[
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Comedy",
"title":"Around the World in 80 Days (2004)",
"poster":"https://image.tmdb.org/t/p/w185/bBiMw6Jtg8tSTcEq8jFV7qk9TRW.jpg",
"rate":"5.9",
 
 "movie":{
"sd":"https://megaup.net/2V92y/Around_the_world_In_80_days_(2004)_SFS.mp4",
"sdZ":"SD 400MB",
"hd":"https://megaup.net/1ze7c/Around_the_world_In_80_days_(2004)_BR720P.mp4",
"hdZ":"HD 1.1GB",
"fhd":"https://megaup.net/2fbA8/Around_the_world_In_80_days_(2004)_BR1080P.mp4",
"fhdZ":"FullHD 2.1GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"IMDb rating 5.4/10 ရရှိထားပြီး
ဗြိတိသျှ တီထွင်သူတယောက်၊ တရုပ်လူမျိုးသူခိုးနဲ့ ပြင်သစ်အနုပညာရှင်ကောင်မလေး ချောချောလေးတို့ရဲ့ စွန်းစားခန်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။
ဖီလီးယက်ဖော့ဟာ အင်္ဂလန် ဗစ်တိုးရီးယန်းမှာ နေထိုင်တဲ့ တီထွင်သူတစ်ယောက်ဖြစ်ပြီး သူဟာ ကမ္ဘာကြီးကို ရက် ရှစ်ဆယ်နဲ့ပတ်နိုင်လိမ့်မယ်လို့ ယုံကြည်နေပါတယ်။
နောက်ထပ် တီထွင်သူ တစ်ယောက်က သူ့ကို အဲ့ဒီခရီးသွားဖို့ စိန်ခေါ်မှုအလောင်းအစားကိုကို ဖီလီးယက် လက်ခံခဲ့ပါတယ်။သူ့နဲ့ အတူ ခရီးသွားဖော်ကတော့ သစ္စာရှိ အိမ်စေတစ်ယောက်ဖြစ်တဲ့ ပါဆီပါတောက်နဲ့ လှပတဲ့ လမ်းပြတစ်ယောက်ဖြစ်တဲ့ မိုနစ်ခ် ဖြစ်ပါတယ်။
ကွဲပြားတဲ့သယ်ယူပု့ိဆောင်ရေးတွေ ပါဆီပါတောက်ရဲ့ သိုင်းပညာအစွမ်းတွေနဲ့သူတို့ သုံးယောက် ကမ္ဘာပတ်ဖို့ထွက်လာကြပါတယ်။
သူတို့ခရီးစဉ်မှာ ဘာတွေဘယ်လိုကြုံတွေ့ကြမယ်
ပျောက်ဆုံးနေတဲ့ ကျောက်စိမ်းဆင်းတုကိုကော ရှာတွေ့နိုင်ပါ့မလား
လောင်းထားတဲ့ အလောင်းအစားကိုကောနိုင်ပါ့မလား
ဘယ်လိုများ အခက်အခဲတွေကို ရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ ဆိုတာကို ရင်သပ်ရှူမောဖွယ်ရာ ရိုက်ကွင်းရိုက်ကွက်များနဲ့ ရှူစားနိုင်ဖို့ ကြည့်ရှုလိုက်ကြပါအုံးဗျာ။( ပါဝင်ရုပ်ဆောင်ထားတဲ့ မင်းသားကြီးကတော့ ပြည်သူ့ အသည်းကျော် ဂျက်ကီချန်းဆိုတော့ အထွေအထူးမပြောတော့ပါဘူး )
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"Bahut Hua Sammaan(2020)",
"poster":"https://image.tmdb.org/t/p/w185/6kDAeEiOkL14fwinIXzqwozjxKT.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://megaup.net/1zdan/Bahut_Hua_Sammaan.2020.WEB-DL.720P.PP.mp4",
"sdZ":"HD 992MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Bahut Hua Sammaan(2020)IMDb rating 7.3 ရရှိထားတဲ့ Hindi-Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်
ဇာတ်လမ်းအကျဥ်း
ဘဝရဲ့ အနာဂတ်ကို တွေးပြီး စိတ်ညစ်နေကြတဲ့ ကောင်လေးနှစ်ယောက်ကိုသူတို့နေတဲ့ အဆာင်နားက လူကြီးတစ်ယောက်က ဘဏ်ဓားပြတိုက်ဖို့ အကြံပေးလိုက်ပါတယ်။
သူတို့နှစ်ယောက်ကလည်း အဖိုးကြီးရဲ့ အစီစဥ်ကို စိတ်ဝင်စားသွားပြီးအမှန်တကယ် အကောင်အထည်ဖော်ဖို့ ကြိုးစားကြပါတယ်။ဘဏ်ဖောက်တဲ့ အစီစဥ်အောင်မြင်နိုင်ပါ့မလား….
ဘဏ်ထဲ မှာ သူတို့မျှော်လင့်ထားတဲ့အရာတွေရှိနေမလား….
ဘယ်လိုပြဿနာတွေက ဆီးကြိုနေမလဲ…..ဆိုတာ ကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါ။
ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"Fukushima 50 (2020)",
"poster":"https://image.tmdb.org/t/p/w185/piNObyty79HIFApxw4aonICGSGi.jpg",
"rate":"7.0",
 
 "movie":{
"sd":"https://megaup.net/Tfiy/Fukushima_50.2020.BLU-RAY.480P.PP.mp4",
"sdZ":"SD 333MB",
"hd":"https://megaup.net/2fact/Fukushima_50.2020.BLU-RAY.720P.PP.mp4",
"hdZ":"HD 930MB",
"fhd":"342520443834685",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

Fukushima 50 (2020)အညွှန်း*************************ဂျပန်​နိုင်​ငံတစ်​နိုင်​ငံလုံး အားထားရတဲ့ အဏုမြူစွမ်းအင်​ကို ထုတ်​လုပ်​​ပေး​နေတဲ့ ဖူကူရှိမား ဒိုင်အိချိ လို့ခေါ်တဲ့
အဏုမြူစက်ရုံကြီးရှိတယ်…..သိတဲ့ အတိုင်း ၂၀၁၁အင်​အားကြီးတဲ့ ငလျင်​ဒဏ်​နဲ့ ဆူနာမီလှိုင်းဒဏ်​​တွေ​ကြောင့်စက်​ရုံတစ်​ခုလုံး လျှပ်​စစ်​ဓာတ်​အားပြတ်​​တောက်​ကာ ဓာတ်​​ပေါင်းဖို​တွေ အပူလွန်​ကဲပြီး ​ပေါက်​ကွဲ​တော့မယ့်
အ​ခြေအ​နေနဲ့ကြုံခဲ့ရပါတယ်​။
ဒီအခွအေနကေို ရှေ့တနျးက ရငျဆျိုငျဖွရှေငျးရသူတှကေတော့
ဒိုင်​အီချိ စက်​ရုံက အလုပ်​သမား​ ပညာရှင်တွေပါပဲ။
သူတို့တွေဘယ်လိုကြိုးစားမလဲ….
လူတွေဘယ်လောက်များ သေဘေးကြုံရမလဲ….
ဒီကားက ဖြစ်ရပ်မှန်ဇာတ်လမ်းပါ….
1986 Chernobyl  ဖြစ်ရပ်ထက်တောင်အများကြီးဆိုးတယ်လို့ သိရပါတယ်….
အသေအကြေတွေများသလို တကယ့်ကိုကြောက်စရာကောင်းတဲ့
ကပ်ဆိုးကြီးပါ… ဇာတ်လမ်းအစမှအဆုံးထိကို ရင်တထိတ်ထိတ်ကြည့်ရတဲ့
ဖြစ်ရပ်မှန်ဇာတ်လမ်းမို့ခံစားကြည့်ကြပါဉီး…
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Animation,Family",
"title":"Super Bear(2019)",
"poster":"https://image.tmdb.org/t/p/w185/xt64XxEgb38ZIPh45Y3ZddFYfOq.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/2fa6m/Super_Bear.2019.WEB-DL.480P.PP.mp4",
"sdZ":"SD 309MB ",
"hd":"https://megaup.net/Tfc7/Super_Bear.2019.WEB-DL.720P.PP.mp4",
"hdZ":"HD 850MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"တောရိုင်းထဲမှာ နေထိုင်ကျက်စားနေတဲ့ ဝက်ဝံသားအဖလေးနှစ်ကောင်
မိခင်ဖြစ်သူက ဆီဟငယ်ငယ်တုန်းက မှောင်ခိုသမားတွေ
လာဖမ်းသွားအတွက် မိခင်မဲ့ သားလေးကိုအရမ်းချစ်ပါတယ်
တစ်နေ့ သူတို့သားအဖနှစ်ယောက်အပေါ်ကံဆိုးမိုးမောင်ကျပါတော့တယ်
တောရိုင်းမှောင်ခိုသမားတွေ ဆီဟ လေးကိုဖမ်းသွားပါတော့တယ်
သားကိုဖမ်းသွားတဲ့ကားနောက်ကို လိုက်ခဲ့ပေမယ့် မမှီခဲ့ပါဘူး
ဒီလိုနဲ့ လမ်းပေါ်မှာ တောရိုင်းတိရိစ္ဆာန်တွေကို တရားမဝင်မှောင်ခိုလုပ်နေတဲ့
အဖွဲ့ကိုလိုက်လံဖော်ထုတ်နေတဲ့ အေးဂျင့်ဟွန်တို မထင်မှတ်ဘဲတွေ့ဆုံမိပြီး
သူ့သား ဆီဟ ဘယ်လိုကယ်ဆယ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Mystery",
"title":"Hubie Halloween 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/hubie.jpg",
"rate":"5.4",
 
 "movie":{
"sd":"https://megaup.net/1zc31/Hubie.Halloween.2020.720p..WEB-DL(CM).mp4",
"sdZ":"SD 500MB",
"hd":"https://megaup.net/1zc3b/Hubie.Halloween.2020.1080p..WEB-DL(CM).mp4",
"hdZ":"HD 1GB",
"fhd":"117724066764079",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"မင်းသားကြီး အဒမ် ဆမ်ဒလာရဲ့ ဟောလိုးဝင်း ဟာသ ကားအသစ် ထွက်ပါပြီ။ ဒီရုပ်ရှင်မှာတော့ အဒမ်ဟာ ဟျူဘီ ဒူဘွား ဆိုတဲ့ သဘောကောင်းပြီး ရိုးအတဲ့လူကြီး၊ တစ်မြို့လုံးက အနိုင်ကျင့်ခံရတဲ့သူ အဖြစ် ပါဝင်ထားပါတယ်။ ဟျူဘီဟာ အင်မတင် ရိုးအပြီး ကြီးမားတဲ့ ယုံကြည်ချက်ကြီး တစ်ခုလည်း ရှိပါတယ်။ အဲဒါကတော့ ဟောလိုးဝင်း ညတိုင်းမှာ မြို့သူမြို့သားတွေ ဘေးကင်းဖို့ဟာ သူ့တာဝန်ပဲ ဖြစ်တယ်လို့ပါပဲ။ ဒါကြောင့် ဟောလိုးဝင်းညတိုင်းမှာ တစ်မြို့လုံးကို ကင်းလှည့်ပြီး အမြင်မတော်တာတွေ မသင်္ကာတာတွေကို ရဲကို သတင်းပြေးပြေးပို့တတ်ပါတယ်။ ဒါကြောင့် တစ်မြို့လုံးက လူတွေရော၊ ရဲတွေရောက ဟျူဘီကို အမြင်ကတ်ပြီး ပတ်ရှောင်နေကြရတာပါ။ ဒီလိုနဲ့ အခုရောက်လာတဲ့ ဟောလိုးဝင်းညမှာတော့ အရင်က ဟောလိုးဝင်း ညတွေလို မဟုတ်ဘဲ ထူးခြားတဲ့ ကိစ္စတွေ၊ လူပျောက်ဆုံးမှုတွေစတင်ဖြစ်လာပြီး ဟျူဘီက ရဲတွေကို သတင်းပေးပေမယ့် ချက်ချင်း မယုံကြည်ကြပါဘူး။ ဒီလိုနဲ့ လူပျောက်မှုတွေ ထူးဆန်းတာတွေ ဆက်တိုက်ဖြစ်လာတဲ့အခါမှာတော့…..
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"(18+)Love Lesson (2013)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BYmNjMzQyMzgtOTQyNy00N2JhLTgwNGEtMTc5ZTg1ZDgxNWQ1XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_.jpg",
"rate":"",
 
 "movie":{
"sd":"https://megaup.net/1zcmc/(DS)Love_Lesson.2013.KR.Director_s_Cut.HDRip.1280x720p.x264.AAC-KOOK.mp4",
"sdZ":"HD 999MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Dark Side Production မှ မွမ်းမံတင်ဆက်သည်…အရင်တင်ထားတုန်းကနဲ့မတူတဲ့ Director’s Cut Version ဖြစ်ပါတယ်..အရင်ကထက် လေးမိနစ်စာလောက်ပိုလာပါတယ်…။Love Lesson-အချစ်သင်ခန်းစာ ….ကိုရီးယားမင်းသမီး Kim Sun-young ရဲ့ ပထမဆုံး 18+ ဇာတ်ကားဖြစ်ပြီးတော့ စွန့်စွန့်စားစားသရုပ်ဆောင်ထားရပါသတဲ့…မင်းသားချော Byun Jun-suk ကလဲ ယွကျားထုကိုကိုယ်စားပြုလို့
မမများ မြည်းပြီးအစားခံရမယ့် မအူမလည်သူငယ်တော်အဖြစ်ပါဝင်ထားပါတယ်။
ဇာတ်လမ်းကလည်း အနုပညာ နောက်ခံလေးနဲ့ဗျ။Hee-Soo ဆိုတဲ့ ကောင်မလေးဟာ သီချင်းရေးဆရာမလေးပါ။ဒါပေမယ့် သူ့မရဲ့ ပျော်ရွှင်ဖွယ်ရာမရှိတဲ့ ရည်းစားဟောင်းနဲ့ ပြတ်ပြီးနောက်ပိုင်းအနုပညာ ကို ကောင်းကောင်း မဖန်တီးနိုင်ဘဲ ဖြစ်နေပါတယ်။ဒီအချိန်မှာ အထက်တန်း ကျောင်းသားလေး တစ်ယောက်နဲ့ ဆုံမိပြီးသူမရဲ့ အနုပညာ ခံစားမှု စိတ်တွေ တဖန် နိုးကြား လာပါတယ်။စန္ဒရား သင်ပေးရင်း စေတနာ တွေကနေ အပြာရောင် လွှမ်းတဲ့ ချစ်ခြင်းတရားတွေရောစွက်လာပါတော့တယ်။ဆန္ဒနဲ့ သိက္ခာ ကို ထိန်းညှိနေရတဲ့ ဆရာမလေးဟာ မြီးကောင်ပေါက် အရွယ် ကျောင်းသားလေးရဲ့ စိတ်ရိုင်းကိုလည်း အပြစ်မတင်ရက်လိုက်လည်း မလိုက်လျောရက်နဲ့ ဝိရောဓိ ခံစားမှုတွေ ဖြစ်ပေါ်လာပါတယ်။ချစ်ခြင်းတရား ရဲ့ အားနည်းချက်က အဆုံးစွန် လိုက်လျောပေးခြင်းဆို ဆရာတပည့် စည်းကို ရိုက်ချိုးလိုက်သူ ကတော့ဆရာမလေး ကိုယ်တိုင်ဖြစ်သွားပါတယ်။ ခဏတာ လိုက်လျောခြင်းနဲ့ ထာဝရလက်တွဲခြင်းကိုလည်း သူမ ရွေးချယ်ရပါဦးမယ်။သူမရဲ့ ချစ်သူဟောင်းကလည်း ပြန်လည်ချဉ်းကပ်လာသလို ကောင်လေးမှာလည်း သူ့ရဲ့ သက်ဆိုင်သူက ရှိပြီးသားပါ။ဒါပေမယ့် ဘဝရဲ့ အခိုက်အတန့်တစ်ခုမှာ ရရှိခဲ့တဲ့ ကြည်နူးဖွယ်ကာလလေးတွေအတွက် ဆရာမလေးဟာဘယ်တော့မှ သူ့ဆုံးဖြတ်ချက်တွေ အပေါ် နောင်တရမှာ မဟုတ်လိမ့်ပါဘူးဗျာ။ဒီဇာတ်ကားလေးဟာ လူကြီးဇာတ်ကား ဆိုပေမယ်လို့ အင်မတန် သိမ်မွေ့နူးညံပြီး  အနုပညာ ရနံ့တွေနဲ့ ထုံမွှမ်းနေတာ တွေ့ရပါတယ်။သရုပ်ဆောင် မင်းသမီး ကိုယ်တိုင်ကလည်း ဒီဇာတ်ကားဟာ ကျွန်မရဲ့ စွန့်စားမှု တစ်ရပ်ဖြစ်တယ်လို့ ပြောခဲ့ဖူးပြီးရုပ်ရှင်ကြည့်ပရိသတ်များရော ဝေဖန်သူများကပါ ချစ်ခြင်းတရားရဲ့ အခြားတစ်ဖက်ကိုအကောင်းဆုံး ဖော်ကျူးပြနိုင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်တယ်လို့ သတ်မှတ်ထားကြပါတယ်။(ရုပ်ရှင်အညွှန်းကို Kaung Myat Thu မှခံစားထားတာပါ။)
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"(18+) Due West: Our Sex Journey (2012)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2018/01/MMV1C146B9D1BB68D492C1D0C9D96AA3E21B-768x1152-1.jpeg",
"rate":"5.3",
 
 "movie":{
"sd":"https://megaup.net/Te8v/(DS)Due.West.Our.Sex.Journey.2012.BluRay.REMUX.1080p.AVC.TrueHD.5.1-DIY.mkv",
"sdZ":"HD 1.35 GB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Dark Side Production မှ ပြန်လည်မွမ်းမံတင်ဆက်သည်..
အွန်လိုင်းပေါ်မှာ ရေပန်းစားခဲ့တဲ့ဝတ္ထုတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ ဟောင်ကောင် 18+ ဇာတ်ကားဖြစ်ပါတယ်။
Comedy, Drama, Romance ဖြစ်ပြီး IMDb (5.4/10) ပါ။အဖော်အချွတ်တချို့နဲ့ အပြောအဆိုတချို့က ဘွင်းဘွင်းကြီးတွေမို့ ကလေးလူငယ်တွေ မကြည့်သင့်ပါ။Lan Kwai Fong ဇာတ်ကားကဲ့သို့ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ Erotic ဇာတ်ကားဖြစ်ပါတယ်။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Horror,Thriller",
"title":"Impetigore (2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMmE2MmM5Y2YtNzEzMy00ZjJiLWE2ZWEtYzMzZGYxMTYxNDM2XkEyXkFqcGdeQXVyMTAyNDYyNzcw._V1_SY1000_CR006661000_AL_.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://megaup.net/1y7t8/Impetigore.2019._720p_%7BCM%7D_.mp4",
"sdZ":"SD 548MB",
"hd":"https://megaup.net/Sao3/Impetigore.2019._1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.14GB",
"fhd":"116722630127103",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ဒီကားက​တော့ အင်ဒိုသရဲကားပါကျိန်စာ​တွေ, အောက်လမ်း​တွေ, ​မှော်​တွေ, ရုပ်​သေးပညာ​တွေနဲ့ပတ်သတ်ပြီးစိတ်ဝင်စားတဲ့သူ​တွေဆိုရင်ဒီကားကလက်မလွတ်သင့်တဲ့ကားပါမင်းသမီးနဲ့သူ့သူငယ်ချင်းတို့က အထည်​ရောင်းတဲ့စီးပွား​ရေးလုပ်ဖို့
အတွက်၂​ယောက်သား​ရှိသမျှ​ငွေအကုန်ရင်းလိုက်ကြတယ်
ကံဆိုးစွာနဲ့ ဂျင်းမိပြီး သူတို့မှာထားတဲ့အထည်​တွေကQualityအရမ်းညံ့​တော့ဘယ်သူမှမဝယ်ကြဘူးအဲ့မှာ၂​ယောက်လုံးမွဲပြာကျ​နေတဲ့အချိန်မင်းသမီးကသူ့မိဘ​တွေ​နေခဲ့တဲ့ရွာမှာအ​မွေပြန်သွား​တောင်းမယ်ဆိုပြီးသူငယ်ချင်း၂​ယောက်သားဆုံးဖြတ်လိုက်ကြတယ်ရွာကလည်း​တော်​တော်ကို​ဝေးပြီး လူ​တော်​တော်များများမသိတဲ့ရွာကြီးပါသူတို့အဲ့ရွာလည်း​ရောက်​ရောရွာကြီးက​ခြောက်ကပ်​နေပြီကြက်သီးထစရာအပြည့်နဲ့သူတို့ကိုကြိုဆို​နေပါတယ် ​အဲ့က​နေစပြီး မင်းသမီးသူအ​မွေရမယ့်ဟာကိုစုံစမ်းရင်းသူ့သူငယ်ချင်းနဲ့အတူ အဲ့ရွာက​နေလွတ်မှာလားမလွတ်ဘူးလားဆိုတာ ကြည့်ကြပါဦးလို့…
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Drama,Mystery",
"title":"88 Minutes (2007)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/91jwZNVrjmL._SL1500_.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/2e6lx/[CM]88.Minutes.2007.BluRay.720P.mp4",
"sdZ":"HD 960MB",
"hd":"https://megaup.net/Sbrh/[CM]88.Minutes.2007.BluRay.1080P.5.1CH.mp4",
"hdZ":"Full HD 1.6GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"2007 ကထွက်ခဲ့ပြီး . Rating အများစုရရှိထားတဲ့ Crime, Drama, Mystery ဇာတ်ကားလေးပါ။
ဒီကားက ဇာတ်စ ဇာတ်လယ် ဇာတ်ဆုံး ထိ ကြည့်နေတဲ့သူကို ဆွဲခေါ်သွားနိုင်တဲ့ကားမျိုးပါ။ တကယ်လို့
လူသတ်သမားက ၈၈ မိနစ် အသက်ရှင်ဖို့ပေးထားမယ်ဆိုရင် ကျွန်တော်တို့ ဘယ်လိုလုပ်ကြမလဲ။ဂျွန်ဖော်စတာက စိတ္တဇလူသတ်သမား။ သူ့ကိုထောင်ချလိုက်တာက စိတ်ရောဂါကုမှုခင်းဆရာဝန် ဂျက်။ဂျက်က နေ့ဘက်ဆို ဆရာဝန်၊ ညဘက်မှာ party ပေးပြီး ကဲတဲ့သူ။ ဂျက်မှာ ၈၈ မိနစ်ဘဲ အသက်ရှင်မယ်ဆိုပြီးခြိမ်းခြောက်ဖုန်းခေါ်ဆိုမှုခံရတယ်။ ဂျက်မှာလဲ အတိတ်ဟောင်းရှိခဲ့တယ်။ အတိတ်ဟောင်းနဲ့ ၈၈မိနစ်က ဘယ်လိုပတ်သတ်နေလဲ။ ဂျွန်ဖော်စတာက ဂျက်အတိတ်ဟောင်းကိုပြန်တူးဆွပြီး လူသတ်မှုတွေကိုထောင်ထဲကနေ ထပ်ဖန်တီးတယ်။ သူထောင်ကျလျက်နဲ့ လူသတ်မှုဖြစ်ရင် သူ အပြစ်လွတ်မှာမို့လို့။ ဂျွန်​ကဘယ်လိုမျိုး လူတွေထပ်သတ်တာလဲ။ ဂျက်ကကော အမှုမှန်ပေါ်အောင်လုပ်နိုင်မှာလားဆိုတာ စိတ်ဝင်တစားကြည့်ရမှာပါ။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action",
"title":"Wings Over Everest",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYmJkMzJmMTktOGE2Zi00MzgyLTkwYWUtNmQ0Y2YxODBhMjRkXkEyXkFqcGdeQXVyNTEwNjgwNg@@._V1_.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/2U6dB/Wings.Over.Everest.2019.CHINESE.720p.BluRay_%7BCM%7D_.mp4",
"sdZ":"SD 549MB",
"hd":"https://megaup.net/1ybiv/Wings.Over.Everest.2019.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
"hdZ":"HD 1.17GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အခုတင်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့၂၀၁၉ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကားလေးပါဒီကားလေးမှာတော့ ဧဝရတ်တောင်ကတောင်ပံ ကယ်ဆယ်ရေးသင်းအကြောင်းကို ရိုက်ကူးဖော်ပြထားတာပါဇာတ်ကြောင်းလေးကတော့ တစ်နေ့မှာ….
ဧဝရတ်တောင်တတ်သမားတွေကို ကယ်ဆယ်ပေးနေတဲ့
တောင်ပံသင်းအနေနဲ့ မထင်မှတ်ဘဲ နိုင်ငံရေးကိစ္စတွေမှာဝင်ပတ်သတ်မိတဲ့အခါ….. ဘာတွေဖြစ်လာမှာလဲ ဧဝရတ်တောင်မှာ ရေခဲပြိုမှုကြောင့်ပျောက်ဆုံးသွားတဲ့ ကောင်လေးကို ရှာဖို့ တောင်ပံသင်းထဲဝင်လာတဲ့အဖွဲ့ဝင်သစ်ကလေးဆီမှာရော ဘာတွေ ဖြစ်လာမှာလဲဆိုတာကို ရင်သက်ရှုမောဖွယ် ကြည့်ရမှာပါနော်တောင်တတ်ကယ်ဆယ်ရေးသမားတွေရဲ့ စိတ်ဓာတ်နဲ့အခက်အခဲတွေကို လည်းစိတ်လှုပ်ရှားဖွယ် ကြည့်ရဦးမှာပါနော်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy",
"title":"Being Frank (2018)",
"poster":"https://image.tmdb.org/t/p/w185/3f9yRUkhYOAmPm5QRv6Oh6M6W0t.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/Td32/Being_Frank_(2018)_SFS.mp4",
"sdZ":"SD 400MB",
"hd":"https://megaup.net/1zavj/Being_Frank_(2018)_720p.mp4",
"hdZ":"HD 1GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Jim Gaffigan လို့ပြောလိုက်တာနဲ့ ဟာသကားကြိုက်တတ်သူတွေအဖို့တော့ စိမ်းလှမယ်မထင်ပါဘူး။မင်းသားကြီးဟာ ဟာသကားပေါင်းများစွာမှာ ဇာတ်ကောင်အမျိုးမျိုးအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ပါဝင်သရုပ်ဆောင်ပြီးတဲ့နောက်မှာ
အခုလည်း ၂၀၁၈ထွက် being frank ဆိုတဲ့ဟာသကားလေးမှာ frank နေရာကနေ ပါဝင်သရုပ်ဆောင်ခဲ့ပြန်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အသက် ၁၇နှစ်အရွယ်သာရှိသေးတဲ့ ဖီးလစ်ဟာ နေရာတကာ ကလေးတစ်ယောက်လို ဆက်ဆံလွန်းတဲ့ ဖခင်ဖြစ်သူ ဖရန့်ခ်နဲ့ မတည့်လှပါဘူး။အမြဲတမ်း မိသားစုထက် အလုပ်ကိစ္စကိုသာ ဦးစားပေးလေ့ရှိပြီး အလုပ်ကိစ္စနဲ့သာ ခရီးခဏခဏ ထွက်နေရတဲ့ ဖရန့်ခ်ကို သားသမီးအကြောင်း ဘာမှမသိသူတစ်ယောက်အဖြစ်နဲ့ ဖီးလစ်က သတ်မှတ်ထားတာဖြစ်တယ်။
ဒါပေမယ့် တစ်နေ့နွေရာသီ အားလပ်ရက်တစ်ခုမှာ ဖီးလစ်ဟာ သူ့ဘဝတစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေမယ့် လျှို့ဝှက်ချက်ကြီးတစ်ခုကို ရှာဖွေတွေ့ရှိပြီးတဲ့နောက် သူဘာဆက်လုပ်မလဲ?
ဖရန့်ခ်ကရော အိမ်မှာ အမြဲလိုလိုမရှိတတ်တာ အလုပ်ကိစ္စနဲ့ ခရီးသွားတာကြောင့်ဆိုတာ သေချာရဲ့လား?ဖရန့်ခ်နေရာမှာတော့ မင်းသားကြီး Jim Gaffigan က ပါဝင်သရုပ်ဆောင်ထားပြီး
ဖီးလစ်နေရာမှာတော့ I’m in the band ထဲက မင်းသား Logan Miller က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။( အညွှန်းရေးသားထားသူကတော့ Shwe Yil Linn ဖြစ်ပါတယ် )
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Bollywood,Drama",
"title":"Sanam Re (2016)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2017/02/Sanam-Re-2016.jpg",
"rate":"3.1",
 
 "movie":{
"sd":"https://megaup.net/2Stgf/Sanam_Re_[2016]_(MM_Sub).mp4",
"sdZ":"HD 999MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
နောက်ထပ် ဆက်တိုက်ညွှန်းချင်တာကတော့ ဒီကားလေးပေါ့နော် 😛
နာမည်ကြီး မင်းသား မင်းသမီးတွေလဲ မဟုတ်။ ဒါရိုက်တာ ထုတ်တဲ့ ကုမ္ပဏီကအစ တစ်ခုမှ မသိပဲ ဘာကြောင့်ကြည့်ဖြစ်သွားလဲဆိုတော့ Sanam Teri Kasam ကို အရမ်းစွဲလန်းနေချိန်မှာ နာမည် ဆင်တာလေးတစ်ခုကြောင့် ထရေလာကိုကြည့်ဖြစ်တယ် သီချင်းတွေရှာကြည့်ဖြစ်တယ်။ကြည့်ဖြစ်သမျှလဲ အကုန်ကြိုက် ဘယ်တော့ထွက်မလဲ လက်ချိုးစောင့်နေဖူးခဲ့တာရယ်။ထရေလာလေးနဲ့ ကြည့်ဖြစ်သမျှ သီချင်းလေးတွေနဲ့ ဇာတ်လမ်းကို ဘယ်လိုဖြစ်လာ မလဲ ပုံဖော်ကြည့်ရတာက အရသာ တစ်မျိုး မဟုတ်လား။ သရုပ်ဆောင်တွေကလဲ တစ်ခါမှမမြင်ဖူးပေမယ့် အကုန်လုံး လက်ခံလို့ရတယ်။အဓိက ဇာတ်ဆောင်မင်းသားက Ranbir Kapoor ပေါ်ကာစက ရုပ်မျိုး သူ့ထက် နည်းနည်းပိုချောတယ်။ မင်းသမီးဆိုရင် ပြောမနေနဲ့တော့ ငယ်ငယ်တုန်းက ရေလည်ကြွေခဲ့ရတဲ့ အကအလှ ဘုရင်မ လို့ လူတကာပြောကြတဲ့ Madhuri Dixit – Nene နုစဉ်အခါက ရုပ်မျိုး။ အဲ့ဒါတင်မကဘူး တစ်ခါတစ်လေ Juhi Chawla | Actress နဲ့ တူသလိုလို တစ်ခါတစ်လေကျတော့လဲ Sonali Bendre နဲ့လဲ တူပြန်တယ်။အဲ့ဒီလို တူတယ်ဆိုတာ ကိုယ်တို့နှစ်ယောက်လုံး သဘောချင်းညီနေတာ မယုံရင်တော့ ကြည့်ကြ။ ဇာတ်ပို့လို့ပြောရမယ့် ဒုတိယမင်းသမီး တစ်ယောက်ကတော့ ပြီးခဲ့တဲ့ နှစ်က miss universe ကို အိန္ဒိယ ကိုယ်စားပြုသွားပြိုင်ထားတာ။ မျက်နှာပေါက်က အရိုင်းဆန်ဆန် ကိုယ်လုံးကတော့ ရေလည်လှ။ very hot ပေါ့နော 😛
နောက်ထပ် ချီးကျူးချင်တာက အဲ့ဒီ သရုပ်ဆောင် သုံးယောက်လုံးဟာ တစ်ယောက်အပေါ်တစ်ယောက် chemistry ရှိပြီး သရုပ်ဆောင်ချက်တွေဟာလဲ အသစ်တွေ အနေနဲ့ ပိုင်နိုင်ခဲ့ပါတယ်။ ဒီကားက ဂွမ်းတယ်ဆိုရင် script , director , editing ကြောင့်လို့ ပြောရလိမ့်မယ်။
အစကနေ အဆုံးထိ သည်းခံကြည့်ရင် ဇာတ်လမ်းမဆိုးဘူးဆိုတာ လက်ခံရလိမ့်မယ်။ သရုပ်ဆောင်တွေလဲ ကောင်းကြတယ်။ ဒါပေမယ့် အထက်က ပြောခဲ့တဲ့ သုံးမျိုးကြောင့်လာ မသိ ဇာတ်လမ်းကိုကြည့်ရတာ ကန်သင်းရိုး ပေါ် နောက်ပြန်ပစ်ထားတဲ့ အုတ်ခဲကျိုးတွေလိုပဲ။ ဦးတည်ချက်က မမှန် ဟိုရောက်လိုက် ဒီရောက်လိုက် ဘာကိုပြောလို့ ဘာကိုပြချင် မှန်း မသိ။
မင်းသား နဲ့ မင်းသမီးက အသက်ပေးရအောင် ချစ်တယ်ဆိုလဲ ဘာကြောင့် အဲ့လောက် ချစ်သွားတာလဲဆိုတာကို လူယုံအောင် မလုပ်ပြနိုင်။ဒါရိုက်တာက အမျိုးသမီးပါ။ ရှေ့ကလဲ တစ်ကားရိုက်ဖူးတယ်။ သူကိုယ်တိုင်လဲ တော်တော်လှပါတယ်။ IMDb က တစ်ယောက်ကတော့ ထောပနာပြုသွားတယ်။ သူ့လင်က ထုတ်လုပ်ရေးပိုင်လို့ ဒါရိုက်တာအဖြစ် ထင်တိုင်းကြဲခွင့်ရနေတာ ဆိုပဲ။ဟုတ်လောက်တယ်… ဒီကားကြည့်ပြီး အစအဆုံးထိုင်ရယ်နေတာ။ ဇာတ်သိမ်းကာနီးမှ မင်းသမီးကို မုဒ်အပြည့်နဲ့ ငိုနေတာ အားနာလို့ ငြိမ်ပေးလိုက်ရတဲ့အဖြစ်။မင်းသား မင်းသမီး ဘယ်လောက်ကောင်းကောင်း ဘယ်လောက်တော်တော် ဒါရိုက်တာ သတ်ရင် ရတယ်ဆိုတာ အခုမှ နားလည်တယ်။အခုလဲ ဒီကားထဲက သရုပ်ဆောင်တွေကို စပ်မြင်ကပ်လို့ ခေါ်သတ်လိုက်တယ်လို့တောင်ယူဆလို့ရတယ်။
CRD CM"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Drama,Musical",
"title":"Dil To Pagal Hai (1997)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2019/06/Dil-To-Pagal-Hai-1997.jpg",
"rate":"7.1",
 
 "movie":{
"sd":"https://megaup.net/4OA5w/(CM)DilToPagalHai9710805.1.mp4",
"sdZ":"2.6GB Full HD",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ရာဟူး(လ်)ပါ၊ နာမည်တော့ကြားဖူးမှာပေါ့ ဒီဒိုင်ယာလော့ဟာ ဒီဇာတ်ကားကြည့်ဖူးသူတိုင်း မမေ့နိုင်စရာပါအချစ်ဆိုတာဘာလဲအချစ်လား၊ ဘာများလဲဗျအချစ်ဆိုတာ ဘဝပါပဲဘုရားဟာ နှလုံးသားတိုင်းရဲ့ ဖူးစာဖက်တွေကို ဟိုးအစကတည်းကစီမံထားပြီးသားပါတစ်ယောက်ကိုတစ်ယောက် ရှာဖွေ့ဖို့ပဲလိုအပ်တာပါတနေနေရာရာမှာ တစ်ယောက်ယောက်ဟာ သင့်ဘဝလက်တွဲဖေါ်အဖြစ်ရှိနေပါတယ်။
ဆုပေါင်းများစွာသိမ်းပိုက်ထားပြီး ယခုချိန်ထိနာမည်ကျော်လူကြိုက်များနေစဲဖြစ်တဲ့King Khanရဲ့ အကောင်းဆုံးဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်
IMDb 7.1 / 10 အထိရရှိထားပြီး အချိန်ပြည့်နားထဲစွဲနေစေမယ့်သီချင်းတွေဒရာမာစစ်စစ်တွေမှကြိုက်ပါတယ်ဆိုတဲ့ ပရိသတ်ကြီးအတွက်ကတော့ လုံးဝလက်လွတ်မခံသင့်ပါဘူးSRK ဟာ Romance King ဖြစ်သလို သူ့ Romance ကားတွေဟာလည်းအခုချိန်ထိ လူကြိုက်များစဲ အောင်မြင်နေစဲပါပဲMadhuri Dixit Karisma Kapoor တို့၏ ငယ်ဘဝကအလှအပများ သူမတူလွန်းတဲ့ နောက်ခံသီချင်းများ၊ ယခုအချိန်ထိ နာမည်ကျော်နေတဲ့ သီချင်းများနဲ့ဘယ်အချိန်ပြန်ကြည့်ကြည့် မရိုးစေနိုင်ပါဘူးဇာတ်လမ်းလေးကတော့ရာဟူး(လ်)၊ နီရှား၊ ပူဂျားနဲ့ အဂျေးတို့ကြားထဲကစိတ်ဝင်စားဖွယ်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားကောင်းမကောင်းဆိုတာ အများစုသိပြီးသားဆိုတော့ ထပ်မညွှန်းတော့ပါဘူးလုံးဝမကြည့်ရသေးဘူးဆိုရင်တော့ သေချာပေါက်ကြည့်လိုက်ပါတကယ်သဘောကျလိမ့်မယ်ဆိုတာ အာမခံပါတယ်(သီချင်းတွေအားလုံးဟာ အမှန်အကန်တွေမို့လို့ အားလုံးကို ဘာသာပြန်ပေးထားပါတယ်) (အညွန်းနဲ့ ဘာသာပြန်ကေတော့ ကိုဇော်ထူး ပါ)
crd cm
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Comedy,Drama",
"title":"King of Prison (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/1ybkn/King_of_Prison_(2020)_720P_%7BCM%7D_.mp4",
"sdZ":"SD 543MB",
"hd":"https://megaup.net/1ybk4/King_of_Prison_(2020)_1080P_%7BCM%7D.mp4",
"hdZ":"HD 1.15GB",
"fhd":"166967838228413",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":".
ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကားကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးထားတာဖြစ်ပြီးဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။မင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်
သရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့
ထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်ကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့ရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။ထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလိုတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။ဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီးထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။စားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့ကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့ဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်ကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။ဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့အကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။အခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်းနေကြပါတယ်။အဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်းအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်သံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကိုဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။ကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့Action/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်ကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"war",
"title":"Battle Scars 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/battle-scars.jpg",
"rate":"5.2",
 
 "movie":{
"sd":"https://megaup.net/Sqcf/Battle.Scars.2020.480p_(CM).mp4",
"sdZ":"SD 288MB",
"hd":"https://megaup.net/Sqd6/Battle.Scars.2020.720p_(CM).mp4",
"hdZ":"HD 608MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီ Battle scars ကားလေးက rating 5.2 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် Micheal မှာ Tommyနဲ့ Vinnyဆိုတဲ့ အချစ်ဆုံးငယ်သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် သူတို့ကငယ်ငယ်လေးထဲကတစ်ပူးပူးတစ်တွဲတွဲနေကြတာပါ တစ်နေ့မှာ သူရဲ့သူငယ်ချင်း Vinny မှာ ဗီယက်နာမ် စစ်ပွဲမှာပါဝင်တိုက်ခိုက်ဖို့အတွက်အရွေးခံလိုက်ရတယ် အဲ့လိုနဲ့ Michealက သူငယ်ချင်းဆိုပေမယ့် ညီအကိုလိုနေနေတာကြောင့် သူနဲ့အတူစစ်ထဲလိုက်မယ်လို့ပြောခဲ့တဲ့အချိန်မှာလည်း Tommyကပါလိုက််မယ်လို့ပြောပြီး သုံးယောက်သားအတူတူသွားပြီးနောက် ဘာဆက်ဖြစ်မယ်ဆိုတာ သိချင်ရင် ကြည့်ကြည့်လိုက်နော်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Drama",
"title":"Innocence ( 2020 )",
"poster":"https://image.tmdb.org/t/p/w185/27XVfpJ7MBC8zIVP5FWNRBw4uNd.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"https://megaup.net/1ynsg/(CM)(SF)Innocence.2019.720p.FHDRip.H264.mp4",
"sdZ":"SD 391MB",
"hd":"https://megaup.net/1ynre/(CM)Innocence.2019.720p.FHDRip.H264.mp4",
"hdZ":"HD 1.17GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

ဒီဇာတ်ကားက ၂၀၁၉ခုနှစ်ကထွက်ရှိထားတဲ့ ရှေ့နေတစ်ယောက်အကြောင်းရိုက်ကူးထားတဲ့Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး Angel’s Last Mission ထဲကမင်းသမီးShin Hye-sun ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရွာတစ်ရွာရဲ့ အသုဘတစ်ခုမှာ အသုဘပွဲလာတဲ့သူတွေကိုအရက်နဲ့ဧည့်ခံရင်းကနေ လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်။
ပိုးသတ်ဆေးကိုအရက်ထဲ ထည့်တိုက်လို့လူလေးယောက်သေဆုံးပြီး နှစ်ယောက်က
ဆေးရုံတင်လိုက်ရပါတယ်။ဒီအမှုကအဲ့ရွာမှာ ဟိုးလေးတကြော်ဖြစ်သွားပြီးအဲ့ဒီအသုဘအိမ်ကတာဝန်ရှိသူ အိမ်ရှင်အဒေါ်ကြီးကို အရက်ထဲပိုးသတ်ဆေး ခတ်ပါတယ်ဆိုပြီးရဲတွေကဖမ်းဆီးခဲ့ပါတယ်။ဒီအမှုကိုတီဗီကနေကြားသိလိုက်ရတဲ့ အန်းဂျောင်းအင်းဆိုတဲ့ ရှေ့နေမလေးကလည်း ဒီအမှုနဲ့ပတ်သက်ဖို့ဖြစ်လာခဲ့ပါတယ်။အန်းဂျောင်းအင်းဆိုတာဆိုးလ်မြို့မှာ နာမည်ရ အလွန်တော် ထက်မြက်တဲ့ရှေ့နေတစ်ယောက်ပါ။သူကိုယ်တိုင် ဒီအမှုကိုလိုက်ဖို့ဘယ်လိုပါဝင်ဖြစ်တယ်ဆိုတာ ကတော့ဒီဇာတ်လမ်းရဲ့မြုှပ်ကွက်ပဲဖြစ်ပါတယ်။ဒီအမှုကလည်းအများထင်ထားသလိုရိုးရှင်းတဲ့အမှု တစ်ခုလား ဒါမှမဟုတ်နောက်ကွယ်မှာဘာတွေရှိနေသေးလဲဆိုတာကတော့ဇာတ်ကားကိုကြည့်ပြီးအဖြေရှာစေချင်ပါတယ်။ ခြုံပြောရရင် ဇာတ်လမ်းဇာတ်ကွက်ကောင်းပြီး အချိန်ပေးကြည့်ရတာတန်မယ့်အကျိုးရှိမယ့် ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။လူတွေရဲ့စရိုက်၊လောဘစိတ်၊အတ္တစိတ်တွေကိုလည်းပေါ်လွင်အောင်ရိုက်ပြထားပြီးအမှန်တရားဆိုတာ ဘယ်လောက်ဖုံးကွယ်ထားပါစေ တစ်ချိန်မှာပေါ်ပေါက်လာနိုင်တယ်ဆိုတဲ့သင်ခန်းစာကိုလည်းပေးထားပါတယ်။သရုပ်ဆောင်တွေကလည်းတကယ်သရုပ်ဆောင်ကောင်းသလို တရားရေးဥပဒေနဲ့ပတ်သက်ပြီးစိတ်ဝင်စားတဲ့သူတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားဖြစ်တယ်လို့ ညွှန်းဆိုပေးချင်ပါတယ်
crd cm"
},
 {
"Bolseries":true,
"type":"series",
 "season":"complete",
 "cate":"Romance,Drama,Comedy",
"title":"Backstreet Rookie (2020)",
"poster":"https://image.tmdb.org/t/p/w185/gkNj8CuhGCHZtznyQBisrnY7mpH.jpg",
"rate":"8.5",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1 (fb server)",
 "link":"113810080393425"},
 {"ep":"Ep 2 (fb server)",
 "link":"114805293627237"},
 {"ep":"Ep 3 (fb server)",
 "link":"115115923596174"},
 {"ep":"Ep 4 (fb server)",
 "link":"115517470222686"},
 {"ep":"Ep 5 (fb server)",
 "link":"115825763525190"},
 {"ep":"Ep 6 (fb server)",
 "link":"116188876822212"},
 {"ep":"Ep 7 (fb server)",
 "link":"117439350030498"},
 {"ep":"Ep 8 (fb server)",
 "link":"118104723297294"},
 {"ep":"Ep 9 (fb server)",
 "link":"124135722694194"},
 {"ep":"Ep 10 (fb server)",
 "link":"125496619224771"},
 {"ep":"Ep 11 (fb server)",
 "link":"130005455440554"},
 {"ep":"Ep 12 (fb server)",
 "link":"131314605309639"},
 {"ep":"Ep 13 (fb server)",
 "link":"133381238436309"},
 {"ep":"Ep 14 (fb server)",
 "link":"133955268378906"},
 {"ep":"Ep 15 (fb server)",
 "link":"137084054732694"},
 {"ep":"Ep 16 End (fb server)",
 "link":"137477941359972"},
 {"ep":"***********************",
 "link":""},
 {"ep":"Ep 1 (500MB)",
 "link":"https://megaup.net/2dlil/Backstreet_Rookie_(2020)_(Ep1).mp4"},
 {"ep":"Ep 2 (500MB)",
 "link":"https://megaup.net/1xoxj/Backstreet_Rookie_(2020)_(Ep2).mp4"},
 {"ep":"Ep 3 (500MB)",
 "link":"https://megaup.net/Rxl6/Backstreet_Rookie_(2020)_(Ep3).mp4"},
 {"ep":"Ep 4 (500MB)",
 "link":"https://megaup.net/1xvro/Backstreet_Rookie_(2020)_(Ep4).mp4"},
 {"ep":"Ep 5 (500MB)",
 "link":"https://megaup.net/3zuqt/Backstreet_Rookie_(2020)_(Ep5).mp4"},
 {"ep":"Ep 6 (500MB)",
 "link":"https://megaup.net/3zvv9/Backstreet_Rookie_(2020)_(Ep6).mp4"},
 {"ep":"Ep 7 (500MB)",
 "link":"https://megaup.net/5Bu4e/Backstreet_Rookie_(2020)_(Ep7).mp4"},
 {"ep":"Ep 8 (500MB)",
 "link":"https://megaup.net/4fAdw/Backstreet_Rookie_(2020)_(Ep8).mp4"},
 {"ep":"Ep 9 (500MB)",
 "link":"https://megaup.net/3zIzL/Backstreet_Rookie_(2020)_(Ep9).mp4"},
 {"ep":"Ep 10 (500MB)",
 "link":"https://megaup.net/4VFcC/Backstreet_Rookie_(2020)_(Ep10)_(2).mp4"},
 {"ep":"Ep 11 (500MB)",
 "link":"https://megaup.net/S17c/Backstreet_Rookie_(2020)_(Ep11).mp4"},
 {"ep":"Ep 12 (500MB)",
 "link":"https://megaup.net/2dX2q/Backstreet_Rookie_(2020)_(Ep12).mp4"},
 {"ep":"Ep 13 (500MB)",
 "link":"https://megaup.net/1y5oe/Backstreet_Rookie_(2020)_(Ep13).mp4"},
 {"ep":"Ep 14 (500MB)",
 "link":"https://megaup.net/1y6n3/Backstreet_Rookie_(2020)_(Ep14).mp4"},
 {"ep":"Ep 15 (500MB)",
 "link":"https://megaup.net/Sevk/Backstreet_Rookie_(2020)_(Ep15).mp4"},
 {"ep":"Ep 16 End (500MB)",
 "link":"https://megaup.net/1yd22/Backstreet_Rookie_(2020)_(Ep16)_END.mp4"}
 ],
"review":"ဒီဇာမ်လမ်းလေးက နာမည်ကြီး webtoon တစ်ခုကို ရိုက်ကူးထားတာဖြစ်ပြီး
Kim Yoo Jung လေးကို ဖိုက်တာမလေးအဖြစ်မြင်တွေ့ရမှာပါဖြစ်ပါတယ် ။

ဇာတ်လမ်းအကျဉ်း

ဂျောင်ဆယ်ဗြောဟာ ပြဿနာအိုး အထက်တန်းကျောင်းသူလေးတစ်ယောက်ပါ…
သူမက သူငယ်ချင်းတွေကိုလည်း အရမ်းကိုချစ်ပါတယ်

တစ်ရက်မှာတော့ သူမတို့ သူငယ်ချင်းအုပ်စုနဲ့ ချွဲဒယ်ဟွန်းတစ်ယောက် ပက်ပင်းတိုးပါတော့တယ်
သူတို့သူငယ်ချင်းတစ်စုဟဆေးလိပ်သောက်ချင်လို့ ချွဲဒယ်ဟွန်းကို ဆေးလိပ်ဝယ်ခိုင်းကြပါတော့တယ်…
ဆေးလိပ်ဝယ်ခိုင်းတဲ့ အဖိုးအခ အဖြစ် kiss ပေးခဲ့တဲ့ ကောင်မလေးကို ချွဲဒယ်ဟွန်းတစ်ယောက် စိတ်ထဲမှာ မမေ့မလျော့နဲ့ကို မှတ်ထားခဲ့ပါတယ် ၊

အဲ့လိုနဲ့ ၄ နှစ်ကြာပြီးနောက် ချွဲဒယ်ဟွန်းက ကိုယ်ပိုင် convenience store လေးတစ်ခုကို ဖွင့်ခဲ့ပါတယ် ။
သူရဲ့ ဆိုင်အတွက် အချိန်ပိုင်း အလုပ်သမားခေါ်တဲ့အချိန်မှာ ဂျောင်ဆယ်ဗြောနဲ့ ပြန်တွေ့ပါတော့တယ်…
ဒီတစ်ကြိမ်မှာတော့ ဂျောင်ဆယ်ဗြောက တက္ကသိုလ်ကျောင်းသူကြီး တစ်ယောက်ဖြစ်နေပါပြီ
ပြဿနာရှာလွန်းတဲ့ ဂျောင်ဆယ်ဗြောလေးက အချိန်ပိုင်း အလုပ်သမားဖြစ်လာတဲ့ အခါမှာကော ဘယ်လိုတွေပြဿနာရှာဦးမလဲ…
ချွဲဒယ်ဟွန်းနဲ့ ဆယ်ဗြောတို့ ဘယ်လို အလွဲလေးတွေဖြစ်ကြမလဲဆိုတာကို
ဒီဇာတ်လမ်းလေးမှာ အားပေးကြပါဦး…။
crd cm
crd gc
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Animation",
"title":"Deathstroke: Knights & Dragons – The Movie (2020)",
"poster":"https://image.tmdb.org/t/p/w185/vFIHbiy55smzi50RmF8LQjmpGcx.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"https://megaup.net/2e9mo/(CM)_Deathstroke_Knights_And_Dragons_2020_WEBRip_480p.mp4",
"sdZ":"SD 243MB",
"hd":"https://megaup.net/2e9mm/(CM)_Deathstroke_Knights_And_Dragons_2020_WEBRip_720p.mp4",
"hdZ":"HD 819MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Deathstroke: Knights & Dragons – The Movie (2020)
စစ်တပ်ရဲ့စမ်းသပ်မှုတွေကြောင့် Slade Wilson ဟာတခြားသောအရာတစ်ခုအဖြစ်ကို ပြောင်းလဲသွားခဲ့တယ်ဒါပေမဲ့ သူ့မိသားစုကိုတော့ ဘာတစ်ခုမှအသိမပေးဘဲ လျှို့ဝှက်ထားတယ်။သူက ကြေးစားလူသတ်သမားတစ်ယောက်ဆိုတာကိုပေါ့။ဒါပေမဲ့ သူ့မှာ ကျင့်ဝတ်တစ်ခုတော့ရှိတယ်။
အပြစ်မဲ့သူတွေကို သူ မသတ်ဘူး။
ကမ္ဘာကြီး ပိုကောင်းဖို့အတွက် ကြိုးစားနေတယ်လို့ သူ့ကိုယ်သူမှတ်ယူထားခဲ့တယ်။H.I.V.E. ဆိုတဲ့ အကြမ်းဖက်အဖွဲ့အစည်းက တစ်နေ့မှာ သူ့ဘဝထဲဝင်ရောက်လာပြီးသူတို့မိသားစုကို ဒုက္ခပေးဖို့ ကြိုးစားတော့တယ်။Deathstroke တစ်ဖြစ်လဲ Slade Wilson ဟာသူ့သားလေးကို ဖတ်ပြနေကြပုံပြင်စာအုပ်ထဲက နဂါးတွေကိုသတ်ပစ်တဲ့သူရဲကောင်းတစ်ယောက်လို သူ့ကိုယ်သူမှတ်ယူပြီးကမ္ဘာကြီးမှာ ဒုစရိုက်မှုတွေလျော့ကျသွားဖို့ ကြိုးပမ်းနေတဲ့သူတစ်ယောက်ပါ။ဒီကားလေးထဲမှာ Deathstroke ရဲ့ origin အပြင်သူ့ရဲ့family lifeနဲ့ mercenary life အကြောင်းတွေကို လှလှပပပုံဖော်ပေးထားပါတယ်။R rated လည်းဖြစ်တာကြောင့် သတ်ဖြတ်တဲ့အခန်းတွေဟာလည်းတကယ်အားရစရာကောင်းလွန်းပါတယ်။DC fan တွေအတွက် ကျေနပ်မှုအပြည့်အဝပေးပါလိမ့်မယ်။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Sci-Fi,Thriller",
"title":"Before the Fire (2020)",
"poster":"https://image.tmdb.org/t/p/w185/bAwtbmCzhFwKf2wN6QQH301ylbO.jpg",
"rate":"4.0",
 
 "movie":{
"sd":"https://megaup.net/Sqqo/(CM)_Before_the_Fire_2020_WEBRip_480p.mp4",
"sdZ":"SD 306MB",
"hd":"https://megaup.net/Sqqr/(CM)_Before_the_Fire_2020_WEBRip_720p.mp4",
"hdZ":"HD 850MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကိုဗစ် ၁၉ ကာလ ဖြစ်တာနဲ့အညီ ဇာတ်ကားတွေဟာလည်း ကပ်ရောဂါဆန်ဆန်ဇာတ်ကားများနှင့် ပညာပေးပြီးစိတ်ဝင်စားဖွယ်ဇာတ်ကားများအဖြစ် ထုတ်လုပ်ကာ ဖြန်ချီနေပါတယ်။အမျိုးသမီး ဒါရိုက်တာ ဖြစ်တဲ့ ချာလီ ဘူလာ နဲ့ နက်ဖလစ် မှာနာမည်ကြီးထားတဲ့ဇာတ်ကားများမှာပါဝင်သရုပ်ဆောင်ထားတဲ့
ဂျန်နာ လင်း တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။
ကပ်ရောဂါ ကျရောက်တဲ့အချိန်မှာ ကမ္ဘာတစ်ဝှမ်းမှာစီပွားရေး ပိုင်းဆိုင်ရာ လျော့ရဲ လာနေပါပြီ။အဲဒီအချိန်မှာ အဓိကကတော့ အမေရိကန်ပဲဖြစ်ပါတယ်။အေဗာ ဘွန်းရဲ့ ခင်ပွန်းဖြစ်တဲ့ ကယ်လီ ရိုဒီ ဟာဒီလိုမျိုးကပ်ရောဂါကြီးဖြစ်လာခဲ့ရင် ဘာတွေပြောင်းလဲနိုင်မယ်ဆိုတာကိုကြိုတင်သိနေတာကြောင့် သူ့ရဲ့ဇနီး ကို လော့အိန်ဂျလိ ရဲ့ဝေးလှမ်ခေါင်ပါးတဲ့နေရာတစ်ခုကို ပို့ပေးထားခဲ့ပါတယ်။အေဗာ ဟာ ဆိုးရွားလွန်းတဲ့မိသားစုကနေ လွတ်မြောက်ကာသရုပ်ဆောင်မင်းသမီး အဖြစ် ဟောလိဝုဒ်တွင်တတ်ရောက်လုပ်နေခြင်းဖြစ်ပြီး သူ့ရဲ့ မွေးရပ်ဇာတိကိုပြန်ရောက်တဲ့အချိန်မှာ …..အေဗာ အတွက်ဆိုးရွားလွန်းတဲ့ မိသားစု ဘဝဆိုတာရဲ့နောက်ကွယ်ဇာတ်လမ်းလေးက….တကယ်တော့ ဒီဇာတ်ကားလေးက ကိုဗစ် ၁၉ မတိုင်ခင်ကရိုက်ကူးထားတာဖြစ်ပြီး ယခုမှာတော့ကြည့်ရှုမှုလူအာရုံစိုက်မှု များတဲ့ဇာတ်ကားလေးဖြစ်နေခဲ့ပါပြီလို့ ညွန်းရင်း….
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Horror,Thriller",
"title":"Do Not Reply(2020)",
"poster":"https://image.tmdb.org/t/p/w185/ryHaa5HMMOzcDXM9nExW0puZwGN.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/1z9eq/Do_Not_Reply.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 317MB",
"hd":"https://megaup.net/1z9do/Do_Not_Reply.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 850MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Do Not Reply(2020)ချယ်လ်ဆီးဆိုတဲ့ကောင်မလေးဟာ ပျော်ပျော်နေတတ်ပေမယ့် အပေါင်းအသင်းနည်းတဲ့ အထက်တန်း ကျောင်းသူလေးတစ်ယောက်ပါ။ အရှက်အကြောက်အရမ်းကြီးလွန်းတာကြောင့်အရမ်းပွေတဲ့ သူ့သူငယ်ချင်းက အတင်းတိုက်တွန်းတာတောင် ရည်းစားလည်း မရှိသေးပါဘူး။တစ်ရက်မှာ လုပ်မိခဲ့တဲ့ အပြစ်တစ်ခုကြောင့် အိမ်က အပြင်ထွက်လည်ခွင့် မပေးဘဲ ဒဏ်ပေးထားချိန်မှာ
ဖုန်းနဲ့ပဲ ပြင်ပကို အဆက်အသွယ်လုပ်နေရပါတယ်။ ဖုန်းနဲ့ပဲ ဆက်သွယ်ရချိန်မှာ
အရင်ကမသိတဲ့ လူတစ်ယောက်နဲ့ စကားပြောမိသွားပါတယ်။ အဲဒီလူနဲ့ စကားပြောမိရာက အစပြုပြီးတော့ကံဆိုးမိုးမှောင် ဒုက္ခတွေ ကျရောက်လာပါတော့တယ်။ ဘယ်လို ဒုက္ခတွေလဲ၊ ဒုက္ခတွေကို သူကျော်လွှားနိုင်မလား ဆိုတာကို တော့…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်……
Crd Cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Comedy,Romance,Bollywood",
"title":"Khaali Peeli(2020)",
"poster":"https://image.tmdb.org/t/p/w185/bFmLncLOxrhqczkwd1trq9JFsCW.jpg",
"rate":"",
 
 "movie":{
"sd":"https://megaup.net/1z893/Khaali_Peeli.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 322MB",
"hd":"https://megaup.net/2f5B0/Khaali_Peeli.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 898MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Khaali Peeli(2020)ဘလက်ကီ နဲ့ ပူဂျာဟာငယ်စဥ်အခါက သူငယ်ချင်းတွေပါ။ သူတို့တွေ ကွဲသွားကြပြီးတဲ့နောက် ဘလက်ကီ ဟာတက်စီဒရိုင်ဘာတစ်ယောက်ဖြစ်လာပါတယ်။
တစ်ရက်တော့ ပူဂျာက အိတ်တစ်လုံးနဲ့ သူ့ကားပေါ် တက်လာပြီး သူ့ကို လူတစ်စုကအတင်းလက်ထပ်ခိုင်း နေကြကြောင်း ပြောပါတယ်။
အဲဒီလူတွေကလည်း ပူဂျာကိုမြို့အနှံ့လိုက်လံရှာဖွေပါတော့တယ်။ဒီလိုနဲ့ ၂ယောက်သား မြို့ပြင်ထွက်ပြေးကြဖို့ တိုင်ပင်ကြရာကနေစပြီး…….
ဘာတွေဆက်ဖြစ်ကြမယ်  ဘယ်လိုတွေဆက်ကြမ်းကြမလဲဆိုတာကိုတော့
ခံစားကြည့်ကြပါဉီး…..
ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။
crd cm
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Animation,Adventure,Family",
"title":"Dragons: Rescue Riders: Hunt for the Golden Dragon (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/10/w4AmRuIZNHGGOMwOMzA3VeaYVLD-185x278.jpg",
"rate":"6.1",
 
 "movie":{
"sd":"130554048804416",
"sdZ":"SD+HD",
"hd":"130554048804416",
"hdZ":"SD+HD",
"fhd":"130554048804416",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Dragons: Rescue Riders: Hunt for the Golden Dragon (2020)

ဒီကားလေးကတော့ IMDb rating 6.1ရရှိထားတဲ့ Animation ကားကောင်းလေးတစ်ကားပါ။ How to train your Dragon ကို အခြေံခံပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ web telelvision seriesလေးပဲ ဖြစ်ပါတယ်။

ဇာတ်လမ်းလေးကတော့ နှစ်ပေါင်းများစွာကြာမှ ဥတစ်လုံးဥတဲ့ ဒဏ္ဍာရီလာ ရွှေရောင်နဂါးအကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။
ထိုရွှေရောင်နဂါးဥကို လိုချင်နေကြတဲ့လောဘသားကောင် ဓားမြအဖွဲ့တွေရှိကြပါတယ်။ အဲ့ထဲမှာမှ ဆိုးသွမ်းတဲ့ အဲရစ်ခ်ဓားမြခေါင်းဆောင်ဆီမှာ ရွှေရောင်နဂါးသိုက်ရှိရာ ဂူရဲ့ မြေပုံရှိနေပါတယ်။ ဒါပမယ့်မြေပုံရဲ့ တကယ့်အဓိက ရွှေရောင်နဂါးဆီညွှန်ပြထားတဲ့ တည်နေရာကတော့ ဆန်ကာပေါက်ကြီးဖြစ်နေခဲ့ပါတယ်။ ထို့ကြောင့် ဒဏ္ဍာရီလာ နဂါးကယ်ဆယ်ရေးအဖွဲ့သားများက ထိုရွှေရောင်နဂါးဥကို ဓားမြတွေလက်ထဲ ပါမသွားစေဖို့ နဲ့ ထိုဥကို ကယ်ဆယ်ရန်အကြောင်းဖန်လာတဲ့အခါ အပေါက်ကြီးပါနေတဲ့မြေပုံကို ကိုင်ပြီး ကယ်ဆယ်ရေးအဖွဲ့သားတွေဘယ်လို ရွှေရောင်နဂါးဥကိုကယ်ဆယ်မလဲ??? ရွှေရောင်နဂါးရှိရာအသိုက်ကို ဘယ်လိုရှာဖွေသွားမလဲ??? လမ်းခရီးမှာကော ဘယ်လိုအခက်ခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ??? ဆိုတာတွေကို စိတ်လှုပ်ရှားဖွယ် စွန့်စားခန်းတွေနဲ့ တင်ဆက်ပြသထားတဲ့ Animationကားကောင်းလေးဖြစ်လို့ လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ပါရှင်။
crd gc"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Romance",
"title":"Yesterday Once More (2016)",
"poster":"https://image.tmdb.org/t/p/w185/qCD2cqTRHOw1CdJF91Tw3bWrNLj.jpg",
"rate":"6.7",
 
 "movie":{
"sd":"https://megaup.net/2eFcr/Yesterday_Once_More_(2016)_SFS.mp4",
"sdZ":"SD 350MB",
"hd":"https://megaup.net/3AA7f/Yesterday_Once_More_(2016).mp4",
"hdZ":"HD 980MB",
"fhd":"986438398450814",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Our Times တို့ You are the apple of my eyes တို့လိုကျောင်းသားကားတွေရဲ့ Vibeကိုကြိုက်တတ်တဲ့သူတွေဆိုရင် ဒီကားကိုလည်းကြိုက်ကြလိမ့်မယ်လို့ယုံကြည်ပါတယ်။
Box office မှာ ယွမ်26.3millions ရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။*လင်ထျန်းကျောင်း*ဆိုတဲ့ကောင်မလေးကစာအရမ်းတော်တဲ့အတန်းခေါင်းဆောင်ကောင်မလေးပါ။
ရှင်းဟွာတက္ကသိုလ်ရဲ့ဘဏ္ဍာရေးမေဂျာမှာတက်ခွင့်ရဖို့ကြိုးစားနေပြီး နက္ခတ္တဗေဒပညာရှင်ဖြစ်ချ
