[
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure,Animation,Comedy",
"title":"Over the Moon (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-25-at-1.50.22-AM.png",
"rate":"7.0",
 
 "movie":{
"sd":"117056676860549",
"sdZ":"SD + HD",
"hd":"https://megaup.net/Txat/Over.the.Moon.2020.480p.WEBRip[CM].mp4",
"hdZ":"SD 327MB",
"fhd":"https://megaup.net/Txap/Over.the.Moon.2020.720p.WEBRip[CM].mp4",
"fhdZ":"HD 867MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
တရုတ်လူမျိုးတွေရဲ့ လနတ်သမီးလေး ချန်အယ်ရဲ့ ကြေကွဲဖွယ်ပုံပြင်လေးကို လူတော်တော်များများ
သိကြမှာပါ။ ဒီဇာတ်ကားလေးကတော့ အဲ့ဒီ ပုံပြင်လေးပေါ်ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပဲ
ဖြစ်ပါတယ်။ဖေးဖေးတို့မိသားစုကတော့ အေးအေးချမ်းချမ်းနဲ့ လမုန့်ရောင်းပြီး အသက်မွေးနေတဲ့ မိသားစုလေးဖြစ်ပါတယ်။ ဖေးဖေးအမေက သူ့ကိုလနတ်သမီးချန်အယ်အကြောင်း အမြဲပြောပြလေ့ရှိပြီး ဖေးဖေးကလည်း ယုံကြည်သူပါ။ ဖေးဖေးရဲ့အမေ သေဆုံးပြီးတဲ့နောက်မှာ ဖေးဖေးတစ်ယောက် သူမအမေကိုလက်မလွှတ်နိုင်ဘဲ သတိရနေခဲ့ပါတယ်။ ဖေးဖေးရဲ့အဖေ နောက်အိမ်ထောင်ပြုဖို့ အကြောင်းဖန်လာခဲ့ချိန်မှာ ချန်အယ်နဲ့ အချစ်စစ်ပုံပြင်ကို ယုံကြည်နေတဲ့ ဖေးဖေးတစ်ယောက် ဆောက်တည်ရာမရဘဲ သူ့အဖေကို အပြစ်တင်နေခဲ့ပြီး ချန်အယ်က စစ်မှန်ကြောင်း သက်သေပြဖို့ သူ့အဖေနောက်အိမ်ထောင်ကိုတားဆီးနိုင်ဖို့ လကမ္ဘာဆီသွားပြီး ချန်အယ်ကို ရှာဖို့ ကြိုးပမ်းပုံကို တင်ဆက်ထားတဲ့ animation ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်တင်ဆက်ပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။)

crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Thriller",
"title":"The Last Exorcist (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-24-at-12.37.24-PM.png",
"rate":"5.9",
 
 "movie":{
"sd":"109075524332470",
"sdZ":"SD + HD",
"hd":"112398373999267",
"hdZ":"SD + HD",
"fhd":"https://megaup.net/1zuad/The.Last.Exorcist.2020.720p.WEBRip[CM].mp4",
"fhdZ":"HD 680MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
၂၀၂၀မှာထွက်ရှိထားတဲ့ Thriller , Horror အမျိုးအစားဇာတ်ကားကောင်းလေးပါ။
အတိတ်ကာလကကြုံတွေ့ခဲ့ရတဲ့ နတ်ဆိုးတွေက လက်ရှိအချိန်ထိတိုင်လိုက်ပါ
နှောင့်ယှက်ခြင်းခံနေရတဲ့ ညီအစ်မနှစ်ယောက် ဂျိုးဇက်ဖင်းနဲ့မက်ဒီ။အစ်မဖြစ်သူမက်ဒီကို နတ်ဆိုးကဝင်ပူးသွားတဲ့အခါ ညီမဖြစ်သူဂျိုးဇက်ဖင်းကဘယ်လိုရင်ဆိုင်ပြီးအစ်မကိုကယ်တင်မှာလဲ ဇာတ်လမ်းနာမည်လေးအတိုင်းထိတ်လန့်သည်းဖိုစရာတွေများမြင်တွေ့ရမလား။ ကြောက်ဖို့ကောင်းတာကဘယ်မှာလဲဆိုပြီး ဖြစ်မှာလား။ ဒါကိုကြည့်ပြီးမှသိရမှာပါ။ သေချာတာတစ်ခုကတော့ဒီကားလေးထဲမှာသရုပ်ဆောင်ကြီးDanny Trejoက အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)
 
 crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"Monster Run 2020",
"poster":"https://image.tmdb.org/t/p/w185/hRhYEPqZcGFW9n0eb4AxlBInY1I.jpg",
"rate":"4.1",
 
 "movie":{
"sd":"112739417297848",
"sdZ":"SD + HD",
"hd":"147123647135868",
"hdZ":"SD + HD",
"fhd":"https://megaup.net/1zAx9/Monster_Run2020.1080p.(CM).mp4",
"fhdZ":"HD 1.1GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Monster Run 2020
2020 August လကထွက်ခဲ့တဲ့ ဇာတ်ကားလေးတကားတင်ဆက်ပေးချင်ပါတယ် မွန်းစတားလေးတွေပါဝင်တဲ့ချစ်စရာဇာတ်ကားလေးပါမင်းသမီးလေးကဒီကားရဲ့အဓိကဇာတ်ကောင်ပေါ့ (ကြည့်နေရင်းခင်ဝင့်ဝါနဲ့တောင်ဆင်သလိုလိုပါပဲ) ဇာတ်လမ်းအကြောင်းကတော့ လူတွေကြားထဲမှာ တခြားကမ္ဘာကရောက်လာတဲ့မွန်းစတားတွေဟာလူတွေမသိအောင် နေထိုင်လျက်ရှိပါတယ် မင်းသမီးလေးကတော့ငယ်ငယ်ကတည်းကဘေးမှာမွန်းစတားတွေလိုက်ကပ်နေတာကိုခံနေရတာပေါ့ သာမာန်လူမမြင်နိုင်တဲ့ဒီသတ္တဝါတွေကိုသူတယောက်ထဲမြင်
နေရတော့ အားလုံးကရှောင်ဖယ်ခံရပြီး စိတ်ရောဂါဆေးရုံအပို့ခံရပါလေရောဆေးရုံကဆင်းပြီးနောက် စူပါမားကပ်ဆိုင်တဆိုင်မှာ အလုပ်
ဝင်လုပ်နေခဲ့ပါတယ် ဒီလိုနဲ့တညမှာ သူတို့ဆိုင်ကိုမွန်းစတားဖမ်းဖို့ဆိုပြီး ဆရာတစ်ဦးရောက်လာတာကနေသူ့ဘဝအပြောင်းအလဲစတင်ဖြစ်ခဲ့တော့တာပါပဲ ဘာတွေဆက်ဖြစ်မလဲသိချင်ရင်တော့ဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ပါလို့ ….
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Drama,Horror,Thriller",
"title":"The Binding 2020",
"poster":"https://image.tmdb.org/t/p/w185/k8Oj2YlFKbwj1SNKZcb5Fw1Yosj.jpg",
"rate":"4.6",
 
 "movie":{
"sd":"112886940616429",
"sdZ":"SD + HD",
"hd":"https://megaup.net/1zB22/The_Binding_(2020)_720P_%7BCM%7D.mp4",
"hdZ":"SD 500MB",
"fhd":"https://megaup.net/1zB23/The_Binding_(2020)_1080P_%7BCM%7D.mp4",
"fhdZ":"HD 1GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Binding 2020
Horror ရုပ်ရှင် တွေကိုမှ ကြိုက်နှစ်သက်ပါတယ် ဆိုတဲ့ သူတွေအတွက် ၂၀၂၀ အောက်တိုဘာလ ကမှNetflix ကထုတ်လွှင့်ခဲ့တဲ့ အီတလီဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေဒီကားထဲမှာတော့ အီတလီအောက်လမ်းပညာ နဲ့တိုက်ခိုက်ခံရတဲ့ မိသားစု အကြောင်းကို အဓိကထား ရိုက်ကူးထားတာပါတယ်မင်းသား တို့မိသားစု သူ့အမေရဲ့ ခြံထဲကို အလည်ထွက်လာတဲ့အခါမှာတော့ မမျှော်လင့်ဘဲ အောင်လမ်းနည်းပညာနဲ့ အတိုက်အခိုက် ခံခဲ့ရပါတယ်အောက်လမ်း အစီအရင် တွေကို သူတို့မိသားစု ကျော်လွှားနိုင်ပါ့မလား ဆိုတာကတော့….
Netflix ကရိုက်တဲ့ သည်းထိတ် ရင်ဖို ဇာတ်ကားကောင်းတွေထဲက တစ်ခုပါ

crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"(21+) My Horny Neighbour Girl",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/11/dd0ba7db6be36b8ad164f973bbcd90c6.jpg",
"rate":"",
 
 "movie":{
"sd":"https://megaup.net/1zByW/FSDSS-014_720p(DS).mp4",
"sdZ":"SD 640MB",
"hd":"https://megaup.net/1zBzb/FSDSS-014_1080P_%7BDS%7D.mp4",
"hdZ":"HD 1.3GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
မနက်ပိုင်း သို့ နေ့လည်ပိုင်းဒေါင်းပါ
ဒီဆာဗာသည်
ညပိုင်းဒေါင်းရင် လိုင်းလုံး၀ မကောင်းပါ

Dark Fan တွေအတွက် အိမ်မှာနေရင်း လေ့လာဖို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရွေးချယ် တင်ပေးလိုက်ပါတယ်သူမလို AV မင်းသမီးတစ်ယောက် ကြည့်ရဖို့က နဲတဲ့ကုသိုလ်ကံ မဟုတ်ဘူး၃၁ ဘုံမှာ အမိုက်ဆုံး AV Model တစ်ယောက်လို့တောင်ပြောလို့ရပါတယ်အထူးသဖြင့် သူမပိုင်ဆိုင်ထားတဲ့ဖွင့်ထွားတဲ့ စနေနှခိုင်
ဖူးအာနေတဲ့ နှုတ်ခမ်းတစုံ
စတာတွေက အသက်တွေပါပဲမျက်နှာလေးက နန်းဆန်ပြီး Amature အမူရာနဲ့ တစ်လှည့်Mature အမူယာနဲ့တစ်ဖုံ အကောင်းဆုံးသရုပ်ဆောင်ထားတယ်….တက်သစ်စ AV မလေးတစ်ယောက် အခန်းပြောင်းလာပါတယ်ဟိုဖက်က ငနဲတကောင်ကလည်း FA တစ်ယောက် ပီပီ ထွက်သမျှ AV တွေကိုမလွတ်တမ်းအားပေးနေတာ မျက်ရည်က အတော်ဝနေပါပြီတနေ့မှာ မော်ဒယ်လေးက မိတ်ဖွဲ့ဖို့ တဖက်က ကောင်လေးအခန်း ကိုသွားလည်ပါတယ်အဲဒီမှာ ကောင်လေးကြည့်နေတဲ့ DVD အခွေကိုတွေ့သွားပြီး ……တက်သစ်စ မော်ဒယ်မလေးက ကုန်ကြမ်းတွေကို အပီအပြင်လေ့လာခွင့်ရသွားသလိုငနဲရဲ့ ကုန်ကြမ်းတွေကလည်း ပေးမကုန်နိုင်ပါဘူး….အနေအထားတွေကို အခေါ်အဝေါ်တွေ နဲ့တွဲပြီး ပူးပေါင်း လေ့လာကြတာကိုပုံဖေါ်ထားလို့ ၂၁+ ဆိုပြီး ပုရိသတို့လက်ထဲထည့်ပေးလိုက်ပါပြီ…ဇာတ်ကားထဲက အနေထား တခုက တခုသော HD ကို သတိရစေမယ်ဆိုတာရဲရဲကြီးအာမခံတယ် 😛

crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Fantasy,History,Martial",
"title":"Buddhas Palm Technique (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/mnp9ycdbog3b.jpg",
"rate":"5.6",
 
 "movie":{
"sd":"397959218234290",
"sdZ":"SD + HD",
"hd":"1004226640081312",
"hdZ":"SD + HD",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ဒီတစ်ခေါက် ဗုဒ္ဓလက်ဝါးသိုင်းဆိုတဲ့ သိုင်းကားကိုမှာ ခေတ်ပေါ်အနေအထားနဲ့ရိုက်ထားတဲ့ တရုတ်အက်ရှင်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးမှာတော့ သိုင်းကားဆိုပေမယ့် ဒီဘက်ခေတ်မှာ ကျင်လည်နေတဲ့အပူအအေးခံစားချက်မဲ့ နာမှာမကြောက် သေမှာမကြောက်တဲ့ ညီမအတွက်အသက်ပေးပြီး ညီမအတွက် ရှင်သန်နေတဲ့ လုံကျန်းပေဆိုတဲ့ လူအကြောင်းကို အဓိက ရိုက်ကူးထားတာပါ။
ဒီလို အများနဲ့မတူ တစ်မူထူးနေတဲ့အတွက် နတ်မျက်နှာဖုံးစွမ်းအားကို
ထိန်းချုပ်နိုင်တဲ့လူအနေနဲ့ စမ်းသပ်အောင်မြင်ပြီး ဘုမသိဘမသိသိုင်းလောကထဲရောက်သွားခဲ့တယ်။ ညီမကို ကယ်ချင်တဲ့သူ့စိတ်ကို အသုံးချပြီးတစ်ဆင့်ချင်း သိုင်းကျင့်ပေးသွားတာတွေက အတော်လေး စိတ်ဝင်စားဖို့ကောင်းပြီးဒီဘက်ခေတ်ကားဖြစ်လို့ သိုင်းချတာတွေ မမြင်ရတော့ဘူးလို့တွေးမယ့်လူတွေကတော့ အတွေးမှားသွားပြီလို့ပြောချင်ပါတယ်။

crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure,Drama,Family",
"title":"Eight Below (2006)",
"poster":"https://image.tmdb.org/t/p/w185/wdbjp6X12WRlLJrMlKrbSgjdpuC.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"111399484098508",
"sdZ":"SD + HD",
"hd":"https://megaup.net/1zA4y/Eight_Below_(2006)_SFS.mp4",
"hdZ":"SD 450MB",
"fhd":"https://megaup.net/1zA4e/Eight_Below_(2006)_720p.mp4",
"fhdZ":"HD 1.1GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ဒီဇာတ်ကားကတော့ ကွယ်လွယ်သွားပြီဖြစ်တဲ့ မင်းသားကြီး Paul Walker ရဲ့ကားတွေထဲက အကောင်းဆုံးကားတစ်ကားပါပဲ၁၉၃၈ တုန်းကရိုက်ခဲ့တဲ့ Antarctica ဆိုတဲ့ ဇာတ်ကားကို အခြေခံပြီး Walt Disney Pictures က အကောင်းဆုံး ပုံစံနဲ့ ပြန်လည်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းJerry ကတော့ National Science Foundation နဲ့ချုုပ်ထားတဲ့ စာချုပ်အရ Antarctica research base မှာ guide လုပ်ပေးနေရသူပါ
သူ့မှာ အတူတူနေတဲ့ ခွေးလေး ရှစ်ကောင်ရှိပါတယ်
National Science Foundationရဲ့ရည်ရွယ်ချက်ကတော့ (Mount Melbourne) ရေခဲတောင်မှာ (meteorite) ကျောက်တွေကို ရှာဖွေဖို့အတွက်ပေါ့တစ်နေ့ သူတို့တွေ ထိုရေခဲတောင်သို့ သွားရောက်ဖို့အတွက် ရေခဲလွှာပါးတာကြောင့် ယာဉ်တွေနဲ့သွားမရပဲ ခွေးရှစ်ကောင်ကို စွတ်ဖားနဲ့ချိတ်ပြီးသွားကြရပါတယ်သူတို့ကအသွား နှင်းမုန်တိုင်းက ဝင်လာတဲ့နောက်…ဒဏ်ရာတွေရပြီး အရေးပေါ်လေယာဉ်နဲ့ ဆေးရုံကို သွားရမယ့်ကိစကဖြစ်လာတော့ သူရဲ့ခွေးလေးရှစ်ကောင်ကို ရေခဲပြင်ပေါ်မှာပဲ သံကြိုးတွေ ခိုင်အောင်ချည်ပြီး ထားခဲ့ရပါတော့တယ်Jerry က ဆေးရုံမှာလူတွေချပြီးရင် လေယာဉ်မှူးကို ပြန်သွားခေါ်ဖို့ပြောခဲ့ပေမယ့် ပြန်သွားမခေါ်ပေးခဲ့တာကို Jerry ဆေးရုံမှာပြန်နိုးနိုးချင်းသိလိုက်ရတဲ့အခါမှာတော့…သူ့ခွေးလေးတွေကို ပြန်ခေါ်ဖို့ သူဘယ်လိုလုပ်မလဲဒီလောက်အေးခဲနေတဲ့အပြင် နှင်းမုန်တိုင်းကပါ တိုက်ခတ်နေတဲ့ ရေခဲပြင်ပေါ်မှာ လည်ပင်းသံကြိုးတွေချည်ထားခံရတဲ့ ခွေးလေးရှစ်ကောင်ကရော သူတို့အသက်ရှင်အောင် ဘယ်လိုနေထိုင်ကြမလဲ…အသက်ရောရှင်ပါ့မလား ဆိုတာတွေကို ရင်နဲ့အမျှခံစားရင်း ကြည့်ရှု့ကြရမှာပါ…။( အညွှန်းရေးသားထားသူကတော့ Naing Aung Latt ဖြစ်ပါတယ် )

crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Drama,Fantasy,Romance",
"title":"Monster List (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/ms.jpg",
"rate":"6.3",
 
 "movie":{
"sd":"879393189264731",
"sdZ":"SD + HD",
"hd":"412823436380680",
"hdZ":"SD + HD",
"fhd":"214920793371893",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"လူနဲ့ မိစ္ဆာကြားက အချစ်ဇာတ်တွေကို ကြိုက်တယ်ဆို ဒီကားလေးကို ကြိုက်ကြမှာပါဒါပေမယ့် ဒီကားလေးကတော့ အမြှီးကိုးချောင်း မြေခွေးမလေးကသူချစ်ရသူကို ဘဝအဆက်ဆက်လိုက်ရှာခဲ့ရပြီးတွေ့တဲ့အချိန်မှာ ချစ်ရသူက တရားကျင့်စဉ် ကျင့်နေသူဖြစ်ပြီးမိစ္ဆာမှတ်တမ်းဆိုတဲ့ မိစ္ဆာကြမ္မာကိုပြောင်းလဲနိုင်တဲ့ စာကြမ်းကို ပိုင်ဆိုင်ထားသူဖြစ်ပြီး
မိစ္ဆာနဲ့ လူ ကြားတရားမျှတမှုကို ယူဆောင်ပေးမယ့် နတ်မင်းဖြစ်လို့
နှစ်တစ်ထောင်ကျင့်အား တိုးစေမယ့် မိစ္ဆာတို့အတွက် စားတော်ပွဲဆိုလည်းမမှားသလို မြေခွေးမလေးအသက်ကို နှုတ်ယူနိုင်တဲ့ ကြမ္မာဆိုးဆိုလည်း မမှားပါဘူး…ဒီတော့ ဒီကြမ္မာဆိုးကနေ ဘယ်လို ရှောင်တိမ်းမလဲဆိုတာရယ်ရှောင်တိမ်းလို့ရပါ့မလားဆိုတာကတော့ ဇာတ်လမ်းလေးသာကြည့်လိုက်ကြပေါ့

crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Comedy,Fantasy",
"title":"The Great Sage (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/mk.jpg",
"rate":"6.1",
 
 "movie":{
"sd":"382335529579872",
"sdZ":"SD + HD",
"hd":"2726929827580049",
"hdZ":"SD + HD",
"fhd":"179694943808323",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

စွန်းဝူခုန်းဖန်တွေတော့ သိကြမယ်ထင်တယ် တရုတ်က အနောက်ခရီးသွား ဇာတ်ကို ပုံစံမျိုးစုံ ကြိုးခုန်ပြောင်းလဲတင်ဆက်ထားတာကိုဒီတော့ နောက်ပိုင်းဇာတ်မှာ လျိုအာထောဆိုတဲ့ စွန်ဝူခုန်းနဲ့ နားရွက်ဆိုဒ်ကလွဲရင်တစ်ယောက်တည်း ထင်ရလောက်အောင် တူတဲ့ မျောက်တစ်ကောင်ပါထည့်ရေးလာတာ သိကြမယ်ထင်တယ်…
ဒီဇာတ်လမ်းကတော့ စွန်းဝူခုန်းရဲ့ အချစ်ဇာတ်လမ်းအစား စွန်းဝူခုန်းရယ်
လျိုအာထောရယ် နောက်ပြီး သူတစ်ချိန်က ပျော်စံခဲ့တဲ့ တောင်ကမျောက်လေးတွေကြားက အထင်လွဲတာတွေ ခံစားချက်လေးတွေကိုတစ်မျိုးဆန်းစွာ တင်ဆက်ထားတာမို့ ကြည့်သင့်တဲ့ ကားကောင်းလေးလို့ပဲ ပြောပြလိုက်ချင်ပါတယ်။အော် ဒီဇာတ်လမ်းက ဝူခုန်း လူယောင်ဆောင် မိစ္ဆာ သုံးကောင်ကိုသတ်လို့ ဆရာက မောင်းထုတ်တာခံလိုက်ရချိန်မှာ ဖြစ်ခဲ့တဲ့ အဖြစ်အပျက်ကိုစိတ်ကူးပုံဖော်ထားတာမို့ မြင်နေကြ ဆရာတော်နဲ့ ဆရာတူညီနှစ်ယောက်တော့ မပါဘူးပေါ့
crd cm"
},
{
"Bolseries":true,
"type":"series",
 "season":"Season 5",
 "cate":"Action,Drama,Sci-Fi",
"title":"The Last Ship (S5)",
"poster":"https://1.bp.blogspot.com/-QW_HMzv1qTM/X5uZeeyMK9I/AAAAAAAAAF8/XGrD3jpH6YU1J_oy5eQzcnYZjnVjyifIQCLcBGAsYHQ/s320/The-Last-Ship-s5.jpg",
"rate":"6.3",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1",
 "link":"108991377665143"},
 {"ep":"Ep 2",
 "link":"108992690998345"},
 {"ep":"Ep 3",
 "link":"108994450998169"},
 {"ep":"Ep 4",
 "link":"109215264309421"},
 {"ep":"Ep 5",
 "link":"109216770975937"},
 {"ep":"Ep 6",
 "link":"109217940975820"},
 {"ep":"Ep 7",
 "link":"109219284309019"},
 {"ep":"Ep 8",
 "link":"109220140975600"},
 {"ep":"Ep 9",
 "link":"109222870975327"},
 {"ep":"Ep 10 End",
 "link":"109227730974841"}
 ],
"review":"
The Last Ship ရဲ့ Final Season ကို ရောက်ရှိလို့လာပါပြီ။ 
ဒီ Season ၅ မှာတော့ နိုင်ငံရေးတွေ War တွေကို အဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။ Virus ကင်းစင်သွားပေမဲ့ စစ်ပွဲတွေဆင်နွဲဖို့ ဖြစ်လာတဲ့ အခါ ဘယ်လိုတွေရင်ဆိုင်ကျမလဲ ? နေသန်ဂျိမ်းသင်္ဘောကြီးကတော့ ဒီတစ်ခါတိုက်ခိုက်ခံလိုက်ရပီး အရင်လိုလူတွေအကုန်ရှင်သန်နိုင်ပါ့မလား ? အမေရိကန်အနေနဲ့ အရှေ့အလယ်ပိုင်းကနိုင်ငံတွေနဲ့ ရင်ဆိုင်ပီး အကောင်းဆုံးရလဒ်တွေကိုရယူသွားနိုင်မလား ? ကပ္ပတိန်တွန်ချန်ဒလာကတော့ ဘယ်လိုတွေပြန်လည်ပါဝင်လာမလဲဆိုတာအကောင်းဆုံးကြည့်ရမဲ့ ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။ အပိုင်း (၁၀) ပါဝင်လို့ ဘာသာပြန်ပီးတာနဲ့ရသလောက်တင်ဆက်ပေးသွားပါမယ်

ဒီဇာတ်လမ်းတွဲကို ဘာသာပြန်ပေးသူကတော့ Pyae Sone Ynwa & Lucas Wang ဖြစ်ပါတယ်
Credit Review
Credit MSub Movie Channel
"
},
{
"Bolseries":true,
"type":"series",
 "season":"Season 4",
 "cate":"Action,Drama,Sci-Fi",
"title":"The Last Ship (S4)",
"poster":"https://1.bp.blogspot.com/-hIw9uL3-xRM/X5uXCki_JGI/AAAAAAAAAFw/eYH_RonVd_csYwqjzjWbUa-8DbzZFjQigCLcBGAsYHQ/s320/The-Last-Ship-s4.png",
"rate":"6.3",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1",
 "link":"107089401184972"},
 {"ep":"Ep 2",
 "link":"107090194518226"},
 {"ep":"Ep 3",
 "link":"107090581184854"},
 {"ep":"Ep 4",
 "link":"107091064518139"},
 {"ep":"Ep 5",
 "link":"107094994517746"},
 {"ep":"Ep 6",
 "link":"107100481183864"},
 {"ep":"Ep 7",
 "link":"107109914516254"},
 {"ep":"Ep 8",
 "link":"107145361179376"},
 {"ep":"Ep 9",
 "link":"107165404510705"},
 {"ep":"Ep 10 End",
 "link":"107186524508593"}
 ],
"review":"
ဒီ Season မှာတော့ စိတ်ပျက်ပီး လေ့လာလွင့်နေတဲ့ ကပ္ပတိန်ချန်ဒလာတစ်ယောက် ဂရိမြို့တစ်မြို့မှာ မိသားစုနဲ့ နေထိုင်ရင်း ဒီမြို့က ဂိုဏ်းခေါင်းဆောင်တွေနဲ့ ပတ်သက်မိရာကနေ တစ်ကမ္ဘာလုံးကို ကယ်ဖို့ဖြစ်လာပြန်ပါပြီ။ အရင် Season တွေမှာ Virus ပိုးက လူသားတွေကို ဒုက္ခပေးတယ်ဆိုပေမဲ့ ဒီ Season မှာတော့ ကောက်ပဲသီးနှံတွေကို ပျက်စီးစေပီး တစ်ကမ္ဘာလုံး ငတ်ဖို့ဖြစ်လာပါတယ်။ လူတွေစားဖို့မရှိလို့ ဒုက္ခတွေရောက်နေတဲ့ အချိန် Virus ဒဏ်ကိုခံနိုင်တဲ့ မျိုးစေ့လေးတွေကို အသက်နဲ့ရင်းပီး လုကျရာကနေ နိုင်ငံစုံက ကိုယ့်လူမျိုးကိုသာ ဦးစားပေးဖို့ဖြစ်လာတဲ့ အခါ မဟာမိတ်တွေခိုင်မြဲပါ့မလားဆိုတာကို ဟိုအရင် Season တွေလို စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးဖြစ်လာပါတော့တယ်
Credit Review
Credit MSub Movie Channel
"
},
{
"Bolseries":true,
"type":"series",
 "season":"Season 3",
 "cate":"Action,Drama,Sci-Fi",
"title":"The Last Ship (S3)",
"poster":"https://1.bp.blogspot.com/-Kt1guXnWviw/X5uTgxvEdhI/AAAAAAAAAFk/ofV3lCp_XmE-ZYueUyUSNIIj_h5fB7z9wCLcBGAsYHQ/s320/The-Last-Ship-s3.jpg",
"rate":"7.5",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1",
 "link":"104132721485397"},
 {"ep":"Ep 2",
 "link":"104133291485340"},
 {"ep":"Ep 3",
 "link":"104133688151967"},
 {"ep":"Ep 4",
 "link":"104134014818601"},
 {"ep":"Ep 5",
 "link":"104134278151908"},
 {"ep":"Ep 6",
 "link":"104138014818201"},
 {"ep":"Ep 7",
 "link":"104142921484377"},
 {"ep":"Ep 8",
 "link":"104150938150242"},
 {"ep":"Ep 9",
 "link":"104161921482477"},
 {"ep":"Ep 10",
 "link":"104173398147996"},
 {"ep":"Ep 11",
 "link":"104189918146344"},
 {"ep":"Ep 12",
 "link":"104206364811366"},
 {"ep":"Ep 13 End",
 "link":"104225548142781"}
 ],
"review":"
The Last Ship ရုပ်ရှင်ဇာတ်လမ်းတွဲဟာဆိုရင် Wliiiam Brinkley 1988 ခုနှစ်မှာရေးသားခဲ့တဲ့ The Last Ship ဝတ္ထုကိုအခြေခံပြီးရိုက်ကူးထားတဲ. သည်းထိတ်ရင်ဖိုလျှို.ဝှက်ဆန်းကျယ်အက်ရှင်ဇာတ်လမ်းတွဲတစ်ခုပါ.။ သည်းထိတ်ရင်ဖို လျှိ့ဝှက်ဆန်းကြယ်ရုပ်ရှင်ဇာတ်ကားတွေရဲ့ သဘောတရားအရ ကြည့်ရှု့သူကို အသည်းတလှပ်လှပ်ရင်တဖိုဖိုနဲ့ ထိုင်ရာမထတမ်းကြည့်ရှု့နိုင်စေမယ့် ဆွဲဆောင်မှု့မျိုးကို အပြည့်အဝရရှိစေတယ်ဆိုတဲ့ ဖန်တီးမှု့မျိုးနဲ့ The Last Ship စီးရီးကို ဖန်တီးပုံဖော်ထားတာ ကိုတွေ့ရပါတယ်.။

သရုပ်ဆောင်တွေကတော့ မြန်မာ ပရိတ်သတ်နဲ့မစိမ်းလှတဲ့ ကမ္ဘာကျော်ရုပ်ရှင်မင်းသားကြီး Eric Dane (Underworld, Spartacus,Doomsday)တို.မှမင်းသမီးချော Rhona Mitra တို.က အဓိကဇာတ်ဆောင်များအဖြစ်ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်.။ အမေရိကန်သမ္မတရဲ.လျို.ဝှက်စေခိုင်းမှုအရ ကပ္ပတိန် Chandler ဦးစီးတဲ.သဘောၤသား ၂၁၇ယောက်ပါဝင်သော အမေရိကန်စစ်သဘောၤNatha James ဟာသိပ္ပံပညာရှင်ဒေါက်တာ Rachel နှင်.အတူအာတိတ်သမုဒ္ဒရာထဲမှာ လူသားမျိုးနွယ်စုကို အမြစ်ပြတ်ခြေမှုန်းနိုင်လောက်အောင် ဆိုးရွားတဲ့ ရောဂါပိုးတစ်ခုရဲ့ အရင်းအမြစ် တစ်ခုကိုသွားရောက်ရှာဖွေနေတဲ.အချိန်မှာပဲကမ္ဘာကြီးရဲ.၈၀ရာခိုင်နှုန်းလောက် ရောဂါပိုးကူးစက်ခံရပြီးသေဆုံးသွားခဲ.ရပါပြီ.. ။

အစိုးရအဖွဲ.အစည်းနဲ.လည်းအဆက်အသွယ်မရအခြားနိုင်ငံမှရန်သူတွေရဲ.တိုက်ခိုက်ခြင်းခံရတာကနေဘယ်လိုရုန်းထွက်ကြပြီး လူ့လောကကြီးကို ပြန်လည်ကယ်တင်ဖို့အတွက် တစ်ခုတည်းသော မျှော်လင့်ချက်ဖြစ်တဲ့ ဒေါက်တာမလေး Rachel ကို အန္တရာယ်ကင်းကင်းနဲ့ကာကွယ်စောင့်ရှောက်ဖို့အတွက် မဖြစ်မနေစတင်ကြိုးပန်းကြပါတော့တယ်.။ ထူးဆန်းတဲ့ ဗိုင်းရပ်စ်သာမက ရုတ်တရက်ပေါ်လာပြီး ထူးဆန်းတဲ့အန္တရာယ်တွေကြား ကူရာကယ်ရာမဲံနေတဲ့သူတို့အဖွဲ့ ဗိုင်းရပ်စ်အတွက်ကာကွယ်ဆေးထုတ်ဖို.အခက်အခဲတွေဘယ်လောက် ကြုံတွေ.ခဲ.ရလဲအမိတိုင်းပြည်ကိုပြန်ရောက်တဲ.

အခါမှာရောဘယ်လိုမျိုးအခြေအနေတွေနဲ.ကြုံတွေ.ရမလဲ ဖရိုဖရဲဖြစ်နေတဲ့ လူ့ဘောင်အဖွဲ့အစည်းကြီးကို ပြန်လည်းအစည်းတည့် အဆင်ပြေအောင် ဘယ်လိုတည်ဆောက်ယူကြရမလဲဆိုတာ ခံစားကြည့်ရှု့လိုက်ကြပါဦးခင်ဗျာ……။ စိတ်လှုပ်ရှားစရာတွေ အက်ရှင်ခန်းတွေ လျှို့ဝှက်ဆန်းကြယ်မှု့တွေအပြည့်နဲ့ စီးရီးကောင်းတစ်ခုကို ညွန်းဆိုပေးလိုက်ရပါတယ်.။
Credit Review
Credit MSub Movie Channel
"
},
{
"Bolseries":true,
"type":"series",
 "season":"Season 2",
 "cate":"Action,Drama,Sci-Fi",
"title":"The Last Ship (2014) S2",
"poster":"https://1.bp.blogspot.com/-eKRKOt71LUU/X5uQEjHRXUI/AAAAAAAAAFY/DiNb0s-_Ut4e-0N-c7sHKgvplDdpaN6YgCLcBGAsYHQ/s320/The-Last-Ship-s2.jpg",
"rate":"7.5",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1",
 "link":"109979857554885"},
 {"ep":"Ep 2",
 "link":"109987324220805"},
 {"ep":"Ep 3",
 "link":"109995654219972"},
 {"ep":"Ep 4",
 "link":"109999350886269"},
 {"ep":"Ep 5",
 "link":"110006340885570"},
 {"ep":"Ep 6",
 "link":"110015490884655"},
 {"ep":"Ep 7",
 "link":"110027040883500"},
 {"ep":"Ep 8",
 "link":"110043247548546"},
 {"ep":"Ep 9",
 "link":"110057767547094"},
 {"ep":"Ep 10",
 "link":"110074527545418"},
 {"ep":"Ep 11",
 "link":"110088380877366"},
 {"ep":"Ep 12",
 "link":"110105407542330"},
 {"ep":"Ep 13 End",
 "link":"110129534206584"}
 ],
"review":"
The Last Ship ရုပ်ရှင်ဇာတ်လမ်းတွဲဟာဆိုရင် Wliiiam Brinkley 1988 ခုနှစ်မှာရေးသားခဲ့တဲ့ The Last Ship ဝတ္ထုကိုအခြေခံပြီးရိုက်ကူးထားတဲ. သည်းထိတ်ရင်ဖိုလျှို.ဝှက်ဆန်းကျယ်အက်ရှင်ဇာတ်လမ်းတွဲတစ်ခုပါ.။ သည်းထိတ်ရင်ဖို လျှိ့ဝှက်ဆန်းကြယ်ရုပ်ရှင်ဇာတ်ကားတွေရဲ့ သဘောတရားအရ ကြည့်ရှု့သူကို အသည်းတလှပ်လှပ်ရင်တဖိုဖိုနဲ့ ထိုင်ရာမထတမ်းကြည့်ရှု့နိုင်စေမယ့် ဆွဲဆောင်မှု့မျိုးကို အပြည့်အဝရရှိစေတယ်ဆိုတဲ့ ဖန်တီးမှု့မျိုးနဲ့ The Last Ship စီးရီးကို ဖန်တီးပုံဖော်ထားတာ ကိုတွေ့ရပါတယ်.။

သရုပ်ဆောင်တွေကတော့ မြန်မာ ပရိတ်သတ်နဲ့မစိမ်းလှတဲ့ ကမ္ဘာကျော်ရုပ်ရှင်မင်းသားကြီး Eric Dane (Underworld, Spartacus,Doomsday)တို.မှမင်းသမီးချော Rhona Mitra တို.က အဓိကဇာတ်ဆောင်များအဖြစ်ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်.။ အမေရိကန်သမ္မတရဲ.လျို.ဝှက်စေခိုင်းမှုအရ ကပ္ပတိန် Chandler ဦးစီးတဲ.သဘောၤသား ၂၁၇ယောက်ပါဝင်သော အမေရိကန်စစ်သဘောၤNatha James ဟာသိပ္ပံပညာရှင်ဒေါက်တာ Rachel နှင်.အတူအာတိတ်သမုဒ္ဒရာထဲမှာ လူသားမျိုးနွယ်စုကို အမြစ်ပြတ်ခြေမှုန်းနိုင်လောက်အောင် ဆိုးရွားတဲ့ ရောဂါပိုးတစ်ခုရဲ့ အရင်းအမြစ် တစ်ခုကိုသွားရောက်ရှာဖွေနေတဲ.အချိန်မှာပဲကမ္ဘာကြီးရဲ.၈၀ရာခိုင်နှုန်းလောက် ရောဂါပိုးကူးစက်ခံရပြီးသေဆုံးသွားခဲ.ရပါပြီ.. ။

အစိုးရအဖွဲ.အစည်းနဲ.လည်းအဆက်အသွယ်မရအခြားနိုင်ငံမှရန်သူတွေရဲ.တိုက်ခိုက်ခြင်းခံရတာကနေဘယ်လိုရုန်းထွက်ကြပြီး လူ့လောကကြီးကို ပြန်လည်ကယ်တင်ဖို့အတွက် တစ်ခုတည်းသော မျှော်လင့်ချက်ဖြစ်တဲ့ ဒေါက်တာမလေး Rachel ကို အန္တရာယ်ကင်းကင်းနဲ့ကာကွယ်စောင့်ရှောက်ဖို့အတွက် မဖြစ်မနေစတင်ကြိုးပန်းကြပါတော့တယ်.။ ထူးဆန်းတဲ့ ဗိုင်းရပ်စ်သာမက ရုတ်တရက်ပေါ်လာပြီး ထူးဆန်းတဲ့အန္တရာယ်တွေကြား ကူရာကယ်ရာမဲံနေတဲ့သူတို့အဖွဲ့ ဗိုင်းရပ်စ်အတွက်ကာကွယ်ဆေးထုတ်ဖို.အခက်အခဲတွေဘယ်လောက် ကြုံတွေ.ခဲ.ရလဲအမိတိုင်းပြည်ကိုပြန်ရောက်တဲ.

အခါမှာရောဘယ်လိုမျိုးအခြေအနေတွေနဲ.ကြုံတွေ.ရမလဲ ဖရိုဖရဲဖြစ်နေတဲ့ လူ့ဘောင်အဖွဲ့အစည်းကြီးကို ပြန်လည်းအစည်းတည့် အဆင်ပြေအောင် ဘယ်လိုတည်ဆောက်ယူကြရမလဲဆိုတာ ခံစားကြည့်ရှု့လိုက်ကြပါဦးခင်ဗျာ……။ စိတ်လှုပ်ရှားစရာတွေ အက်ရှင်ခန်းတွေ လျှို့ဝှက်ဆန်းကြယ်မှု့တွေအပြည့်နဲ့ စီးရီးကောင်းတစ်ခုကို ညွန်းဆိုပေးလိုက်ရပါတယ်.။
Credit Review
Credit MSub Movie Channel
"
},
{
"Bolseries":true,
"type":"series",
 "season":"Season 1",
 "cate":"Action,Drama,Sci-Fi",
"title":"The Last Ship (2014) S1",
"poster":"https://1.bp.blogspot.com/-P4ZS7FJidjQ/X5uGROj3DyI/AAAAAAAAAFM/RrIDvjHOaf4mAm2z-TYCUNp5uUB1jbRwQCLcBGAsYHQ/s0/The-Last-Ship.jpg",
"rate":"7.5",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1",
 "link":"146044843895782"},
 {"ep":"Ep 2",
 "link":"146047987228801"},
 {"ep":"Ep 3",
 "link":"146048780562055"},
 {"ep":"Ep 4",
 "link":"146049613895305"},
 {"ep":"Ep 5",
 "link":"146051157228484"},
 {"ep":"Ep 6",
 "link":"146052440561689"},
 {"ep":"Ep 7",
 "link":"146055370561396"},
 {"ep":"Ep 8",
 "link":"146058557227744"},
 {"ep":"Ep 9",
 "link":"146065857227014"},
 {"ep":"Ep 10 End",
 "link":"146075163892750"}
 ],
"review":"The Last Ship ရုပ်ရှင်ဇာတ်လမ်းတွဲဟာဆိုရင် Wliiiam Brinkley 1988 ခုနှစ်မှာရေးသားခဲ့တဲ့ The Last Ship ဝတ္ထုကိုအခြေခံပြီးရိုက်ကူးထားတဲ. သည်းထိတ်ရင်ဖိုလျှို.ဝှက်ဆန်းကျယ်အက်ရှင်ဇာတ်လမ်းတွဲတစ်ခုပါ.။ သည်းထိတ်ရင်ဖို လျှိ့ဝှက်ဆန်းကြယ်ရုပ်ရှင်ဇာတ်ကားတွေရဲ့ သဘောတရားအရ ကြည့်ရှု့သူကို အသည်းတလှပ်လှပ်ရင်တဖိုဖိုနဲ့ ထိုင်ရာမထတမ်းကြည့်ရှု့နိုင်စေမယ့် ဆွဲဆောင်မှု့မျိုးကို အပြည့်အဝရရှိစေတယ်ဆိုတဲ့ ဖန်တီးမှု့မျိုးနဲ့ The Last Ship စီးရီးကို ဖန်တီးပုံဖော်ထားတာ ကိုတွေ့ရပါတယ်.။

သရုပ်ဆောင်တွေကတော့ မြန်မာ ပရိတ်သတ်နဲ့မစိမ်းလှတဲ့ ကမ္ဘာကျော်ရုပ်ရှင်မင်းသားကြီး Eric Dane (Underworld, Spartacus,Doomsday)တို.မှမင်းသမီးချော Rhona Mitra တို.က အဓိကဇာတ်ဆောင်များအဖြစ်ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်.။ အမေရိကန်သမ္မတရဲ.လျို.ဝှက်စေခိုင်းမှုအရ ကပ္ပတိန် Chandler ဦးစီးတဲ.သဘောၤသား ၂၁၇ယောက်ပါဝင်သော အမေရိကန်စစ်သဘောၤNatha James ဟာသိပ္ပံပညာရှင်ဒေါက်တာ Rachel နှင်.အတူအာတိတ်သမုဒ္ဒရာထဲမှာ လူသားမျိုးနွယ်စုကို အမြစ်ပြတ်ခြေမှုန်းနိုင်လောက်အောင် ဆိုးရွားတဲ့ ရောဂါပိုးတစ်ခုရဲ့ အရင်းအမြစ် တစ်ခုကိုသွားရောက်ရှာဖွေနေတဲ.အချိန်မှာပဲကမ္ဘာကြီးရဲ.၈၀ရာခိုင်နှုန်းလောက် ရောဂါပိုးကူးစက်ခံရပြီးသေဆုံးသွားခဲ.ရပါပြီ.. ။

အစိုးရအဖွဲ.အစည်းနဲ.လည်းအဆက်အသွယ်မရအခြားနိုင်ငံမှရန်သူတွေရဲ.တိုက်ခိုက်ခြင်းခံရတာကနေဘယ်လိုရုန်းထွက်ကြပြီး လူ့လောကကြီးကို ပြန်လည်ကယ်တင်ဖို့အတွက် တစ်ခုတည်းသော မျှော်လင့်ချက်ဖြစ်တဲ့ ဒေါက်တာမလေး Rachel ကို အန္တရာယ်ကင်းကင်းနဲ့ကာကွယ်စောင့်ရှောက်ဖို့အတွက် မဖြစ်မနေစတင်ကြိုးပန်းကြပါတော့တယ်.။ ထူးဆန်းတဲ့ ဗိုင်းရပ်စ်သာမက ရုတ်တရက်ပေါ်လာပြီး ထူးဆန်းတဲ့အန္တရာယ်တွေကြား ကူရာကယ်ရာမဲံနေတဲ့သူတို့အဖွဲ့ ဗိုင်းရပ်စ်အတွက်ကာကွယ်ဆေးထုတ်ဖို.အခက်အခဲတွေဘယ်လောက် ကြုံတွေ.ခဲ.ရလဲအမိတိုင်းပြည်ကိုပြန်ရောက်တဲ.

အခါမှာရောဘယ်လိုမျိုးအခြေအနေတွေနဲ.ကြုံတွေ.ရမလဲ ဖရိုဖရဲဖြစ်နေတဲ့ လူ့ဘောင်အဖွဲ့အစည်းကြီးကို ပြန်လည်းအစည်းတည့် အဆင်ပြေအောင် ဘယ်လိုတည်ဆောက်ယူကြရမလဲဆိုတာ ခံစားကြည့်ရှု့လိုက်ကြပါဦးခင်ဗျာ……။ စိတ်လှုပ်ရှားစရာတွေ အက်ရှင်ခန်းတွေ လျှို့ဝှက်ဆန်းကြယ်မှု့တွေအပြည့်နဲ့ စီးရီးကောင်းတစ်ခုကို ညွန်းဆိုပေးလိုက်ရပါတယ်.။

Credit Review
Credit MSub Movie Channel
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure",
"title":"Buried City to Shut All Lights Side Story (2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/Buried-City-to-Shut-All-Lights-Sidestory-2019-1.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"1071454823298812",
"sdZ":"SD + HD",
"hd":"996219010861755",
"hdZ":"SD + HD",
"fhd":"2644781325832200",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

Buried City to Shut All Lights 
ဆိုတဲ့ စီးရီးကို တရုတ်ကားချစ်သူတွေကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဇာတ်လမ်းအတိုချုပ်ရှင်းရရင်တော့ဆရာတပည့်ကြားက အချစ်ဇာတ်လမ်းလေးကို သိုင်းလောကနဲ့တိုင်းပြည်ရေးအရှုပ်အထွေးတွေကြား ပုံဖော်ခဲ့တဲ့ ဇာတ်လမ်းလေးပေါ့။အခုက ဒီစီးရီးရဲ့ side story လေးကို တင်ပေးလိုက်တာပေါ့။
ဒီ side story လေးကတော့ ကျုံးယွမ်မှာပြန်ပြီး အမတ်လုပ်ဖို့
လိုက်ခေါ်နေလို့ ထွက်ပြေးလာတဲ့ ဆရာတပည့် လင်မယားနှစ်ယောက်ကခွန်မြို့ကိုရောက်ပြီး ထူးဆန်းမှုတွေ ရင်ဆိုင်ရတာပေါ့။ထူးဆန်းတယ်ဆိုတာ ဆန်းဆန်းပြားပြားမဟုတ်ပါဘူး။ဒါပေမယ့် ဒီကားကြည့်ပြီးရင် အဲ့မြို့ကို ချက်ချင်းပြောင်းသွားချင်မယ်ထင်တာပဲ။ဘာပဲပြောပြော ကြည့်လိုက်ပါ။ဒါနဲ့ လော့မင်းကြီးရဲ့ ဒိုင်ယာလော့တွေက စာအုပ်လေးနဲ့ မှတ်ထားကြပါလို့…
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Drama,Mystery",
"title":"Port of Call 2015",
"poster":"https://image.tmdb.org/t/p/w185/uGZdQMZRPvlNkoJin2oX2fuOSeF.jpg",
"rate":"6.7",
 
 "movie":{
"sd":"142102984304601",
"sdZ":"SD + HD",
"hd":"142098684305031",
"hdZ":"SD + HD",
"fhd":"https://megaup.net/Tvt7/Port.of.Call.2015.Director_s.Cut.720p.BluRay.DD5.1_%7BCM%7D.mp4",
"fhdZ":"HD 876MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Port Of Call
ပျော်ရွှင်မှုဆိုတာ ဘာလဲ ? ဝမ်းနည်းမှုဆိုတာရော? ဒီလူ့ဘဝကြီးမှာ နပျော်ဖို့ဘာတွေပေးဆပ်ရမလဲ? ဘာတွေစွန့်စားရမလဲ ? ရှိတာလေးနဲ့ပျော်ရွှင်အောင်နေပြီးလာဘလေးသာမကြီးလာခဲ့ရင် ၁၆ စ်အရွယ် သဆုံးမှုဆိုတာဖြစ်မလာနိုင်ဘူးလို့ V ကတော့ဘာသာပြန်နေရင်း တွးနေမိခဲ့တယ်။
တကယ်ကောင်းတဲ့ကားလေးပါ။ 18 စ်အထက် Softcore လေးတွေပါလို့
မိသားစုကြားကြည့်လို့မသင့်ပါဘူးနော်။ မာ်ဒန်ဖြစ်ချင်လွန်းတဲ့ ဝမ်ကျားမိန် တစ်ယောက်အိမ်ကလည်းအဆင်မပြေချိန် စီးပွားရေးမပြေလည်ချိန် စိတ်ထွက်ပေါက်ကိုလိုက်ရှာရင်းအပျော်မယ်တစ်ယောက်ဖြစ်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်း ဘဝကြီးကခါးတယ်လို့ခံယူထားတဲ့သူ့အတွက်တော့ ပျာ်စရာကကြာရှည်မခံခဲ့ပါဘူး။ တစ်နေ့မှာဝတုတ်ကောင်လေးတစ်ယောက်က သူလူသတ်ခဲ့တယ်ဆိုပြီး ရဲစခန်းလာအဖမ်းခံတယ်။အမှုကအားလုံးပိတ်သွားပြီဆိုပေမယ့် မပြီးသေးတာက ဇာတ်လိုက်ကျော်ကြီး Aron Kwok.အခုမှစတွေ့တဲ့သူကို သတ်ရအောင် ဘာတွေကများစည်းရုံးလိုက်သလဲပေါ့နာက်ဆုံးအဆုံးသတ်မှာ ဝမ်ကျားမိန် ပာခဲ့တာကတော့ အခန်းရဲ့အပြင်ဘက်တံခါး တဲ့အဲ့တော့ စိတ်ကိုဖွင့်ထားပါ စိတ်ရဲ့အမှောင်ဘက်ခြမ်းကနေ တိုးထွက်ခဲ့ပါတဲ့ သူကတော့တ်ဆက်ခဲ့ပါတယ်တဲ့ ။ ။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Documentary",
"title":"Fernando Torres: The Last Symbol(2020)",
"poster":"https://image.tmdb.org/t/p/w185/kkHLcvaBScIAQzr797s4ay1d5bw.jpg",
"rate":"7.4",
 
 "movie":{
"sd":"185534066425695",
"sdZ":"SD + HD",
"hd":"1216966892008693",
"hdZ":"SD + HD",
"fhd":"https://megaup.net/1zs76/Fernando_Torres.The_Last_Symbol.2020.WEB-DL.720P.PP.mp4",
"fhdZ":"HD 926MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Fernando Torres: The Last Symbol(2020)
ကလေးဘဝက စလို့ ဘောလုံးပွဲတွေကြည့်တတ်လာတဲ့အချိန်အကြောင်းကြောင်း ကြောင့်ကျွန်တော်တို့အသင်းတစ်သင်းကို အားပေးဖြစ်တယ်…တစ်ချို့လည်း အသင်းကောင်းရင် ပွဲတိုင်းမလွတ်တတ်သူတွေရှိပါတယ်…မည်သို့ပင်ဆိုစေကာမူ ကိုယ်အားပေးတဲ့အသင်းနဲ့တစ်ဘက်အသင်းကန်ချိန် တော်လွန်းခြေစွမ်းပြလွန်းလို့ ခဏတာလေးမုန်းနေတတ်ပေမဲ့
ဘယ်အသင်းဖန်မဆို တခြားအချိန်တွေမှာ လိုက်လံအားပေးဖြစ်ကြပါတယ်….ဒီလိုကစားသမားမျိုးကလည်း
အသင်းတိုင်းမှာ လက်ချိုးရေလို့ရပါတယ်…ဒါတွေကထားပါတော့ ….ကမ္ဘာကျော် ဘောလုံးအားကစားသမားတွေဟာ တစ်လကို ဒေါ်လာ(သို့) ယူရိုငွေ သန်းနဲ့ ချီပြီး ဝင်တဲ့ ဖြစ်ပါတယ်။ဝါသနာအရင်းခံပြီး ကန်ကြတဲ့ ဘောလုံးသမားတွေအတွက် ဝါသနာပါတာလုပ်ရတဲ့အပြင် ပိုက်ဆံလည်း ရတဲ့အတွက် ဘောလုံးသမားအဖြစ် ရပ်တည်ရတာ အလွန် စိတ်ချမ်းသာ ပျော်ရွှင်စရာပါ။ဒါပေမယ့် လူသားထဲက လူသားတွေ ဖြစ်တဲ့အတွက် တစ်ဖက် မှာလည်း နှလုံးသားခံစားချက်တွေ၊ဗျာများခဲ့ရတဲ့ကိစ္စတွေနဲ့ အခက်အခဲ အကျပ်အတည်းတွေ ရှိနေပါတယ်။ ဒီ Documetry ပုံစံဇာတ်လမ်းလေးထဲမှာတော့ ကလပ်အသင်းများစွာမှာ ကစားခဲ့တဲ့ စပိန်လူမျိုး တိုက်စစ်မှူး ကမ္ဘာကျော် ဘောလုံးသမား ဖာနန်ဒို တောရက်စ် ဘဝဇာတ်စုံကို ကလေးဘဝကနေအသင်းတွေပြောင်းတာ နိုင်ငံအသင်းအတွက်ကစားတာ အရေးပါတဲ့ပွဲတွေ.လူတွေလက်ညှိုးထိုးစရာ သူရဲကောင်းတင်မြောက်တာတွေကအစလျှို့ဝှက်ချက်ပါမကျန် ရိုက်ကူး တင်ဆက် ထားပါတယ်။ဘောလုံးအားကစားကို ချစ်မြတ်နိုး သူတိုင်း၊ အားကစားကို ချစ်မြတ်နိုးသူတိုင်း အကြိုက်တွေ့မယ် Documentry လေးပါ။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Fantasy,Horror",
"title":"The Mortuary Collection (2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-21-at-11.05.20-PM.png",
"rate":"6.7",
 
 "movie":{
"sd":"1283542195335892",
"sdZ":"SD + HD",
"hd":"https://megaup.net/1zryj/The.Mortuary.Collection.2019.WebRip.480P[CM].mp4",
"hdZ":"SD 350MB",
"fhd":"https://megaup.net/1zry3/The.Mortuary.Collection.2019.WebRip.720P[CM].mp4",
"fhdZ":"HD 950MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဖန်တက်စီ၊ ဟော်ရာ ထူးထူးခြားခြား ကောင်းကောင်းလေးပဲဗျာ။ တကယ်ကြည့်လို့ကောင်းတယ်။
ကလေးတွေနဲ့ရော မိသားစုနဲ့ရော မကြည့်သင့်ပါဘူး။ ပြကွက်တွေက ကြောက်ဖို့ကေငာ်းတာတွေ
ပါပါတယ်။ဇာတ်လမ်းအကျဉ်း စျာပနပြင်ဆင်ပေးတဲ့ အိမ်ထဲကို မိန်းမငယ်လေးတစ်ယောက် အလုပ်လာလျှောက်တယ်။ အိမ်ပိုင်ရှင် သုဘရာဇာကြီးနဲ့ စကားတွေပြောရင် သုဘရာဇာကြီးက သူ့ဆီက အလောင်းတွေအကြောင်း ပုံပြင်တွေ ပြောပြတယ်။ ပုံပြင်တွေက ထူးဆန်းပြီး ကြောက်စရာကောင်းတယ်။ ပုံပြင်တွေအပြီးမှ အလုပ်လာလျှောက်တဲ့ မိန်းကလေးရဲ့ ပုံပြင်ကို ရောက်လာတဲ့အခါ…….ဒီဇာတ်ကားဟာ IMDb Rating 6.7/10 ရရှိထားပြီး . ရုပ်ရှင်ကားကောင်းတွေ ရှားနေတဲ့အချိန်မှာထွက်လာတဲ့ ကားကောင်းတစ်ကားလို့လည်း ညွှန်းဆိုချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Drama,Thriller",
"title":"Red Dragon (2002)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/red.dragon.1.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"141037854411114",
"sdZ":"SD + HD",
"hd":"https://megaup.net/1zrji/Red.Dragon.2002.BluRay.480P.5.1CH[CM].mp4",
"hdZ":"SD 400MB",
"fhd":"https://megaup.net/1zrod/Red.Dragon.2002.BluRay.720P.5.1CH[CM].mp4",
"fhdZ":"HD 1.0GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ခေါင်းစားပြီး စိတ်ပညာမှုခင်းဇာတ်ကားတွေကြိုက်တဲ့လူတွေအတွက်တော့ အကြိုက်ဖြစ်စေမယ့်
ဇာတ်ကားတစ်ခုပါ အဓိက ဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ Anthony Hopkin & Edward Norton
တို့နှစ်ယောက်ရဲ့ Chemistry မိမိနဲ့ သရုပ်ဆောင်မှုတွေကို တဝကြီးကြည့်ရမှာပါ။
ဇာတ်လမ်းအညွှန်း
********
ဝယ် ဂရေဟမ်ဟာ FBI Agent တစ်ယောက်ဖြစ်ပြီး မှုခင်းတွေစုံစမ်းတဲ့နေရာမှာ သူမတူတဲ့ ဖြတ်ထိုးဉာဏ်တွေးခေါ်မှုတွေအမှုပေါင်းများစွာကို ဖော်ထုတ်ခဲဲ့တဲ့လူတစ်ယောက်ပါ။ မှုခင်းစုံစမ်းရေးတွေမှာသူ့ကိုကူညီနေတဲ့ စိတ်ပညာရှင် ဟန်နဘယ် လက်တာဆိုတာ FBI ကိုအိပ်ကပ်ထဲထည့်ထားပြီး တစ်ဖက်မှာလူပေါင်းများစွာကို သွေးအေးအေးနဲ့သတ်ပြီး ခန္တာဗေဒကိုလေ့လာနေတဲ့ ကြောင်သူတော်တစ်ယောက်လို့ပြောရမယ် ။ အကြောင်းစုံကိုသိသွားတဲ့ ဂရေဟမ်က ဟန်နဘယ်လက်တာကို ဖမ်းဆီးဖော်ထုတ်နိုင်ခဲ့ပြီးသူ့ရဲ့ FBI Agent ဘဝကိုလည်း ပြည်ဖုံးကားချလိုက်ပါတော့တယ် ။ နှစ်ပေါင်းများစွာကြာတဲ့အခါ ကိစ္စတွေကမပြီးသွားပဲ လက်တာလိုမျိုး အရမ်းထူးခြားတဲ့ စိတ္တဇလူသတ်သမားတစ်ယောက်ပေါ်လာခဲ့တာကြောင့်ဂရေဟမ် , လက်တာ နှစ်ယောက်ပေါင်းကာ အဲ့ဒီလူသတ်ကောင်ကို ထပ်မံဖမ်းဆီးရပါတော့တယ်။ အခန်းတိုင်းမှာ လျှိ့ကွက်လေးတွေရှိနေပြီး Genius 3 ယောက်ရဲ့ အားပြိုင်မှု စိန်ခေါ်မှုတွေနဲ့ လူသတ်မှုကိုတစ်စတစ်စချင်းစီဖော်ထုတ်သွားတဲ့အချက်က ဟာကနဲတွေဖြစ်သွားမှာပါ၊(ဒီဇာတ်ကားနဲ့ အညွှန်းနဲ့ဘာသာပြန်ဆိုသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,History,War",
"title":"City of Life and Death (2009)",
"poster":"https://image.tmdb.org/t/p/w185/o37fhCBEvkKfbGCwP4CmEPzZMr4.jpg",
"rate":"7.7",
 
 "movie":{
"sd":"191716699084149",
"sdZ":"SD + HD",
"hd":"https://megaup.net/2VmcC/City_of_Life_and_Death_(2009)_SFS.mp4",
"hdZ":"SD 450MB",
"fhd":"https://megaup.net/1zriz/City_of_Life_and_Death_(2009).mp4",
"fhdZ":"HD 1.2GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီကားဟာဆိုရင် ဟိုးအရင်ခေတ် စစ်ပွဲအကြောင်းကို ဖြူမဲ ပုံစံနဲ့ရိုက်ပြထားတဲ့ ဇာတ်ကားပါ
Rating တွေလည်းအရမ်းကောင်းခဲ့ပြီး ကြည့်ရှူသူအရမ်းများခဲ့ပါတယ်
ဇာတ်လမ်းဟာဆိုရင် ဒုတိယတရုတ်-ဂျပန်စစ်ပွဲအတွင်း ၁၉၃၇ မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအကြောင်းကို အခြေခံရိုက်ကူးထားတာပါဂျပန်အင်ပါယာဟာ တစ်ခေတ်တစ်ခါက တရုတ်မြို့တော်ဖြစ်ခဲ့တဲ့ နန့်ကျင်းမြို့ကို သိမ်းပိုက်ခဲ့ပါတယ်အဲ့ဒါကို ” နန့်ကျင်း သတ်ဖြတ်မှု့ ” လို့ခေါ်ကြပြီး အကြောင်းအရင်းကတော့ တရုတ်စစ်သုံ့ပန်းတွေနဲ့ မြိုု့သူမြို့သားတွေကို ရက်ပေါင်းများစွာ အစုလိုက် အပြုံလိုက် သတ်ဖြတ်ခဲ့ကြလို့ပါဤရုပ်ရှင်သည်တရုတ်စစ်သား၊ ကျောင်းဆရာ၊ ဂျပန်စစ်သား၊ နိုင်ငံခြားသာသနာပြုနှင့်နာဇီစီးပွားရေးသမားဂျွန်ရာဘီ (တရုတ်မြို့သားတွေကိုကူညီသူ)အပါအဝင်
သမိုင်းကြောင်းများ အကြောင်းကို ရိုက်ပြထားသောဇာတ်ကားဖြစ်သည် ။( Rated R ဖြစ်သည့် အတွက် ကလေးသူငယ်များ ကြည့်ရှူ့ရန်မသင့်တော်ပါ )( အညွှန်းရေးသားထာသူကတော့ Naing Aung Latt ပါ )
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"(18+) Picture of Beauty",
"poster":"https://image.tmdb.org/t/p/w185/mH9ngk8aY6a96rlMRoHcSMb1Wno.jpg",
"rate":"6.2",
 
 "movie":{
"sd":"",
"sdZ":"non",
"hd":"https://megaup.net/2fpgm/Picture.of.Beauty.2017.WEBRip_720P_%7BDS%7D.mp4",
"hdZ":"HD 503MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
မနက်ပိုင်း‌ဒေါင်းပါ ဒီဆာဗာက ညပိုင်းလိုင်းမကောင်းပါ :3

DSဖန်တွေအကြိုက် ဝမ်းနည်းကြည်နူး ရစ်မူးစေမယ့်Drama/Romance ကားလေးပါ. ဇာတ်လမ်းအကျဉ်းကတော့ရွာရဲ့ အလှပဂေးလေး ဂျူလီယာဟာလုံးကြီးပေါက်လှအရွယ်ရောက်နေပေမယ့် သူ့ရဲ့အချစ်သီးကိုဆွတ်ခူးမယ့် ယောကျာ်းသားတော့ မရှိသေးပါဘူး.
အဲ့ဒါကြောင့် သူမဟာ
အချစ်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ ပြည့်တန်ဆာခန်းကသူငယ်ချင်းကောင်မလေးနဲ့သာ ဆန္ဒကိုဖြေသိမ့်နေရပါတယ်.ဒါပေမယ့် တနေ့မှာတော့သူမ မိသားစုဟာ သမီးကညာအခါမလင့်စေနဲ့ဆိုသလိုယောကျာ်းပေးစားဖို့ ကြံစည်ခဲ့ကြပါတယ်.ဂျူလီယာလေးကလဲ သူမအချစ်သီးကို ဆွတ်ခူးမယ့် အာကောင်းမောင်းသန်ယောကျာ်းကိုမျှော်လင့်နေတာ ကြာပြီမို့ လက်ခံခဲ့ပါတယ်.ဒါပေမယ့် ကံဆိုးစွာပဲသူမခင်ပွန်းဟာ သူမရဲ့ ပထမဆုံးအချစ်သီးကို ဆွတ်ခူးပြီးတာနဲ့သူမကို စိတ်မပါတော့ပါဘူး.အဲ့ဒီတချိန်တည်းမှာပဲ သူ့သူငယ်ချင်းမလေးဟာသူတို့ပြည့်တန်ဆာခန်းအတွက် ပန်းချီကားချပ်ဆွဲရာမှာအလှဆုံးမိန်းမတစ်ယောက်လိုတာကြောင့်သူမကို အပြင်းအထန်ရှာဖွေနေခဲ့ပါတယ်.သူမ သူငယ်ချင်းဟာ ရှာဖွေတွေ့ရှိချိန်မှာတော့ သူမတို့ပန်းချီကားဟာ ပြီးပြည့်စုံခဲ့ပြီး ဂျူလီယာလေးဟာလဲ သူမကို တကယ်ချစ်သူနဲ့ဆုံကာ အချစ်ပန်းတွေ ထပ်မံပွင့်လန်းခဲ့ပုံကို ဆွတ်ပျံ့ကြည်နူးဖွယ်ရိုက်ပြထားတဲ့ ၂၁+ဇာတ်ကားလေးဖို့ကြည့်ဖြစ်အောင် ကြည့်ဖို့ ညွှန်းပါရစေ.
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Fantasy",
"title":"Tale of the Wulong Town (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/wu.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"457822305178193",
"sdZ":"SD + HD",
"hd":"191670862422066",
"hdZ":"SD + HD",
"fhd":"667958560805538",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"လွန်ခဲတဲ့နှစ်တစ်ထောင်ကရှီးမော်နိုင်ငံရဲ့ဘုရင်ကြီးဟာအသက်မသေမယ့်နည်းလမ်းရှာရင်း သွေးစုပ်ဖုတ်ကောင်ဖြစ်သွားခဲ့ပါတယ်…သူ့ရဲမိဖုရားကြီးနဲ့စစ်သူကြီးတို့ဟာ သူ့ကိုပိတ်လှောင်နိုင်ဖို့ ယွင်စေနဲ့လုပ်ထားနဲ့နဂါးရုပ်ထုနဲ့ နဂါးကျောက်တုံး အစီအရင်တွေနဲ့နှစ်တစ်ထောင်ပိတ်လှောင်ခဲ့ပါတယ်..
ဒိလိုနဲ့နှစ်တွေကြာပြီးတစ်နေ့မှာ
ရတနာမုဆိုးရဲ့မျိုးဆက် တင်းနဲ့ အပေါင်းအဖော်တစ်သိုက်ဟာရှေးဟောင်းအုတ်ဂူကိုခိုးဖောက်ပြီးရတနာတွေကိုရယူဖို့ရောက်လာတဲ့အခါ...သွေးစုပ်ဖုတ်ကောင်နိုးထချိန်နဲ့ကြုံပြီးဘယ်လိုအန္တရာယ်တွေနဲ့ကြုံတွေ့ရမှာလဲ…လွတ်မြောက်နိုင်ပါ့မလားဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Horror",
"title":"Abyssal Spider (2020)",
"poster":"https://image.tmdb.org/t/p/w185/7v8NtC9XuNW2RQ6BlAXUbi7Sp06.jpg",
"rate":"5.4",
 
 "movie":{
"sd":"732289940830990",
"sdZ":"SD + HD",
"hd":"1233947750294830",
"hdZ":"SD + HD",
"fhd":"347125299928922",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကဲ… စွန့်စားခန်းပါမှ ကြည့်ချင်တယ်ဆိုသူတို့ရေ ဒီကားလေးကတော့ အကြိုက်တွေ့မှာပါဇာတ်လမ်းလေးက အားကျယ်ဆိုသူကို အစပျိုးတည်ထားတယ်ဆိုရမယ်။သူက တံငှါရွာက ကယ်ဆယ်ရေးအဖွဲ့ ဝင်တစ်ယောက်ပေါ့။အလုပ်ကို ဘယ်လောက် ချစ်လဲဆိုရင် မိန်းမက မွေးခါနီး ဖွားခါနီး သေမလိုဖြစ်နေတာတောင်သူက လူသွားကယ်တာနော်။ ဘယ်လို ကယ်နိုင်ခဲ့လဲဆိုရင် သွားကယ်တဲ့
ခေါင်းဆောင် ပါ သေသွားလောက်အောင် အကယ်ကျွမ်းသူကြီးပါ။
ဘယ်လိုဖြစ်တယ်ကတော့ မပြောပြတော့ပါဘူး..spoil ဖြစ်မှာဆိုးလို့ပါဒီလိုနဲ့ သူ့မိန်းမနဲ့ ကယ်ဆယ်ရေး အဖွဲ့ခေါင်းဆောင်ကသူ့ကြောင့်သေတယ်ပဲဆိုရမယ်ပေါ့။ ဒီတော့ အားကျယ်တစ်ယောက်ကအရက်လေးသောက်လိုက် လောင်းကစားမှာသာယာ မိန်းမကိစ္စလိုက်စားရင်း
သမီးလေးကို စောင့်ရှောက်လေရဲ့။ ရုတ်တရက်ကြီး သင်္ဘောပြန်တက်ပြီးငါးဖမ်းပိုက်ဆံ ရှာချင်တယ်ဆိုပဲ… အဲ့မှာ စပြီ တကယ့် ဇာတ်လမ်းက…သင်္ဘောပေါ်မှာ ရှုပ်လိုက်တဲ့ ဇာတ်ဆိုတာ ပြောပြလို့မကုန်ဘူး။အတိုပြောရရင်တော့ ကံဆိုးကောင် အားကျယ်သွားရာ ပြဿနာလိုက်လို့ပါဆိုသလို အဏ္ဏဝါ ပင့်ကူတွေနဲ့ကြုံရော… အဲ့လိုနဲ့ ပင့်ကူကြီးနဲ့ ပင်လယ်ပျော်ငါးဖမ်းသမားတွေ ဖိုက်ကြတာကို စိတ်လှုပ်ရှားရမှာမို့ ဆက်လက်ကြည့်လိုက်ပါတော့
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Drama,Thriller",
"title":"Darkness Falls (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-20-at-10.28.02-PM.png",
"rate":"5.0",
 
 "movie":{
"sd":"108198154407430",
"sdZ":"SD + HD",
"hd":"https://megaup.net/Tt2f/Darkness.Falls.2020.480p.WEBRip[CM].mp4",
"hdZ":"SD 300MB",
"fhd":"https://megaup.net/Tt2x/Darkness.Falls.2020.720p.WEBRip[CM].mp4",
"fhdZ":"HD 720MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကိုယ့်အပေါ်အရမ်းချစ်တဲ့ဇနီးကိုပိုင်ဆိုင်ထားပြီး ရာထူးတက်ဖို့ကလည်းသိပ်မလိုတော့တဲ့
အယ်လ်အေပီဒီက စုံထောက်ဂျက်ဖ်အန်ဒါဆန်။ ဒါပေမဲ့ ရုတ်တရက်ကြီးဇနီးဖြစ်သူက အိမ်ရဲ့
ရေချိုးခန်းထဲမှာ အိပ်ဆေးသောက်ပြီး လက်ကောက်ဝတ်ကိုဓါးနဲ့လှီးပြီး သေနေတာကို သူတွေ့လိုက်ရတယ်။ အကုန်လုံးကကောက်ချက်ချထားတာက ဒါကကိုယ့်ကိုယ်ကိုသတ်သေတာတဲ့။ဒါပေမဲ့ စုံထောက်ဂျက်ဖ်ကတော့ ဒါကိုလက်မခံခဲ့ဘူး။ သူ့မိန်းမက သေကြောင်းကြံသလိုဖန်တီးပြီးအသတ်ခံခဲ့ရတာလို့ ယုံကြည်နေသူ။ နောက်တော့ ဘာသဲလွန်စတစ်စုံတစ်ရာမှမရှိတဲ့ သူ့မိန်းမရဲ့အမှုကို အသည်းအသန်လိုက်စုံစမ်းနေခဲ့တယ်။ ဒါပေမဲ့ ဘာသတင်းကိုမှမရတဲ့အပြင် ရာထူးလည်းမတက် ဌာနမှာလည်းတိုင်စာတွေအပို့ခံရပြီး လူကြီးဆီကဆူပူခံနေရတဲ့ စုံထောက်အန်ဒါဆန်။ဒါပေမဲ့တစ်ရက်မှာတော့ သူ့မိန်းမနည်းတူ သတ်သေတဲ့အမျိုးသမီးတစ်ယောက် ဆေးရုံကိုရောက်နေကြောင်း သတင်းရလာတဲ့အခါမှာတော့……..IMDb 5.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Sci-Fi",
"title":"Immortal Combat the Code 2019",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/immortal.jpg",
"rate":"5.1",
 
 "movie":{
"sd":"108202791073633",
"sdZ":"SD + HD",
"hd":"108202791073633",
"hdZ":"SD + HD",
"fhd":"https://megaup.net/2fmF5/Immortal.Combat.the.Code.2019.1080p_webrip_(CM).mp4",
"fhdZ":"HD 1GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Immortal combat the code 
ဆိုတဲ့ဇာတ်​ကား​လေးက​တော့ အက်​ရှင်​ခန်း​​တွေ ဖိုက်​တင်းခန်း​တွေကို ​ဝေ​ဝေဆာဆာ​တွေ့ရမယ့် science – fiction ကား​လေးပဲဖြစ်​ပါတယ်​။
​လေထုညစ်​ညမ်းမှု​ကြောင့် ဖြစ်​​ပေါ်လာတဲ့ ကမ္ဘာကြီးပူ​နွေးမှု​တွေ​ကြောင့် လူသား​တွေ ​သေဆုံးပြီး အခက်​ကြုံ​နေရပါတယ်​။
ဒီအရာ​တွေကို ​ဖြေရှင်းဖို့အတွက်​ သိပ္ပံအဖွဲ့အစည်းတစ်​ခုက ​လေထုကိုသန့်စင်​​ပေးမယ့် သ​င်္ကေတစနစ်တစ်​ခုဖန်​တီးခဲ့ပါတယ်​။
ဒီသ​င်္ကေတစနစ်​​ကို Four’s 11 ဆိုတဲ့အဖွဲ့အပါအဝင်​ ​ကြေးစားအဖွဲ့​တွေက လိုက်​လံရှာ​ဖွေ​နေကြတာပါ။
ဒီသ​င်္ကေတစနစ်​ဟာ ကံအား​လျော်​စွာပဲ ဓာတ်​ကြီး​လေးပါး အဖွဲ့ဝင်​ “တိမ်​တိုက်​”ဆီကို​ရောက်​လာပါတယ်​။
သဘာဝစွမ်းအင်​​တွေနဲ့ ဖွဲ့စည်းထားတဲ့ ဓာတ်​ကြီး​လေးပါးအဖွဲ့ဝင်​ “​ရေ” ဟာ ညီမဖြစ်​သူ အယ်​မာကိုသတ်​သွားတဲ့ လူသတ်​သမားကို လိုက်​ရှာ​နေသူပါ။
ညီမဖြစ်​သူ သတ်​သွားတဲ့ Four’s 11 အဖွဲ့ကို လိုက်​စုံစမ်းရင်း သူတို့ရဲ့အဖွဲ့ဝင်​ တိမ်​တိုက်​ ကိုယ်​တိုင်​က Four’s 11 ရဲ့အဖွဲ့ဝင်​တစ်​ဦးဖြစ်​​နေခဲ့တဲ့အခါ…..
အယ်​မာရဲ့​သေဆုံးမှု ဖြစ်​ရပ်​မှန်​​နောက်​ကွယ်​မှာ ဘာ​တွေရှိမလဲ……?
သ​င်္ကေတစနစ်​ကို အပြိုင်​အဆိုင်​လုယက်​ဖို့ကြိုးစားရင်း အဖွဲ့ဝင်​အချင်းချင်း ဘယ်​လိုသစ္စာ​ဖောက်​မှု​တွေ ကြုံလာရမလဲ…..?
တိမ်​တိုက်​ရဲ့ ​နောက်​​ကြောင်းမှန်​​ပေါ်သွားပြီး​နောက်​မှာ​ရော ဘာ​တွေဆက်​ဖြစ်​ကြမလဲ …?
ဆိုတာကို ဒီသိပ္ပံကား​လေးထဲမှာ စိတ်​ဝင်​စားဖွယ်​ ကြည့်ရှုရမှာပဲဖြစ်​ပါတယ်​။
crd cm
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Horror",
"title":"Paranormal Attraction 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/Paranormal-Attraction-2020.jpg",
"rate":"",
 
 "movie":{
"sd":"107496411144271",
"sdZ":"SD + HD",
"hd":"https://megaup.net/1yZd9/Paranormal.Attraction.2020.480p_webrip_(CM).mp4",
"hdZ":"SD 400MB",
"fhd":"https://megaup.net/1yZdb/Paranormal.Attraction.2020.720p_webrip_(CM).mp4",
"fhdZ":"HD 800MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ဒီဇာတ်ကားလေးက Horror အမျိုးအစားပေမယ့် ပုံမှန် horror ကားတွေလို scary jump တွေနဲ့ခြောက်လှန်နေတဲ့ ဇာတ်ကားမျိုးမဟုတ်ဘဲ story line နဲ့ ပုံမှန်လေး စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းမျိုးလေးပါ။ Horror လဲကြည့်ချင် ကြောက်လဲကြောက်တတ်တဲ့သူတွေအတွက်လည်း ကြည့်လို့အဆင်ပြေမှာပါ။ အချစ်အတွက်နဲ့ မှားခဲ့ကြပြီး စွဲလမ်းတဲ့စိတ်ကြီးနဲ့ မကျွတ်လွတ်နိုင်ပဲရှိနေတဲ့အခါ… ဇာတ်လမ်းအကျဥ်းတော့ ဆာရာ မိုင်ယာ ဆိုတဲ့ကောင်မလေးတစ်ယောက် သူရဲ့အရင်ရည်းစားနဲ့ ပြဿနာဖြစ်ကြပြီး အိမ်ပြောင်းလာခဲ့တယ်။ မယ်လနီဆိုတဲ့ အိမ်ပွဲစားမိန်းမကြီးရဲ့ အကူအညီနဲ့ အိမ်တစ်ခုရခဲ့တယ် ။ အဲ့ဒီအိမ်မှာ ပစ္စည်းတွေရှင်းပေးရင်း နေစရာလဲရ လခလဲရဆိုတော့ ဆာရာအတွက် နေဖို့အဆင်ပြေခဲ့တယ် ။ ဖြစ်ချင်တော့ အဲ့ဒီအိမ်မှာက အရင်သေသွားခဲ့တဲ့ ဝိညာဥ်ကစွဲကပ်နေတော့… ဆာရာနဲ့ သူ့သူငယ်ချင်းတွေ ဘယ်လိုဖြေရှင်းလိုက်ကြလဲ…ဘာဆက်ဖြစ်သွားလဲသိချင်ရင်တော့ဒီကားလေးဆက်ကြည့်လိုက်ပါ (ဇာတ်လမ်းထဲမှာ ဆာရာနဲ့ သူ့ရဲ့ ရဲမေလေးကို lesbian couple အနေနဲ့ မြင်ရမှာပါ) ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူက Yair Minn Aung (Frost) ပါ
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Comedy",
"title":"Chinatown Cannon 2 (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/chinatown-cannon.jpg",
"rate":"5.4",
 
 "movie":{
"sd":"646363886082476",
"sdZ":"SD + HD",
"hd":"646363886082476",
"hdZ":"SD + HD",
"fhd":"646363886082476",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"China Town Cannon 2 ဆိုတဲ့ China Town မှာ ဖြစ်တဲ့ အဖြစ်ပျက်တွေထဲကအဖြစ်ပျက်ဆန်းလေးတစ်ခုကို ပုံဖော်ထားတဲ့ ဇာတ်ကားလေးကို ဘာသာပြန်ပေးလိုက်ပါတယ်ဒီကားလေးက သြစတေးလျရောက် တရုတ်တန်းက ဇာတ်လမ်းလေးတစ်ပုဒ်ပေါ့။ပထမဆုံးမှာ ကောင်မလေးတစ်ယောက် ပြန်ပေးဆွဲခံလိုက်ပြီးတရုတ်ပြည်က သူ့အစ်ကို ငွေ ၁ သန်း အတောင်းခံရာကနေ စတာပေါ့။
ညီမကို ကယ်ချင်စိတ်နဲ့ သြစတေးလျရောက်လာရာကနေ black domain ဆိုတဲ့
အွန်လိုင်း live stream ကနေ လူကုန်ကူးတဲ့ အဖွဲ့အစည်းတစ်ခုနဲ့ ပတ်သက်မိပြီးအသက်မသေရုံတစ်မယ်ဖြစ်ခဲ့တဲ့ အကြောင်းလေးပေါ့။အရမ်းစိတ်ဝင်စားဖို့ကောင်းသလို အတွေးနဲ့တင်ကြောက်ဖို့ကောင်းတဲ့ဇာတ်လမ်းလေးနော်။ဒီကားကြည့်ပြီးရင် တွေ့သမျှ liveတိုင်း အားပေးဖို့ကို တွေဝေသွားကောင်း တွေဝေသွားမယ်ထင်ပါတယ်
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action",
"title":"Young IP Man ( 2020 )",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/121658696_374153480367104_3563706037442788177_n.jpg",
"rate":"5.3",
 
 "movie":{
"sd":"1005621699900916",
"sdZ":"SD + HD",
"hd":"1005621699900916",
"hdZ":"SD + HD",
"fhd":"1005621699900916",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ကဲ အက်ရှင်ခန်းမပါရင်မကြည့်ချင်ဘူးဆိုတဲ့လူတွေအတွက်တရုတ်ကားကောင်းလေးတစ်ခု လာပြီနော်။ဒါက တရုတ်တော်လှန်ရေးခေတ်ကို အခြေခံထားတာပါပဲ။ဒီတစ်ခေါက်ကတော့ နာမည်ကြီး သိုင်းပညာရှင်တွေကိုဇာတ်လိုက်ထားတာမဟုတ်ဘဲ ကျောင်းသားတစ်ယောက်က ဇာတ်လိုက်ပေါ့။
အင်္ဂလိပ်စာ စာမေးပွဲဖြေဖို့ ဟောင်ကောင်ရောက်လာရင်း
စာမေးပွဲလာဖြေတဲ့ကျောင်းသားတွေ အကုန်လုံးဝရမ်းပြေးတစ်ယောက်ရဲ့ ပြန်ပေးဆွဲခံရတဲ့ထဲ ပါသွားတယ်ကိုယ်ခံပညာသင်ထားသူအနေနဲ့ အတန်းဖော်ကျောင်းသားတွေကိုကယ်တင်ဖို့ကြိုးစားရင်း… ဘာဖြစ်မယ်ဆိုတာတော့ ကိုယ့်ဘာသာ ဇာတ်လမ်းကြည့်လိုက်ကြပါတော့…
crd cm
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Musical,Bollywood",
"title":"Atkan Chatkan(2020)",
"poster":"https://image.tmdb.org/t/p/w185/qaJnfjtZeTchSYF4butZZj6Syiq.jpg",
"rate":"8.0",
 
 "movie":{
"sd":"139967611184805",
"sdZ":"SD + HD",
"hd":"https://megaup.net/Trjc/Atkan_Chatkan.2020.WEB-DL.480P.PP.mp4",
"hdZ":"SD 431MB",
"fhd":"https://megaup.net/2fmdi/Atkan_Chatkan.2020.WEB-DL.720P.PP.mp4",
"fhdZ":"HD 1.12GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Atkan Chatkan (2020)
*****************************
ဒီဇာတ်ကားလေးကတော့ IMDb rating 8တောင်ရထားတဲ့ Hindi အမျိုးအစား Drama ဇာတ်ကား ဖြစ်ပါတယ်…ဂူဒူးဆိုတဲ့ ကလေးတစ်ယောက်ဟာ ကျောင်းနေရမယ့်အရွယ်မှာ လဘက်ရည်ပို့တဲ့အလုပ်လုပ်ရင်းအိမ်စားရိတ်ရှာနေရတယ်..အဖေဖြစ်သူရဲ့ပိုက်ဆံက သူ့အရက်ဖိုးတောင်မလောက်ချင်…ဂူဒူးက ဂီတဘက်ကိုတော့ အရူးအမူးဖြစ်လွန်းတယ်… အသံတွေအမြဲနားထောင်တတ်သလို စိတ်ကူးနဲ့လည်းသံစဉ်တွေဖန်တီးနေတတ်သူ…တစ်နေ့တီးဝိုင်းအဖွဲ့တစ်ခုနဲ့တွေ့တော့ သူဝါသနာလေးကြိုးစားလေ့လာဖို့အခွင့်ကောင်းလည်းဖြစ်
တောက်တိုမယ်ရလုပ်ပေးရင်း ဝင်ငွေလေးလည်းရနိုင်မယ်ထင်ပြီး အလုပ်တောင်းခဲ့တယ်…အလုပ်လာဆင်းနိုင်ပြီဆိုတော့
ဂူဒူးတစ်ယောက်ပျော်တာပေါ့….လဘက်ရည်ဆိုင်ကိုလည်း အလုပ်ထွက်ပြီလို့ပြောရင်း တီးဝိုင်းအဖွဲ့ဆီလာခဲ့တယ်..ဒါပေမဲ့ ကလေးတစ်ယောက်ကို နောက်ပြောင်ခဲ့တာပါဆိုတဲ့စကားကြောင့် ဂူဒူးခဗျာဒုက္ခရောက်ပါတော့တယ်…အိမ်ဝင်ငွေလေးဆက်ရှာနိုင်ပါ့မလား..သူဖြစ်ချင်တဲ့ ဂီတပညာရှင်ကြီးတစ်ယောက်ရောဖြစ်ပါ့မလား…ခံစားကြည့်ကြပါဉီး…
ဘာသာပြန်ပေးထားကြတာကတော့ Thaik San နဲ့ Aung Aung Soe တို့ဖြစ်ပါတယ်။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"(21+) Dirty Step Father Brainwashes His Step Daughters (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/81nGfRpVmiL._SL1500_.jpg",
"rate":"8.0",
 
 "movie":{
"sd":"",
"sdZ":"non",
"hd":"https://megaup.net/2fpgh/PRED-159._BluRay_720P_5.1_CH_%7BDS%7D_.mp4",
"hdZ":"HD 687 MB",
"fhd":"https://megaup.net/Tulf/PRED-159._BluRay_1080P_5.1_CH_%7BDS%7D.mp4",
"fhdZ":"Full HD 1.5GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
မနက်ပိုင်း ဒေါင်းပါ အခုတင်ထားတဲ့ဆာဗာက  ညပိုင်း ကြပ်ပါတယ် :3
ဒီတခါတော့ dsဖန်ကြီးတွေကို မိသားစုဒရာမာဇာတ်ကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့ကျော်ကြီးမှာ မယားပါသမီးချောလေး နှစ်ယောက်ပါလာသတဲ့။မိန်းမဖြစ်သူကလဲ နေမကောင်းလို့ ဆေးရုံတက်နေရတော့ကျော်ကြီးခဗျာ ညစာရော နေ့စာရော ငတ်တာပေါ့.
ဒါနဲ့ပဲ အကြံထုတ်ခဲ့တယ်.
အမေ မရရင် သမီးနှစ်ယောက်ပဲ ကျန်မယ်ဆိုပြီးဉာဏ်ကောင်းအောင် ကျားမာန်ဟုန် လေးဗူးလောက်သောက်ပြီးအကွက်တွေ ၁၁ကွက်လောက် ရွှေ့လိုက်တာသမီးနှစ်ယောက်ကို ရှမ်းရှမ်းတောက်ပိုင်နိုင်သွားတာပဲ.အမှောင်လောကသခင်ကျော်ကြီး ဘယ်လိုတွေအကွက်ရွှေ့တယ် ဘယ်လိုတယ်သာယာတယ်ဆိုတာရိုက်ပြထားတဲ့ ဒရာမာဇာတ်လမ်းလေးမို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွန်ပါရစေ အသက် (၁၈) နှစ်အောက် မကြည့်ရပါ
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Fantasy",
"title":"The Blade of Wind (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/The-Blade-of-Wind-2020-1.jpg",
"rate":"5.6",
 
 "movie":{
"sd":"396367358410186",
"sdZ":"SD + HD",
"hd":"2487231254908638",
"hdZ":"SD + HD",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီတစ်ခါတော့ အမျိုးသမီး သူရဲကောင်းမလေးဇာတ်ကားကို မိတ်ဆက်ပေးမယ်။သရုပ်ဆောင်အသစ်လေးတွေက အချောလေးတွေ။ ချောသလို အတော်လေးလည်း တော်တယ်။သိုင်းကားကြိုက်သူတွေအတွက် ဖိုက်တင်ခန်းတွေမှာ ပီပြင်သလိုဟာသအပိုင်းလေးတွေ အကအလှအပလေးတွေ ရောထည့်ထားသေး။ဇာတ်လမ်းကို အနည်းအကျဉ်း ရှင်းရမယ်ဆိုရင်ဖြင့် ဒီလိုပေါ့နော်။
သိုင်းလောကမှာ မြွေမိစ္ဆာဆိုတဲ့ မြွေတစ်ပိုင်း လူတစ်ပိုင်းတွေ ပေါ်လာပြီး
လူတွေပျောက်ချင်းမလှ ပျောက်ပြီး အသတ်ခံနေသတဲ့။ ဒါကို ဘာမှမသိဘဲအေးအေးလူလူ မော်မန်ဂိုဏ်းမှာ ဆရာတူအစ်ကိုတွေကို ဗိုလ်ကျနေတဲ့လျန်ယာချင်း ဆိုသူလေးက တစ်နေ့ ဆရာက ပြန်စာပေးခိုင်းလို့ဂိုဏ်းအပြင်ကိုထွက် တောင်အောက်ဆင်းတာနဲ့ အထင်တွေအလွဲခံရပြီးသူများလိုက်သတ်တာ ခံရတာကနေ စတော့တာပဲ။ယာချင်းနဲ့ မြွေမိစ္ဆာ ဘယ်လိုပတ်သက်လို့ အထင်လွဲကြတာလဲ…မြွေမိစ္ဆာကရော ဘာတွေလဲ… တကယ် မိစ္ဆာဆိုတာရော ဟုတ်ပါ့မလား…ဘာဆက်ဖြစ်ကြမှာလဲ ဇာတ်ကားကိုသာ ကြည့်လိုက်ကြပါတော့…
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Crime,Drama",
"title":"Inside Men : The Original (2015)",
"poster":"https://image.tmdb.org/t/p/w185/46FKPiB5l1FJgbC6wfrtNjJJmLm.jpg",
"rate":"7.0",
 
 "movie":{
"sd":"132313021951687",
"sdZ":"SD + HD",
"hd":"https://megaup.net/1zoov/Inside_Men_The_Original_(2015)_SF.mp4",
"hdZ":"SD 650MB",
"fhd":"https://megaup.net/2Vjhh/Inside_Men_The_Original_(2015)_720p.mp4",
"fhdZ":"HD 1.6GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"သာမန်လက်သီးသုံးတာကလွဲလို့ ဘာမှမသိတဲ့ လူမိုက် အန်ဆန်းဂီယုံကြည်ရတဲ့အစ်ကိုကြီးဆီကနေ သစ္စာဖောက်ခံလိုက်ရပြီးတဲ့နောက်မှာ အရာရာလဲပြိုသွားပြီး လက်စားချေဖို့ကိုပဲ အာရုံစိုက်ခဲ့ပါတော့တယ်အဲ့အချိန်မှာ ဘာမှနောက်ခံမရှိဘဲ အမှုစစ်ဖြစ်လာခဲ့တဲ့ ဝူဂျန်ဝန် တစ်ယောက် ဘာလုပ်လုပ်အဆင်မပြေတဲ့အချိန်မှာ နိုင်ငံရေးပိုင်းက အမတ်လောင်းတစ်ယောက်ကို ဖမ်းဖို့ကြိုးစားပါတယ်အဲ့လိုကြိုးစားရင်းနဲ့ သူရှာဖွေနေတဲ့လူတွေထဲက တစ်ယောက်က အန်ဆန်းဂူ လက်စားချေဖို့လုပ်နေတဲ့ဖြစ်တာကိုသိသွားတဲ့အခါမှာတော့ အန်ဆန်းဂူကိုချဉ်းကပ်ခဲ့ပါတော့တယ်
သူတို့နှစ်ယောက်ပေါင်းပြီး ရန်သူကိုအနိုင်တိုက်ဖို့ကြိုးစားရင်းနဲ့ မမျှော်လင့်ထားတာတွေ ထပ်ပြီးကြုံလာရတဲ့အခါမှာတော့…
တရားမျှတမှုက တကယ်ပဲတည်ရှိပါသလားလူမိုက်ဖြစ်တာနဲ့ပဲ အမှန်တရားကိုပြောလည်း မယုံဘဲ ပိုက်ဆံကသာအောင်နိုင်သူဆိုတဲ့ အယူအဆကြီးကို ဘယ်လိုများတိုက်ထုတ်ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုလိုက်ပါဦး ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Asian",
"title":"Hot Blooded Detective (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/RJmrof.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"140108344504065",
"sdZ":"SD + HD",
"hd":"https://megaup.net/2fl5B/Hot_Blooded_Detective.2020.FHD.720p_%7BCM%7D_.mp4",
"hdZ":"SD 491MB",
"fhd":"https://megaup.net/2fl5u/Hot_Blooded_Detective.2020.FHD.1080p_%7BCM%7D.mp4",
"fhdZ":"HD 1GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Hot Blooded Detective 2020
ဒီကားကစုံထောက်ဟာသကားကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ပေါ့ပေါ့ပါးပါးနဲ့ရီရပြီးကြည့်လို့ကောင်းတဲ့ Comedy ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ကိုရီးယားနိုင်ငံကမော်ဒယ်လုပ်ငန်းတစ်ခုမှာမွန်ဂိုကနေမော်ဒယ်လာလုပ်တဲ့တိုရာချယ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်က
ရုတ်တရက်ပျောက်ဆုံးသွားပါတယ်။
အဲ့လိုပျောက်ဆုံးသွားချိန်မှာ သူနဲ့အနီးစပ်ဆုံးဖြစ်တဲ့ သူ သူငယ်ချင်းအလီရှာကသံသယတရားခံဖြစ်လာပြီးကိုရီးယားမှာခြေချုပ်မိနေခဲ့ပါတယ်။အလီရှာက မွန်ဂိုက အကြီးဆုံး ကုမ္ပဏီဥက္ကဌသမီးလည်းဖြစ်သလိုသူမအမေနေမကောင်းတဲ့အတွက် သူကိုပြန်ခေါ်လာဖို့မွန်ဂိုကစုံထောက်မလေးဖြစ်သူမွန်ဟောက တာ၀န်ယူဆောင်ရွက်ပေးရပါတယ်။ဒါကြောင့် မွန်ဂိုစုံထောက်မလေးမွန်ဟောတစ်ယောက်တာ၀န်ထမ်းဆောင်ဖို့ ကိုရီးယားကိုရောက်လာတဲ့အခါကိုရီးယားဖက်က အလွဲတွေလုပ်တတ်ပြီး ကြောက်တတ်တဲ့ရဲဖြစ်သူ ဒုန်းမင်းနဲ့ ဆုံတွေ့ဖို့ဖြစ်လာပါတယ်။မွန်ဂိုမော်ဒယ်မလေး တိုရာချယ်ပျောက်ဆုံးမှုကိုကိုရီးယားဖက်ကစုံစမ်းနေသလို မွန်ဟောကလည်းစုံစမ်းဖို့ဖြစ်လာပါတယ်။အမှုသွားအမှုလာကထင်ထားသလိုရိုးရိုးပျောက်ဆုံးမှုမျိုး မဟုတ်ပဲမထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေ၊ဖုံးကွယ်မှုတွေရှိလာတဲ့အခါကိုရီးယားနဲ့မွန်ဂို စုံထောက်နှစ်ယောက်အဖို့ ခေါင်းကိုက်စရာတွေဖြစ်လာပါတယ်။ရဲလုပ်လာထဲကအကြမ်းမဖက်တတ်တဲ့ ဒုန်မင်းနဲ့တစ်ခုခုဆိုစိတ်မြန်လက်မြန်စုံထောက်မလေး မွန်ဟောတို့ဆုံတွေ့တဲ့အခါဘယ်လို အလွဲတွေဖြစ်လာမယ်ဆိုတာကိုဒီကားလေးကိုကြည့်ရင်းခံစားကြည့်စေချင်ပါတယ်။Stay Home ကာလမှာ ပေါ့ပေါ့ပါးပါးနဲ့ ရီရပြီးကြည့်လို့ကောင်းမယ့်ကားလေးတစ်ကားလို့ညွှန်းချင်ပါတယ်။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Fantasy",
"title":"The Tree of Life (2011)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/tree.of_.life_.jpg",
"rate":"6.8",
 
 "movie":{
"sd":"110581524161063",
"sdZ":"SD + HD",
"hd":"https://megaup.net/Tp1b/The.Tree.of.Life.2011.BluRay.480P[CM].mp4",
"hdZ":"SD 377MB",
"fhd":"https://megaup.net/Tp1e/The.Tree.of.Life.2011.BluRay.720P[CM].mp4",
"fhdZ":"HD 1.7GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ပြောရမယ်ဆိုရင် ဒီရုပ်ရှင်နဲ့ ကျွန်တော်နဲ့ကြားမှာ
တံတိုင်းကြီးတစ်ခုခြားထားတယ်။အဲ့ဒီတံတိုင်းက
ခရစ်ယာန်ဘာသာရေးပါပဲ။ ဒီရုပ်ရှင်ရဲ့ အဓိက
Conceptက ဘာသာရေးဆိုတော့ ဒါကို ဖယ်ပြီး
ခံစားဖို့အတော်ခက်တယ်။ ကောင်းလားမေးရင်လည်း
ဒီရုပ်ရှင်ဟာ အတော်တန်းမြင့်တဲ့အထဲထည့်လို့ရတဲ့
အထိကောင်းတယ်။ အတော်အနုပညာဆန်တယ်။
အပေါ်မှာပြောထားတဲ့ ဘာသာရေးတွေ
ဘာသာစကားတွေကို ဖယ်ကြည့်လိုက်ရင်
ကျွန်တော်တို့အားလုံးဟာ နှလုံးသားကိုယ်စီရှိကြတဲ့
တူညီတဲ့လူသားတွေပါပဲ။ ဒီတော့ ဒီထဲက
အဓိက Conceptမဟုတ်တဲ့ မိသားစုဆက်ဆံရေးထဲက
အတော်လှတဲ့ ချစ်ခြင်း ပဋိပက္ခတွေကို ပြသွားတဲ့
ပု‌ံတွေကို အပြည့်အ၀ခံစားလို့ရတယ်။
အဓိက Conceptမဟုတ်တာနဲ့တောင်
ဒီရုပ်ရှင်ဟာ အတော်လေးစွဲမက်ဖို့ကောင်းတယ်။
စကားပြောသံတွေက မသဲမကွဲတွေ
စကားပြောနေရင်းတောင် တစ်ချိန်လုံးနီးပါး
ကြားနေရတဲ့ဂန္တ၀င်ဂီတ‌တွက စကားပြောသံထက်ပို
စူးရှနေတယ်။ ဒါကလည်းအတော်ဆွဲဆောင်မှု
ရှိတယ်ပြောရမယ်။ စကြ၀ဠာကနေ သားလောင်းအထိ
လှပတဲ့ (ခရစ်ယာန်စကားနဲ့ဆို ဖန်ဆင်းမှု)တွေကို
ထည့်သုံးသွားတာကလည်း သက်ဆိုင်သူတွေအတွက်
တကယ်ခံစားရစေမယ့်အရာပါပဲ။Tree of
Lifeဆိုတဲ့နာမည်လှလှလေးနဲ့လိုက်ဖက်အောင်ကို
ဒီရုပ်ရှင်ထဲက အရာအားလုံးကလှပတယ်။
Castတွေကလည်း Aတန်း၀င် Actorတွေ
ဘရက်ပစ် ရှောင်ပင်းန်။ ဘာရည်ရွယ်ချက်နဲ့လဲတော့
မသိပေမယ့် ‌အသက်ခြောက်ဆယ်ရှိပြီဖြစ်တဲ့
ရှောင်ပင်းန်ကို ငါးဆယ့်ခြောက် ဘရက်ပစ်ရဲ့
သားလုပ်ပစ်ထားတာကတော့ တစ်မျိူးပါပဲ။
ရှောင်ပင်းန်အခန်းတွေမှာတော့ ဘာမှထူးထူးခြားခြား
သိပ်မရှိပေမယ့် ဘရက်ပစ်ကတော့ တကယ့်ဘ၀မှာ
ကလေးတွေအများကြီးရဲ့ အဖေဖြစ်နေတ‌ာရော
ဇာတ်ကောင်လိုက်ဖက်မှုကြောင့်ရော
ဖခင်အစစ်တစ်ယောက်လိုခံစားရစေတယ်။
သူမဟုတ်ဘဲ တခြားလူသာဆို ဒီလောက်
လှမယ်မထင်မိဘူး။ ဇာတ်လမ်းအကျဉ်းပြောဖို့
မလိုလောက်အောင် ဇာတ်လမ်းက အရမ်းရိုးရှင်းတယ်။
ဒီဇာတ်လမ်းရိုးရိုးလေးကို မပျင်းရအောင်
ရိုက်ပြသွားတဲ့ ဒါရိုက်တာရဲ့ အရည်အချင်းကိုလည်း
မချီးကျူးဘဲထားလို့မရဘူး။သူကလည်း
ခရစ်ယာန်ယုံကြည်သူစစ်တစ်‌ယောက်မဟုတ်ဘူး။
ဒါပေမယ့် အခမ်းနားဆုံးဖြစ်သွားအောင်ရိုက်ခဲ့တယ်။
ဒါက သူ့အနုပညာအပေါ်သူထားတဲ့ စေတနာပဲ
ထင်တယ်။ အေးအေးဆေးဆေးအချိန်ရမှ
ကြည့်ပြီး အသံတွေကို စပီကာနဲ့နားထောင်ပြီး
ကြည့်ကြည့်ဖို့တော့ အကြံပေးချင်တယ်။
Arthouseဆန်တဲ့ ရုပ်ရှင်ကြိုက်တဲ့လ‌ူတွေအတွက်
အတော်ခံစားလို့ကောင်းမှာ မလွဲမသေပါပဲ။
Tree of Lifeဟာ 2011ရဲ့ Top 10စာရင်း၀င်တဲ့အပြင်
BBCစစ်တမ်းမှာ Gratest American Filmလည်း
ဖြစ်ခဲ့တယ်။2000ခုနှစ်နောက်ပိုင်း ခုနှစ်ကားမြောက်
အကောင်းဆုံးရုပ်ရှင်အဖြစ်လည်း သတ်မှတ်ခံခဲ့ရတယ်
အော်စကာ ဆန်ခါတင်သုံးခါ၀င်ခဲ့တယ်။ဒီလောက်လှတဲ့
ရုပ်ရှင် အော်စကာတစ်ဆုမှမရခဲ့တာတော့
‌နှမြောစရာပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Action,Bollywood",
"title":"Don 2 (2011)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2017/01/Don-2-1.jpg",
"rate":"7.1",
 
 "movie":{
"sd":"129194937987346",
"sdZ":"SD + HD",
"hd":"129194937987346",
"hdZ":"SD + HD",
"fhd":"https://megaup.net/2coc0/Don_2_[2011]_(MM_Sub).mp4",
"fhdZ":"HD 1.2GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"နာမည်ကျော် ဘောလီးဝုဒ် မင်းသားကြီး ရှာရွတ်ခန်းပါဝင်ရိုက်ကူးထားတဲ့ Don 1 ရဲ.အဆက်ပါ။ဒီဇာတ်ကားမှာတော့မင်းသားကြီး ရှရွတ်ခန်း နဲ့ မင်းသမီး Priyanka Chopra တို့အဓိက ပါဝင်ထားပြီး
အခြားသရုပ်ဆောင်များစွာ အားဖြည့်ထားတဲ့ Bollywood Action ဇာတ်ကားပါ။
Action ချည်းသက်သက်မဟုတ်ဘဲ ဇာတ်လမ်းသဘောအရလဲ ဖမ်းစားထားနိုင်တာကြောင့်
ဆွဲဆောင်မှုရှိတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။
IMDb Rating (7.1/10) ရရှိထားပါတယ်။
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Bollywood",
"title":"Don (2006)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2017/01/don.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"346495789041537",
"sdZ":"SD + HD",
"hd":"346495789041537",
"hdZ":"SD + HD",
"fhd":"https://megaup.net/Qtis/Don_[2006]_(MM_Sub).mp4",
"fhdZ":"HD 1.3GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီတစ်ခါတော့ နာမည်ကျော် ဘောလိဝုဒ် မင်းသားကြီး ရှာရွတ်ခန်းရဲ့ ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ ဘိန်းမှောင်ခို ဂိုဏ်းခေါင်းဆောင် Don ကိုဖမ်းဆီးဖို့ အိန္ဒိယ ရဲဌာနမှ ရဲအုပ် De Silva ကိုတာဝန်ပေးအပ်ထားတာပါ။တစ်ဖက်မှာလဲ Don ဟာ ဂိုဏ်းကနေ ထွက်ဖို့ကြိုးစားတဲ့ လူယုံ Ramesh ကို သတ်လိုက်ပါတယ်။အဲ့တော့ Ramash ရဲ့ ဇနီးလောင်းနဲ့ ညီမဖြစ်သူကလဲ Don ကိုလက်စားခြေဖို့ကြိုးစားကြပါတော့တယ်။တစ်နေ့တော့ Don နဲ့ရုပ်ချင်းချွတ်စွပ်တူတဲ့ Vijay ဆိုတဲ့မွမ်ဘိုင်းက ကောင်လေးတစ်ယောက်ကိုရှာဖွေတွေ့ရှိသွားချိန်မှာ Don အစစ်နဲ့အတု ဘယ်လိုဆက်စခန်းသွားသလဲဆိုတာ ဇာတ်လမ်းရဲ့အနှစ်ပါ။စရိုက်နှစ်ခုကို နှစ်ကိုယ်ခွဲပြီးသရုပ်ဆောင်ထားတဲ့ ရှာရွတ်ခန်းရဲ့ စကေးကတော့ အထွေအထူးထောက်ခံနေစရာလိုမယ်မထင်ပါဘူး။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Drama,Bollywood",
"title":"Rangasthalam (2018)",
"poster":"https://image.tmdb.org/t/p/w185/yiEzDgBBFC25Zd6z0r7sMngn5vr.jpg",
"rate":"9.4",
 
 "movie":{
"sd":"202983011436826",
"sdZ":"SD + HD",
"hd":"202983011436826",
"hdZ":"SD + HD",
"fhd":"202983011436826",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Rangasthalam (2018) မြန်မာစာတန်းထိုး
===============================
ဒီတစ်ခါတော့ ဘိုင်ရာဘာမင်းသားလို့ လူသိများတဲ့ ရမ်ချရန်းရဲ့ နောက်ဆုံးထွက် ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်IMDb 9.1/10ထိရရှိထားတာဆိုတော့ ကောင်းမကောင်း သိပ်ပြောနေစရာ မလိုလောက်ပါဘူး
သာမန်ကြည့်ဖူးနေကျ Talguကားတွေလို Overတွေမပါဘဲ
သဘာဝကျကျ အက်ရှင်အလန်းစားတွေ၊ သီချင်းတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင် တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့
၁၉၈၀ခုနှစ်တွေက ရန်ဂက်(စ်)တလန်ဆိုတဲ့ ကျေးရွာလေးက ဇာတ်လမ်းတပုဒ်ပဲ ဖြစ်ပါတယ်။
ရွာထဲမှာ လယ်တွေကိုရေသွင်းတဲ့အလုပ်ကိုလုပ်တဲ့ ချစ်တီးဘာဘူဟာ မွေးရာပါနားလေးတဲ့ ချို့ယွင်းချက်ရှိပြီး
မဟုတ်မခံ လူစားမျိုးပါ၊ သူ့အရှေ့မှာ မတရားတာတွေ့ရင် ဝင်ချဖို့ နှစ်ခါမစဉ်းစားတတ်ပါဘူးရွာထဲမှာ အဖွဲ့အစည်းဆိုတဲ့နာမည်နဲ့ ရွာသားတွေကို ချေးငွေတွေထုတ်ချေးထားပြီး အမြတ်ကြီးစား ခေါင်းပုံဖြတ်နေတဲ့ အဖွဲ့တဖွဲ့လည်းရှိပါတယ်
ဒီအဖွဲ့ကို အဓိကချုပ်ကိုင်ထားတာက နှစ်(၃၀)ဆက်တိုက် သူကြီးဖြစ်နေတဲ့ ရွာသူကြီးပါ
လူတွေက သူ့ကို ကြောက်ရွံ့ကြသလို၊ ရင်မဆိုင်ရဲကြပါဘူး
သူနဲ့ထိပ်တိုက်တွေ့တဲ့သူမှန်သမျှ မရှု့မလှသေပွဲဝင်ကြရစမြဲပါ။
ဒီလို ဂုတ်သွေးဆုပ်အမြတ်ထုတ်နေတဲ့ အဖွဲ့ကို ရင်ဆိုင်ပြီး သူကြီးနေရာက ဝင်ပြိုင်မယ်လို့ စိန်ခေါ်လိုက်တဲ့သူ တစ်ယောက်ရှိပါတယ်။
သူနာမည်က ကူမာရ် ဘာဘူပါ
ကူမာရ်ဟာ ချစ်တီးဘာဘူူရဲ့ အစ်ကိုဖြစ်ပြီး၊ ဒူဘိုင်းမှပြန်လာတဲ့ ပညာတတ် တစ်ယောက်လည်း ဖြစ်ပါတယ်။
မတရားမှုကို ရင်ဆိုင်ဖို့ သူကြီးအဖွဲ့နဲ့ထိပ်တိုက်တွေ့နေတဲ့ အစ်ကိုဖြစ်သူူကို ချစ်တီးဘာဘူတစ်ယောက် ဘယ်လိုတွေ ကာကွယ်စောင့်ရှောက်သွားမလဲဆိုတာကတော့့့

(ရုပ်ရှင်ကားက မထင်ထားလောက်တဲ့ လှည့်ကွက်အပြည့်နဲ့မို့
ဒေါင်းကြည့်ရတာ အလကားမဖြစ်စေရဘူးဆိုတာ အာမခံပါတယ်)
crd cm
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Action,Bollywood",
"title":"Vinaya Vidheya Rama (2019)",
"poster":"https://image.tmdb.org/t/p/w185/tOjSnrKwI3qVKMHn5ofwc2K3Sm3.jpg",
"rate":"4.6",
 
 "movie":{
"sd":"104111698138279",
"sdZ":"SD + HD",
"hd":"104111698138279",
"hdZ":"SD + HD",
"fhd":"https://megaup.net/2ehM0/Vinaya_Vidheya_Rama_[2019]_(MM_Sub).mp4",
"fhdZ":"HD 1.1GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"သိပ်ကို ဆင်းရဲနွမ်းပါးတဲ့ မိဘမဲ့ကလေး၄ယောက်မှာတနေ့တော့ ရထားလမ်းဘေးမှာ ကလေးတစ်ယောက် ကောက်ရခဲ့ပါတယ်။
ရမ်ချာရန်းပါပဲ။သူ့ကို မွေးစားခဲ့တဲ့ ကလေး၄ယောက်ကိုအစ်ကိုကြီးတွေအဖြစ် သိပ်ကို ချစ်ရပါတယ်။အိပ်မပျော်ခင် နောက်ဆုံးတွေးတဲ့ အတွေးနဲ့မနက်အိပ်ယာထချိန် အစောဆုံး တွေးတဲ့ အတွေးတောင်သူတို့ လေးယောက် အဖို့ပါ။အဲ့သလောက်ကို ချစ်ပါတယ်။သူတို့လေးယောက်ရဲ့ ဇနီးတွေနဲ့ အတူရမ်းချာရန်ဟာ နေထိုင်ခဲ့တယ်။မိန်းမလား… ဟင့်အင်း စိတ်မဝင်စား ပညာရေးလား … ဟင့်အင်း စိတ်မဝင်စားဘာဆို ဘာမှ မစဉ်းစားဘဲ အစ်ကို လေးယောက်အတွက်ပဲစဉ်းစားတတ်သူပါ။သူတို့အတွက်ဆို အသက်တောင်ပေးမလောက်ပဲ။တနေ့ ရွေးကောက်ပွဲကော်မရှင်အဖွဲ့ဝင် အစ်ကိုနဲ့လတ်တလော မဲဝင်ပြိုင်မယ့် ပါတီဝင်တွေနဲ့စကားများရာကစ…ပြဿနာတက်ခဲ့ရမှာတော့…..ကဲ ကိုယ်တိုင် ခံစားရမယ့် အချိန် ရောက်ရှိခဲ့ပါပြီဗျာ။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Comedy,Crime",
"title":"The Gentlemen(2019)",
"poster":"https://image.tmdb.org/t/p/w185/jtrhTYB7xSrJxR1vusu99nvnZ1g.jpg",
"rate":"8.1",
 
 "movie":{
"sd":"109018124261727",
"sdZ":"SD + HD",
"hd":"109018124261727",
"hdZ":"SD + HD",
"fhd":"109018124261727",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
သူ့နာမည်က မစ်ကီပီရာဆန်…..ဥာဏ်ကောင်းပြီးအောက်စဖိုဒ့်ကျောင်းသားတစ်ယောက်ဖြစ်ပေမယ့် သူက ဆင်းရဲတယ်…သူဟာ ထက်မြက်တဲ့သူတစ်ယောက်ဆိုပေမယ့် ကျောင်းမပြီးဘူး…ဘာလို့ဆို မူးယစ်ဂိုဏ်းက လူတစ်ချို့နဲ့အဆက်အသွယ်ရပြီး
အချိန်တိုအတွင်း ငွေတွေမျိုးမျိုးမျက်မျက်ဝင်တဲ့ ဒီလောကကို သူသဘောကျသွားတယ်… လူတစ်ယောက်ရဲ့ လည်ပင်းကိုလှီးပြီး သွေးစင်တာတောင် မျက်တောင်ခတ်ဖို့ သတိမရတတ်တဲ့ဒီပတ်ဝန်းကျင်မှာ ဟိုနေရာဆေးလေးပို့ ဒီနေရာဆေးလေးပို့ ငွေလေးယူလိုက်
အမြတ်ငွေလေးအိပ်ထဲထည့်လိုက်ရုံနဲ့မပြီးဘူးဆိုတာသိတဲ့နောက်မှာတော့
မစ်ကီတစ်ယောက်ဟာ သူ့ကိုယ်သူ ဒီလောကရဲ့ အများသူငါမော်မကြည့်ရဲတဲ့
ဘုရင်တစ်ပါးအဖြစ်ပုံပြောင်းပါတော့တယ်….
ဒီဇာတ်ကားက ဂန်းစတားတွေအကြောင်းရိုက်ထားတာပါ…ဒုစရိုက်သမားတွေရဲ့
ကတုံးပေါ်ထိပ်ကွက်တွေ…
လည်သူစားစတမ်းတွေ….လက်မရွှံတွေကြား မျက်ခုံးမွေးပေါ်စင်္ကြန်လျှောက်တဲ့သူတွေနဲ့ ဒီကားကတော်တော်မိုက်ပါတယ်…
The Irishman (2019) တို့လို့ ခပ်အေးအေးနဲ့ ဇာတ်လမ်းကို ဆွဲခေါ်တတ်တဲ့အမျိုးအစားမဟုတ်ပါဘူး..သူက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာကြောင့် လည်းပါမှာပေါ့လေ…The Gentlemen (2019) ကတော့ ခပ်သွက်သွက်နဲ့ကိုဇာတ်လမ်းစထားပါတယ်…အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Matthew McConaughey ကိုတော့
အားလုံးသိကြမှာပါ…အခြားဝါရင့်ဟာသသရုပ်ဆောင်တွေ အက်ရှင်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။ လူငယ်အနေနဲ့လည်း crazy rich Asian တို့ last Christmas တို့ရဲ့ မင်းသား ဟင်နရီ ဂိုးဒင်းတို့လည်း ပါဝင်ထားပါသေးတယ်။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….
crd cm
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Biography,Crime,Drama",
"title":"American Gangster(2007)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2017/10/american-gangster.15147-1.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"108382494325290",
"sdZ":"SD + HD",
"hd":"https://megaup.net/1woc3/American_Gangster_[2007]_(MM_Sub).mp4",
"hdZ":"HD 1024MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"American Gangster(2007
IMDB…7.8,,,Rotten…87%
ဟောလိဝုဒ်ရဲ့အကောင်းဆုံးရုပ်ရှင်စာရင်းထဲမှာ
ထည့်ကိုထည့်ရမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။
အမေရိကန် ဗီယက်နမ် စစ်ပွဲကာလအတွင်းက အမေရိကန် နိုင်ငံရဲ့ ကာလကို အခြေတည်ရိုက်ထားတဲ့ ဒီဇာတ်ကားက သုံးနာရီနီးနီးလောက်ကြာမြင့်ပေမယ့် ဘယ်လိုမှငြီးငွေ့မသွားအောင် ဖမ်းစားနိုင်ခဲ့ပါတယ်။1969ဝန်းကျင်အမေရိကန်နိုင်ငံက လာဘ်စားမှု တွေ ဒုစရိုက်မှု တွေ မူးယစ်ဆေးဝါး ဘိန်းစတဲ့ မကောင်းမှု တွေနဲ့ ရှု ပ်ထွေးပွေလီနေပါတယ်။
ဖရန့်က ဂန်စတားအဖွဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်တယ်….အဲ့ဒီခေတ်များဆီက
ဖရန့်တို့အဖွဲ့ဟာ အင်အားကြီးလွန်းတယ်….ဖရန့်ဟာ အဓိကသော့ချက်ပေါ့…
လူမိုက်ဆိုပေမယ့် အားလုံးကိုဉာဏ်ကိုလွှာသုံးလေ့ရှိတယ်…ရဲတွေကိုလည်း
အိပ်ကပ်ထဲထည့်ထားတတ်သလို အတားအဆီးတွေကိုလည်း ဖယ်ရှားတဲ့နေရာမှာ
လက်ရွံနေလေ့မရှိဘူး….ပြောရရင် ဖရန့်တို့အဖွဲ့ကိုထိရဲတဲ့သူတောင်မရှိဘူးဆိုရမယ်…
ဒီအချိန်မှာပဲ အခြားရဲတွေနဲ့မတူတဲ့အမှတ်တရားကိုမြတ်နိုးတဲ့ Richie Roberts
တစ်ယောက်ရှိလာခဲ့တဲ့အချိန်မှာတော့…
ဒီကားက အတော်များများလည်းကြည့်ပြီးလောက်ပြီ..ဒါပေမယ့် ပြန်လည်ခံစားလည်း တကယ့်ကိုရသမြောက်လွန်းတယ်…
ဒန်ဇယ်ရဲ့ အကောင်းဆုံးဆိုတာထက် ဒီဘက်ခေတ်ရုပ်ရှင်အဆင့်အတန်းတွေနဲ့
တန်းယှဉ်နိုင်ဆဲပဲ…..
crd cm
"
},
{
"Bolseries":true,
"type":"movie",
 "season":"1,2,3",
 "cate":"Action,Comedy,Family",
"title":"Cats & Dogs Collection",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/cat-and-dog-paws.jpg",
"rate":"",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"* * * * * * * * * *",
 "link":""},
 {"ep":"Cats & Dogs 1 (2001)",
 "link":"105668771327331"},
 {"ep":"Cats & Dogs 2: The Revenge of Kitty Galore (2010)",
 "link":"105678371326371"},
 {"ep":"Cats & Dogs 3: Paws Unite (2020)",
 "link":"105760461318162"},
 {"ep":"* * * * * * * * * *",
 "link":""}
 ],
"review":"
Cats And Dogs 2001
ဒီကားလေးကတော့ဖြင့်အထူးတလည်ပြောစရာမလိုတော့ပါဘူး…ကျွန်တော်တို့ငယ်စဉ်ကလေးဘဝထဲကကြိုက်နှစ်သက်လာတဲ့ ချစ်စရာခွေးလေးတွေကြောင်လေးတွေပါတဲ့ကားလေးတစ်ကားပဲဖြစ်ပါတယ်…ကားဟောင်းလေးပေမယ့် ပြန်ပြီးသိမ်းထားသင့်တဲ့ ငယ်စဉ်ဘဝအမှတ်တရကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်…ဒီကားလေးဟာ ကလေးလေးတွေကြားထဲမှာရေပန်းစားပုံတင်မက လူကြီးများပါနှစ်ခြိုက်အားပေးခဲ့ကြတဲ့ ရယ်စရာကားလေးတစ်ကားပဲဖြစ်ပါတယ်….ဇာတ်လမ်းရဲ့ အစမှာတော့ ခွေးတွေကိုအမြဲအနိုင်လိုချင်စိတ်တွေရှိနေတဲ့ မစ္စတာတင်ကယ်ဆိုတဲ့ ကြောင်မိစ္ဆာလေး….
သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့ အေးဂျင့်အသစ်နေရာမှာအစားထိုးခံလိုက်ရတဲ့ ခွေးကလေး လိုယူတို့..ဘယ်လို ပြိုင်ဆိုင်မှု့တွေနဲ့ချကြမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်….
ဒီကားလေးကိုငယ်ငယ်ကဘာသာပြန်များနဲ့ကြည့်ရှု့ခဲ့ရပေမယ့် စိတ်တိုင်းမကျခဲ့လို အခုတော့ အကောင်းဆုံးမွန်းမံဘာသာပြန်မှု့များနဲ့ ပြန်ပြီးတင်ဆက်လိုက်ပါတယ်ဗျ…ဒီကားလေးရဲ့အားသာချက်တွေကတော့ လူတွေရဲ့ညစ်နေတဲ့စိတ်တွေကို ကြောင်လေးတွေခွေးလေးတွေရဲ့ချစ်စရာစကားပြောအသံလေးများနဲ့ ပျော်အောင်လုပ်ပေးထားတယ်ဆိုတာကြည့်ရှု့မယ့်သူများအားလုံးသိကြရမှာဖြစ်ပါတယ်….

Cats & Dogs: The Revenge of Kitty Galore (2010)
My name is Bond..James Bond လို့ကြားလိုက်တာနဲ့ ဆန်းသစ်တဲ့နည်းပညာတွေကိုသုံးပြီး
လူဆိုးတွေကို စုံစမ်းဖော်ထုတ်တဲ့ အထူးအေးဂျင့်ကြီးကိုပြေးမြင်ကြပါလိမ့်မယ်။ ဒီကားလေးကတော့
James Bondလိုမျိုး နည်းပညာကို သုံးပြီး လူဆိုးကိုရှာဖွေဖော်ထုတ်တဲ့ ထောက်လှမ်းရေးကားလေးတစ်ကားပါပဲ။ အဲ James Bond နဲ့မတူတာက ဒီကားလေးထဲက အထူးအေးဂျင့်လေးတွေက ခွေးလေးကြောင်လေးတွေဖြစ်နေတာပါ။ ခွေးတွေကိုအပြတ်ရှင်းပြီး လူသားတွေကိုအုပ်ချုပ်ချင်နေတဲ့ ကြောင်ဆိုးမလေး ကစ်တီဂလိုရီကို ခွေးအေးဂျင့်တွေဖြစ်တဲ့ ဒစ်ဂ် ၊ ဘတ်ချ်၊ ကြောင်အေးဂျင့်မလေး ကတ်သရင်းတို့နဲ့ရူးကွောငျကွောငျခိုလေး ရှိနျးမကျစျတို့ အတူပူးပေါငျးဖောျထုတျတားဆီးကွတဲ့ အိမျမှေးတိရိစာ်ဆနျလေးတှရေဲ့စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားပါ။ နောက်ပြီးတော့ ၂၀၁၀ ကထွက်ခဲ့တဲ့ ကားလေးဆိုတော့ ၂၀၁၀တုန်းကအကြောင်းလေးတွေကိုပြန်တွေးရင်း အေးအေးဆေးဆေးကြည့်လို့ကောင်းတာပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)

Cats & Dogs 3: Paws Unite 2020
ဒါက ၂၀၂၀မှာမှအသစ်ထွက်ရှိထားတဲ့ Cats and Dogs 3 paw unite ပါ ပြီးခဲ့တဲ့ 1 နဲ့ 2မှာခွေးနဲ့ကြောင်တွေဟာအချင်းချင်းခိုက်ရန်ဖြစ်ပွားကြပြီး FART ဆိုတဲ့ငြိမ်းချမ်းရေးအဖွဲ့အစည်းကိုတည်ထောင်ပီးနောက် မှာ သူတိူ့တစ်ကောင်နဲ့တစ်ကောင် သင့်သင့်မြတ်မြတ်ရှိခဲ့ကြပါတယ် တစ်နေ့မှာသူတို့သင့်မြတ်နေတာကိုမနာလိုတဲ့ သာမညအိမ်မွေးတိရစ္ဆာန်တွေဟာ သူတို့အခြေစခန်းကကုဒ်တွေကို ဟက်ခ်ပြီး တစ်ကမ္ဘာလုံးကခွေးတွေနဲ့ကြောင်တွေကိုအရင်ကလိုမတည့်မရှုဖြစ်စေမဲ့ အသံလှိုင်းတွေကိုထုတ်လွှင့်ပြီး ပဋိပက္ခတွေကိုဖန်တီးလိုက်ပါတယ် ဒီပြဿနာကို​ဖြေရှင်းရမှာက ရော်ဂျာဦးဆောင်တဲ့အေးဂျင့်အဖွဲ့ပါ သူတို့ဒီပြဿနာကို ဘယ်လို​ရင်ဆိုင်ဖြေရှင်းကြမလဲ ပြဿနာကအလိုလိုပြေလည်သွားမလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action",
"title":"Nameless Gangster: Rules of the Time (2012)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2015/04/Nameless-Gangster-Rules-of-the-Time2012.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"138002451390511",
"sdZ":"SD + HD",
"hd":"https://megaup.net/3zIaz/Nameless_Gangster_Rules_Of_The_Time_[2012]_(MM_Sub).mp4",
"hdZ":"HD 990MB",
"fhd":"",
"fhdZ":"Not available"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Nameless Gangster: Rules of the Time (2012)
1961 ခုနှစ်မှာ ကိုရီးယားနိုင်ငံအတွင်းရှိ မြေအောက်ဂိုဏ်းတွေ ဖြိုခွင်းခဲ့တာကို
အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။
လူ့သဘော လူ့သဘာဝတွေ ထင်ဟပ်နေတဲ့ ဇာတ်ကားဖြစ်ပြီး IMDb Rating (7.2/10) ရရှိထားပါတယ်။
"
},
{
"Bolseries":true,
"type":"series",
 "season":"Returning Series",
 "cate":"Action,Drama,Crime",
"title":"Gangs of London (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BOGJlZTE0MTQtZDdmMS00YWViLThlMDktYzk1N2RhMjY0NGEyXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
"rate":"9.1",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1",
 "link":"109195994243940"},
 {"ep":"Ep 2",
 "link":"109252090904997"},
 {"ep":"Ep 3",
 "link":"110087777488095"},
 {"ep":"Ep 4",
 "link":"110133287483544"},
 {"ep":"Ep 5",
 "link":"110171647479708"},
 {"ep":"Ep 6",
 "link":"110218280808378"},
 {"ep":"Ep 7",
 "link":"110416494121890"},
 {"ep":"Ep 8",
 "link":"110752017421671"},
 {"ep":"Ep 9 End",
 "link":"110795364084003"}
 ],
"review":"လန်ဒန်မြို့ရဲ့ လူဆိုးဂိုဏ်းကြီးတွေ အကြောင်း ဇာတ်လမ်းဆင်ထားတဲ့ စီးရီးတစ်ခု ထွက်လာပါပြီ။  စုစုပေါင်း ၉ ပိုင်း ရှိပါတယ်။

နေ့စဉ်တင်ဆင်ပေးသွားမှာပါ။ ဒီစီးရီးကတော့ ပိကီ ဘလိုင်ဒါ တို့ ဂေါ့ဖားသားတို့လို သွေးအေးအေး ရက်စက်တဲ့ စတိုင်မျိုး

မဟုတ်ပါဘူး။ ဒါရိုက်တာကိုက Raid ရုပ်ရှင်ကို ရိုက်ခဲ့တဲ့သူဖြစ်လို့ အက်ရှင် အသားပေးပါတယ်။ Raid ရဲ့ အများနဲ့ တစ်ယောက်

ရက်ရက်စက်စက်တွေ ချတဲ့ အငွေ့အသက်မျိုးတွေ ပါပါတယ်။ စတန့်နည်းပြတွေကလည်း Bourne ရုပ်ရှင်တွေလို အက်ရှင်

အကြမ်းတွေမှာ ပါခဲ့တဲ့လူတွေပါပဲ။

ဇာတ်လမ်းအကျဉ်း …

———————-

လန်ဒန်မြို့ရဲ့ လူဆိုးဂိုဏ်းအားလုံးဟာ ဝဲလေ့ မိသားစုရဲ့ ထိန်းချုပ်မှုအောက်မှာ အလုပ်လုပ်ကြရပါတယ်။ တစ်နေ့မှာတော့

ဝဲလေ့မိသားစုရဲ့ ခေါင်းဆောင် ဖင်း ဝဲလေ့ လုပ်ကြံခံရပြီး သူ့နေရာကို ဆက်ခံဖို့ သားဖြစ်သူ ရှောင်ဝဲလေ့က နန်းတက်လာ

ပါတော့တယ်။ အဲဒီမှာ ဂိုဏ်းပေါင်းစုံက အခွင့်အရေးယူ သွေးတိုးစမ်းကြချိန်၊ ရှောင်ကလည်း သူ့အဖေကို သတ်သွားတဲ့သူကို

အသည်းအသန်လိုက်ရှာချိန်မှာ ဂိုဏ်းတွေရဲ့ ကြားမှာ စစ်ပွဲတွေ ဖြစ်လာပါတော့တယ်။ အပိုင်းတိုင်း ဝုန်းဒုန်းကြဲနေတာမို့

ဒီကားက အက်ရှင် အကြမ်းတွေကို နှစ်သက်သူတွေအတွက် အရသာတွေ့မှာပါ။

(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)
crd cm
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Crime,Drama",
"title":"A Dirty Carnival (2006)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BNDljMmY0MmMtZGQ4NS00YjQ0LTliZDgtMjA4MWJiNTIyZGYwXkEyXkFqcGdeQXVyMjQ1NjEyNzE@._V1_SY1000_CR007071000_AL_.jpg",
"rate":"7.4",
 
 "movie":{
"sd":"122989659558457",
"sdZ":"SD + HD",
"hd":"https://megaup.net/3zuoD/A_Dirty_Carnival_(Biyeolhan_Geori)_[2006]_(MM_Sub).mp4",
"hdZ":"HD 1GB",
"fhd":"https://megaup.net/2dzv1/A_Dirty_Carnival_(Biyeolhan_Geori)_[2006]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mkv",
"fhdZ":"Full HD 2.49GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကိုးရီးယားရုပ်ရှင်လောကရဲ့ အထင်ကရ ဂန်းစတားကားတွေထဲမှာထိပ်ဆုံးစာရင်းထဲမှာ ပါနေဆဲဖြစ်တဲ့ A Dirty Carnival ဇာတ်ကားကို တောင်းဆိုသူတွေများလွန်းလို့တင်ဆက်ပေးလိုက်ပါတယ်….ဂန်းစတားတွေနဲ့ အာဏာရှင်တွေကြား…
ဂန်းစတားတွေရဲ့ ဘဝနဲ့ အချင်းချင်းအပေါ်ထားရှိတဲ့ သစ္စာတရား…
ဂန်းစတားတွေနဲ့ နိုင်ငံရေးဆက်နွယ်နေမှု…တော်တော်များများလည်း ဒီကားရဲ့ကောင်းခြင်းတွေနဲ့အထှာကျလွန်းတဲ့ ဂန်းစတားတွေအကြောင်းကြားဖူးနေတော့ ထွေထွေထူးထူးမညွှန်းတော့ဘူး..တစ်ခုတော့ရှိတယ်…အော်ရီဂျင်နယ်ဂန်းစတားကားကြည့်ပြီးတဲ့သူတွေအတွက်တော့ဒီကားက အနည်းငယ်ပေါ့သလိုဖြစ်နေပါကလွန်စွာဝမ်းနည်းအားနာမိကြောင်းပြောပါရစေ…Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်….
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure,Comedy",
"title":"Love and Monsters 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/LoveAndMonstersPoster.jpeg",
"rate":"6.9",
 
 "movie":{
"sd":"152387383235461",
"sdZ":"SD + HD",
"hd":"https://megaup.net/Tola/Love.and.Monsters.2020.720p.WEBRip(CM).mp4",
"hdZ":"HD 800MB",
"fhd":"https://megaup.net/Toha/Love.and.Monsters.2020.1080p.WEBRip(CM).mp4",
"fhdZ":"Full HD 1.2GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီလန် အိုဘရိုင်ယန်ပါတယ်၊ ဂျက်ဆီကာ ဟန်းဝစ်ပါတယ်၊ ခွေးလိမ္မာလေး တစ်ကောင်ပါတယ်။ အကောင်ကြီးတွေပါတယ် ဒီလောက်ဆို ကြည့်ချင်ကြမယ်ထင်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။
ကမ္ဘာကြီးကို ဝင်တိုက်မယ့် ဥက္ကာခဲကြီးတစ်ခု ပျံလာတယ်။ လူတွေက သူတို့ အတော်ဆုံး အလုပ်ကို လုပ်လိုက်ကြတယ်။ ဥက္ကာခဲကြီးကို ဒုံးကျည်ပေါင်းစုံနဲ့ ပစ်တာပေါ့။ ဥက္ကာခဲကြီးကတော့ ကွဲသွားပါတယ်။
ဒုံးကျည်ထဲမှာပါတဲ့ ဓာတုပစ္စည်းတွေက ကမ္ဘာပေါ်ကို ကျလာပါလေရော။ လူတွေက ကံကောင်းကြပါတယ် ဓာတုအဆိပ်မသင့်ကြဘူး။ အင်းဆက်ပိုးတွေ၊ ဖားတွေ၊ ပုတ်သင်တွေကတော့ ကံမကောင်းကြရှာဘူး သန္ဓေပြောင်းပြီး ဧရာမကြီးတွေ ဖြစ်သွားတယ်။ လူတွေကို ပြန်စားကုန်ကြတယ်။
အဲဒီဧရာမအကောင်ကြီးတွေနဲ့ တိုက်ပွဲမှာလူသား ၉၅% လောက် သေသွားလေရဲ့။ နောက်ဆုံးကျန်တဲ့ သူတွေက အဖွဲ့လိုက်လေး မြေအောက်မှာ ကိုယ်စီပုန်းနေရင်း ကျူးကျော်လာတဲ့ အကောင်တွေနဲ့ တိုက်နေရတယ်။
အဲဒီထဲမှာ မင်းသားက အကောင်ကြီးတွေဆို ကြက်သေသေလောက်အောင် အသေကြောက်တဲ့ကောင်၊ ဘာလက်နက်မှလည်း မပစ်တတ်ဘူး။ သူတို့စခန်းမှာလည်းအကုန်လုံးက အတွဲတွေချည်းပဲ။ ဒီတစ်ကောင်ပဲ FA ကောင်ဖြစ်နေတာ။
ဒါပေမယ့် ဒီကောင့်မှာ အားကြီးတာ တစ်ခု ရှိတယ်။ ဖွန်ကြောင်တဲ့အားပါ။ သူနဲ့ လွွန်ခဲ့တဲ့ ၇ နှစ်လောက်က လူချင်းကွဲသွားတဲံ ဆော်က အခြား စခန်းတစ်ခုမှာ အသက်ရှင်သေးတာကို သိတဲ့အခါ မြေမျက်နှာပြင်ပေါ်က ၈၅မိုင်ဝေးတဲ့ အဲဒီခရီးကို အသက်စွန့်ပီး ဖွန်သွားကြောင်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။
အထူးပြုလုပ်ချက်တွေကောင်းတယ်၊ ဇာတ်လမ်းကောင်းတယ်၊ အက်မင်တော့ ကြိုက်ပါတယ်။ အကြိုက်တူသူတွေ ကြည့်ကြပါ။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure,Fantasy",
"title":"Neverland (2011)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2017/10/etFSntTdf5dwYqL23vitv2F14yc.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"140821247764243",
"sdZ":"SD + HD",
"hd":"",
"hdZ":"Not available",
"fhd":"",
"fhdZ":"Not available"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီညအတွက်အကောင်းဆုံးကားလေးတစ်ကားဖြစ်တဲ့ 
NeverLand Mini Series လေးကိုတင်ဆက်ပေးပါမယ်…နာမည်ကိုကြည့်လိုက်ကတည်းကအားလုံးလည်းအံ့သြသွားကြမှာပါ….ဟုတ်ပါတယ်…ဒီကားက အပိုင်း ၂ ပိုင်းနဲ့ခွဲပြီးထွက်ထားတဲ့ Mini Series လေးပါ…ဒါပေမယ့် အခုတင်ပေးတာကတော့ အဲ ၂ပိုင်းလုံးကိုပေါင်းပြီးတစ်ကားတည်းဖြစ်အောင်လုပ်ထားတဲ
Mini Series ပါ….အၿပီးထိပါပါတယ္..
ဒါကြောင့်မို့လို့ကားရဲ့ကြာချိန်ဟာလည်း ၃ နာရီနီးပါးရှိပါတယ်…ဒီကားလေးအကြောင်းမပြောခင် Disney ကရိုက်ကူးခဲ့တဲ့ Peter Pan နဲ့ ကပ္ပတိန်ဟွတ်ဆိုတဲ့Animantion ကားလေးတွေကိုတော့ အားလုံးလည်းသိကြမှာပါ…နာရီမြိုထားတဲ့ မိကျောင်းကိုကြောက်တဲ့ ပင်လယ်ဓားပြကြီးဟွတ်နဲ့ Neverland ဆိုတဲ့ ကျွန်းလေးကိုကာကွယ်ပေးနေတဲ့ လူပျံလေး ပီတာပန်တို့အကြောင်းတွေကိုရိုက်ကူးထားခဲ့တာပါ….နောက်ပြီး တင်ကာဘဲလ် ဆိုတဲ့နတ်သမီးလေးအကြောင်းလည်းတွေ့ခဲ့ရမှာပါ….ဒီ Animation ကားလေးတွေဟာ အောင်မြင်ခဲ့ပြီးတော့Tinkerbell ဆိုတဲ့ Animation ကားလေးတစ်ကားလည်းသက်သက်ထွက်ရှိခဲ့ပါတယ်….Peter Pan ဟာ ကျွန်တော်တို့ငယ်စဉ်ကအကြိုက်ဆုံးဇာတ်ကောင်တစ်ခုဖြစ်ခဲ့သလိုကပ္ပတိန်ဟွတ်ဆိုတာကလည်းအကောင်းဆုံးနဲ့အရယ်ရဆုံးဗီလိန်ကြီးတစ်ယောက်ဖြစ်ခဲ့ပါတယ်…ကဲဒါဆို ဒီဇာတ်ကားလေးအကြောင်းကိုပြောလိုက်ရအောင်….ဒီဇာတ်ကားလေးဟာ ခုနကပြောခဲ့တဲ့ Animation ကားလေးတွေရဲ့ပထမဆုံးဥလျောင်ကားဖြစ်ပါတယ်…ပီတာပန် ဘာလို့ပျံနိုင်လဲ…ကပ္ပတိန်ဟွတ် ဘာလို့လက်တဖတ်မရှိတာလဲ….မိကျောင်းထဲကိုနာရီကဘယ်လိုရောက်သွားတာလဲ…အားလံုးမသိၾကပါဘူး…ဘာလို့လဲဆိုတော့ Animation ကားလေးတွေကဘယ်ကဘယ်လိုဖြစ်လဲမရိုက်ပြတော့ပဲသာမာန်ဖြစ်နေကျအတိုင်းပဲရိုက်ပြထားခဲ့လို့ပါ……ဒါကြောင့် အကုန်လုံးကိုအစဆုံးသိချင်ရင်တော့ဒီ အစအဆုံးပါတဲ့ Mini Series လေးကသင်တို့အတွက်စိတ်ကျေနပ်မှု့ကိုလုံးဝရရှိစေမှာပါ….ဒီဇာတ်ကားလေးထဲမှာပါတဲ့ ရှု့ခင်းတွေကသာယာကြည်နူးဖွယ်ကောင်းတဲ့အပြင်Animation ထဲမှာပါတဲ့လူရိုင်းကျေးရွာကလူရိုင်းလေးတွေရယ် တိုက်ဂါးလီလီဆိုတဲ့ ခေါင်းဆောင်သမီးလေးရယ်ပင်လယ်ဓားပြတွေရယ် ပီတာပန့်အနားမှာအမြဲလိုလိုရှိနေတဲ့ တင်ကာဘဲလ်ဆိုတဲ့ နတ်သမီးလေးနဲ့စုံစုံလင်လင်လှလှပပရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်…ဒါကြောင့် ညဘက်မှာကော်ဖီလေးတစ်ခွက်နဲ့ အချိန်ကြာကြာလေးနေရာအသစ်အဆန်းတွေကိုခေါ်ဆောင်သွားမယ့်ကားကောင်းလေးတစ်ကားကိုကြည့်ချင်ရင်တော့ဒီ NeverLand ဆိုတဲ့ ကားလေးကိုကြည့်ဖို့ညွှန်းလိုက်ပါရစေ….
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action",
"title":"Rogue Warfare: The Hunt (2019)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/04/kwpOjd5mZLDtgn3HO5JT9wDVAVI-185x278.jpg",
"rate":"",
 
 "movie":{
"sd":"101313555097755",
"sdZ":"SD + HD",
"hd":"",
"hdZ":"Not available",
"fhd":"",
"fhdZ":"Not available"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Rogue Warfare: The Hunt (2019)
===============================
ကမ္ဘာကြီးက အနက်​ရောင်မျက်နှာဖုံးအဖွဲ့ရဲ့ ခြိမ်း​ခြောက်ခြင်းကိုခံလိုက်ရတဲ့အခါမှာ​​တော့ အင်္ဂလန် ပြင်သစ် တရုတ်နဲ့ ရုရှားတို့က အ​တော်ဆုံးရဲ​​ဘော်​တွေကို စုစည်းပြီး အနက်​ရောင်မျက်နှာဖုံးအဖွဲ့ကို ​ချေမှုန်းဖို့ ပြင်ဆင်ကြပါ​တော့တယ်။

Rogue Warfare film series ရဲ့ ဒုတိယ​မြောက်ကားဖြစ်တဲ့ Rogue Warfare:The Hunt မှာ​တော့ အဖွဲ့​ခေါင်း​ဆောင် ဒန်နီရယ်ကို Supreme Leader လို့​ခေါ်​တဲ့လူဆိုး​ခေါင်း​ဆောင်မှ ဓါးစားခံအဖြစ်ဖမ်း​ထားရာအမေရိကန်သမ္မတနဲ့ ဗိုလ်ကြီးဘရစ်စကို တို့ရဲ့အမိန့်နဲ့ အဖွဲ့သား​တွေမှာ သူတို့​ခေါင်း​ဆောင်ကိုပြန်ကယ်ဖို့မစ်ရှင်တစ်ခုကို ထမ်း​ဆောင်ရပါ​တော့တယ်။

မစ်ရှင်ရဲ့အဓိကရည်ရွယ်ချက်က​တော့ ​ခေါင်း​ဆောင်ဒန်နီရယ်ကို အပါ​ခေါ်လာဖို့နဲ့ အ​သေအ​ပျောက်မရှိဖို့ပဲဖြစ်ပါတယ်။ သူတို့အဖွဲ့​ခေါင်း​ဆောင်ဒန်နီရယ်ကို ပြန်​ခေါ်လာနိုင်မှာလား….. အဖွဲ့သား​တွေ​ရော အသက်​ပေးလိုက်ရမှာလား မ​ပေးရဘူးလားဆိုတာကို​တော့ ……. စစ်ကားကြိုက်တဲ့ ပရိသတ်တို့အကြိုက်​တွေ့မဲ့ကား​လေးပါ
crd gc"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action",
"title":"Rogue Warfare (2019)",
"poster":"https://image.tmdb.org/t/p/w185/78hDh9EHDMbox4FlKlOrRfrmgpU.jpg",
"rate":"3.2",
 
 "movie":{
"sd":"101293105099800",
"sdZ":"SD + HD",
"hd":"https://megaup.net/3uxim/(CM)_Rogue_Warefare_2019_(Small_Size).mp4",
"hdZ":"SD 342MB",
"fhd":"https://megaup.net/3uxim/(CM)_Rogue_Warefare_2019_(Small_Size).mp4",
"fhdZ":"HD 964MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Loading ကြာရင် server 1 ကဒေါင်းပါ

ဒီကားလေးကတော့လျှို့ဝှက်စစ်ဆင်ရေးကို ထမ်းဆောင်ဖို့အမေရိကန်ပြည်ထောင်စုက မဟာမိတ်နိုင်ငံတွေစီကနေအတော်ဆုံးရွေးချယ်ထားတဲ့လူတွေကိုစေလွှတ်ဖို့သဘောတူလက်မှတ်ထိုးခဲ့တယ် စစ်ဆင်ရေးကတော့အရှေ့အလယ်ပိုင်းမှာ လက်နက်မှောင်ခိုရောင်းဝယ်နေတဲ့
အကြမ်းဖက်သမားတွေက မျက်နှာဖုံးအနက်နဲ့
သူတွေနဲ့အဆက်အသွယ်ရှိနေတာကိုစုံစမ်းဖို့အတွက်ဖြစ်တယ်မျက်နှာဖုံးအနက်နဲ့သူတွေကဘာတွေလျှို့ဝှက်ကြံစည်ပြီးတော့တော်လှန်မှုတွေလုပ်နေလဲဆိုတာကိုတော့စစ်ဆင်ရေးမှာပါဝင်နေတဲ့ စစ်သားတွေကစုံစမ်းဖော်ထုပ်ပေးရမှာဖြစ်တယ်စစ်သားတွေစစ်ဆင်ရေးလုပ်ရင်းအဆင်မပြေဖြစ်တာတွေ အခက်အခဲကြုံတွေ့ရတာတွေကို ကြည့်ရှု့ရမှာပါ
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Biography,Drama,Thriller",
"title":"A Call to Spy (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-14-at-12.49.34-PM.png",
"rate":"5.7",
 
 "movie":{
"sd":"108089327743097",
"sdZ":"SD + HD",
"hd":"https://megaup.net/Tlwo/A.Call.to.Spy.2020.WebDL.480P[CM].mp4",
"hdZ":"SD 400MB",
"fhd":"https://megaup.net/Tlwk/A.Call.to.Spy.2020.WebDL.720P[CM].mp4",
"fhdZ":"HD 1.0GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Loading ကြာရင် server 1 ကဒေါင်းပါ

A Call to Spyဟာ ရှားရှားပါးပါး
ဒုတိယကမ္ဘာစစ်အတွင်းက အမျိူးသမီးတွေရဲ့
စွမ်းဆောင်ရည်ကို အသားပေးဖော်ပြထားတဲ့
ဘိုင်အိုဂရပ်ဖီရုပ်ရှင် ရုပ်ရှင်ပါပဲ။
ဒုတိယကမ္ဘာစစ်ကနဦးမှာ ချာချီဟာ
SOEကိုဖွဲ့ပြီး နာဇီတွေကိုထောက်လှမ်းဖို့နဲ့
သတင်းပို့ဖို့ ပြင်သစ်ကို စပိုင်တွေလွှတ်ခဲ့တယ်။
နောက်ပိုင်းမှာ SOEကနေ ထောင်လှမ်းရေးအလုပ်တွေမှာ
သိသာထင်ရှားမှုပိုနည်းတဲ့ အမျိူးသမီးတွေကို
စပိုင်အဖြစ်စေလွှတ်ဖို့ အကောင်အထည်ဖော်ခဲ့တယ်။
ဗြိတိန်ရဲ့ ပထမဆုံး အမျိုးသမီးစပိုင်ဟာ
ဗာဂျင်နီယာ ဟောပါ။ ဗာဂျင်နီယာဟောဟာ
ဗြိတိန်စပိုင်ဖြစ်ခဲ့ပေမယ့် အမေရိကန်သူတစ်ယောက်။
သံတမန်ဖြစ်လို့တဲ့အတွက် အကြိမ်ကြိမ်လျှောက်ထားခဲ့ပေမယ့်
ခြေထောက်တစ်ဖက်ပြတ်နေတဲ့ ဒုက္ခိတဖြစ်နေတာကြောင့်
ပယ်ချခံရတဲ့ သနားစရာ အမျိုးသမီးပါပဲ။
ကံကောင်းချင်တော့ အမျိုးသမီးစပိုင်ခန့်အပ်ရေးအတွက်
လူရှာနေတဲ့ SOEရဲ့ စက္ကထရီ ဗီရာအတ်ကင်နဲ့
တွေ့သွားခဲ့တယ်။ ဗီရာအတ်ကင်ကလည်း
နေရာတစ်ခုရထားပေမယ့် ဂျူးလူမျိူးဖြစ်နေလို့
ဗြိတန်မှာ နေရသိပ်အဆင်မပြေဖြစ်နေတဲ့ အမျိူးသမီး။
သူရှာခဲ့တဲ့ စပိုင်နှစ်ယောက်မှာ တစ်ယောက်က ဒုက္ခိတ
တစ်ယောက်က မွတ်စလင်။ သူ့နည်းသူ့ဟန်နဲ့
အနှိမ်ခံနေရတဲ့ အမျိုးသမီးတွေ။
သူတို့ဟာ သူတို့ရဲ့ အားနည်းချက်တွေကိုပဲ
အားသာချက်အဖြစ်အသုံးချပြီး
ဒုတိယကမ္ဘာစစ်ရဲ့ သမိုင်းမှာ မှတ်ကျောက်တင်ခဲ့ကြ
သူတို့နိုင်ငံအတွက်အားထုတ်ခဲ့ကြတယ်။
ဗာဂျင်နီယာဟောနေရာမှာ သရုပ်ဆောင်တဲ့
Lead Actor Sarah Megan Thomas
ကိုယ်တိုင် ဇာတ်ညွှန်းရေးထားပြီး
ဒါရိုက်တာကလည်းအမျိုးသမီးဒါရိုက်တာပဲဖြစ်တဲ့အတွက်
အမျိုးသမီးစွမ်းဆောင်ရည်ပြရုပ်ရှင်ကို
အမျိူးသမီးတွေချည်းဦး‌ဆောင်ရိုက်ထားကြတယ်ဆိုရမယ်။A call to spyကို Audienceတွေပေးတဲ့ဘက်က
IMdb ratingကတော့ တက်လိုက်ကျလိုက်မျိုးစုံ
ဖြစ်နေပေမယ့် RTရဲ့ ဝေဖန်ရေးသမားတွေရဲ့
Ratingမှာတက်လာပြီး နာမည်ကျော်
ရုပ်ရှင်ဝေဖန်ရေးဆရာ Roger Ebertရဲ့ ‌
Ratingမှာလည်း ကောင်းနေသေးတာမို့
ခပ်ညံ့ညံ့ရုပ်ရှင်ထဲတော့မပါပါဘူး။
Biographyကားဖြစ်တဲ့အတွက်
သမိုင်းရဲ့တစ်ထောင့်တစ်နေရာကို
သိချင်တဲ့လူတွေအတွက် ‌ရွှေပါပဲ။
crd cm
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"DAU. Natasha 2020 (18+)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/DAU.-Natasha-2020-1.jpg",
"rate":"6.3",
 
 "movie":{
"sd":"https://megaup.net/2f53q/DAU.Natasha.2020.RUSSIAN.720p.WEBRip(CM).mp4",
"sdZ":"SD 467MB",
"hd":"https://megaup.net/Ta94/DAU.Natasha.2020.RUSSIAN.1080p.WEBRip(CM).mp4",
"hdZ":"HD 994MB",
"fhd":"https://drive.google.com/file/d/1hc4lwo8A8FpaBomRQMHW2Ad1xV2OtAmB/view?usp=drivesdk",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီကားကတော့ DAU project မှာပါဝင်တဲ့ ရုရှားကားလေးဖြစ်ပါတယ်နိုဘယ်ဆုရရှိခဲ့တဲ့ဆိုဗီယက်သိပ္ပံပညာရှင် Lev Landau ရဲ့ဘဝဇာတ်ကြောင်းကို သူ့နာမည်အတိုကောက် DAUဆိုတဲ့နာမည်နဲ့ ဒါရိုက်တာ Ilya Khrzhanovskyက cinematic projectတစ်ခုဖန်တီးခဲ့တာပါဒီပရောဂျက်ဟာ ရုရှားမှာ အကြီးဆုံးနဲ့ အငြင်းပွားဖွယ်အကောင်းဆုံးပရောဂျက်ဖြစ်လာခဲ့ပါတယ်နာတာရှာကတော့ ဆိုဗီယက်လျှို့ဝှက်သုတေသနအဖွဲ့စည်းအတွက် အချက်ပြုတ်တာဝန်ယူပေးရပါတယ် သူ့မှာ အိုလာဆိုတဲ့ မတည့်အတူနေလက်ထောက်တစ်ယောက်လဲရှိပါတယ် သူတို့ဟာအလုပ်ပြီးချိန်တွေမှာ အချစ်ကြောင်းပြောတာ အရက်သောက်ရတာကို သဘောကျကြပါတယ်ဆိုဗီယက်လျှို့ဝှက်အဖွဲ့စည်းက နိုင်ငံခြားသားတစ်ယောက်နဲ့အိပ်ရင် သတ်ပစ်ပါတယ် တစ်နေ့မှာ သောက်ရင်းစားရင်း နာတာရှာတစ်ယောက် အထူးဧည့်သည်ပြင်သစ်သားတစ်ယောက်နဲ့အိပ်မိတဲ့အခါမှာတော့…
***18+ warningပါ,ပါတယ် sex sceneတွေကလည်း တကယ်သရုပ်ဆောင်ထားတာပါတဲ့
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Family",
"title":"Wish Upon a Unicorn 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/wish-upon.jpg",
"rate":"5.6",
 
 "movie":{
"sd":"https://megaup.net/1zbo4/Wish.Upon.A.Unicorn.2020.720p.WEBRip(CM).mp4",
"sdZ":"SD 500MB",
"hd":"https://megaup.net/1zbo8/Wish.Upon.A.Unicorn.2020.1080p.WEBRip(CM).mp4",
"hdZ":"HD 1GB",
"fhd":"https://drive.google.com/file/d/1-a2m29DzikWWps5pjilWWo-_XfO8Hdxz/view?usp=drivesdk",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီကားလေးက ၂၀၂၀မှာထွက်ရှိတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ ဘ၀မှာယုံကြည်မှုကအရေးအကြီးဆုံးဖြစ်ကြောင်းကိုမီးမောင်းထိုးပြပေးထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ ဇာတ်လမ်းအကျဥ္းကတော့ အဓိကဇာတ်ကောင်လေးတွေဖြစ်ကြတဲ့ အမ်မာနဲ့မီယာတို့ညီအစ်မနှစ်ယောက်တို့ရဲ့အမေကလွန်ခဲ့တဲ့တစ်နှစ်လောက်ကကွယ်လွန်သွားတာပါ သူတို့ဟာစီးပွားရေး ပညာရေးအဘက်ဘက်ကကံည့ံတွေ၀င်တာကြောင့်ချီကာဂိုကနေ သူ့အဘွားရှိနေတဲ့မွေးမြူရေးခြံလေးကိုသူတို့အဖေနဲ့အတူရောက်ရှိလာကြပါတယ် မြို့နယ်လေးကိုရောက်ပီးနောက် မှာလဲအစစအရာရာအဆင်မပြေခဲ့ပါဘူးတစ်နေ့မှာ မီယာက အရောင်တလက်လက်ဖြစ်နေတဲ့နေရာကိုမြင်တွေ့ခဲ့ပီး ၀ီလီယန်ဆိုတဲ့အဘိုးကြီးရဲ့ပြောကြားချက်အရ ဒဏ္ဍာရီမြင်းတွေဟာ ကံကောင်းခြင်းကိုယူဆောင်လာနိုင်တာကြောင့် ဖမ်းဖို့ပြင်ဆင်ခဲ့ပါတယ် ရော့ကိုလို့နာမည်ပေးထားတဲ့ဒဏ္ဍာရီမြင်းလေးကိုရပီးတဲ့အချိန်မှာ ကံကောင်းလာပီးအစစအရာရာအဆင်ပြေလာခဲ့ပါတယ် ဒါပေမဲ့ ဒဏ္ဍာရီလာမြင်းလေးသူတို့ဆီမှာရှိနေတာကို ၀ီလီယန်ဆိုတဲ့အဘိူးကြီးသိသွားပီးနောက် မှာ မြင်းရဲ့ချိုကိုချိုးပီးသွေးသောက်ပီး ထာ၀ရအသက်ရှင်ဖို့ရည်ရွယ်ထားကာ မြင်းလေးကို သူ့ကိုယ်ကျိုးအတွက်အသုံးပြုဖို့ဖမ်းဆီးသွားပါတော့တယ် ဒီတော့ အဘိုးကြီးရဲ့အကြံအစည်အောင်မြင်မလား အမ်မာနဲ့မီယာ ညီအစ်မနှစ်ယောက်ကဒီမြင်းလေးကိုဖမ်းပီးသစ်တောထဲကိုပြန်ပို့နိုင်မလားဆိုတာစိတ်လှုပ်ရှားစွာနဲ့စောင့်ကြည့်ရမှာဖြစ်ပါတယ်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Drama",
"title":"Residue (2020)",
"poster":"https://image.tmdb.org/t/p/w185/2UNSTNshwvGJWryqapiLfCkgGhR.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://megaup.net/1z4w2/Residue.2020.720p_%7BCM%7D_.mp4",
"sdZ":"SD 445MB",
"hd":"https://megaup.net/T73x/Residue.2020.1080p_%7BCM%7D.mp4",
"hdZ":"HD 966MB",
"fhd":"https://drive.google.com/file/d/1H_ZlST66fXyz00KFcovLt1soqwgzmeq-/view?usp=drivesdk",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဂျေး ဆိုတဲ့ဇာတ်လမ်းဖန်တီးသူတစ်ယောက်ဟာသူ့ငယ်ဘဝအကြောင်းဇာတ်လမ်းရေးပြီးရုပ်ရှင်ရိုက်ဖို့အတွက်သူ့ရဲ့မွေးရပ်​ဇာတိမြို့လေးကို ပြန်လာခဲ့ပါတယ်။မရောက်တာအလွန်ကြာခဲ့ပြီဖြစ်လို့ ပြောင်းလဲမှုများစွာနဲ့စိမ်းကားနေတဲ့မြို့လေးမှာအကွဲကွဲအပြားပြားဖြစ်နေတဲ့
သူ့ရဲ့ငယ်သူငယ်ချင်းတွေကိုလိုက်ရှာရင်း
အခက်အခဲတွေတင်းမာမှုတွေကြုံရပုံတွေကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။  File Size – 1 gbQuality – web-dl 1080pSubtitle – burmeseTranslator – Pyi Ti NyeinEncoder – Thit San Khant
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure,Animation,Comedy",
"title":"Happy Halloween Scooby-Doo! (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-12-at-8.28.44-PM.png",
"rate":"6.7",
 
 "movie":{
"sd":"https://megaup.net/1zfp5/Happy.Halloween.Scooby.Doo.2020.Web-DL.480P[CM].mp4",
"sdZ":"SD 256MB",
"hd":"https://megaup.net/1zfp6/Happy.Halloween.Scooby.Doo.2020.Web-DL.720P[CM].mp4",
"hdZ":"HD 660MB",
"fhd":"https://drive.google.com/file/d/1k7g_X8wvzWdUnxnFmKwBklAPCSMWMNrJ/view?usp=drivesdk",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Happy Halloween Scooby-Doo! (2020
=============================
IMDb Rating – 6.7/10
အောက်တိုဘာ 2 ရက်နေ့မှစတင်ဖြန့်ချီတဲ့ စကူဘီ-ဒူး ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။
မေလကထွက်တဲ့ Scoob အပြီးမှာထပ်ထွက်တဲ့ 35th Animated Movie ဖြစ်ပါတယ်။
2018 ကထွက်ခဲ့တဲ့ Batman နဲ့ Crossover အပြီး နောက်ထပ် Link ချိတ်ထားတဲ့ကားပါခင်ဗျ။ဘာလို့လဲဆို ဆြာဘတ်ရဲ့ ရန်သူတော်ကြီးစာခြောက်ရုပ် ကရိန်းပါဝင်ထားလို့ပါပဲ။ ထုံးစံအတိုင်းပဟေဠိဖော်သူများအဖွဲ့က ဟောလိုးဝင်းမှာ ပဟေဠိတစ်ခုကိုဖော်ထုတ်ရင်း စာခြောက်ရုပ်နဲ့တည့်တည့်တိုးခဲ့ရပါတယ်။ စာခြောက်ရုပ်ကိုဖမ်းနိုင်ခဲ့ပြီး အောင်ပွဲခံချိန်မှာပဲ စကူဘီအဖွဲ့ရဲ့ အကုန်သွတ်၂ ကောင်ဖြစ်တဲ့ စကူဘီနဲ့ ရှက်ဂီတို့နှစ်ယောက် ဟောလိုးဝင်းမှာ မုန့်လိုက်တောင်းရင်း ဖရဲသီးသရဲကြီးနဲ့ပက်ပင်းတိုးခဲ့ရပါတယ်။ ထုံးစံအတိုင်း သုတ်ခြေတင်ပြီး အဖွဲ့ကိုပြော လူတွေကိုပြောပေမဲ့ဘယ်သူမှမယုံကြဘဲ သူတို့နှစ်ကောင်သာအရူးဖြစ်ခဲ့ရပါတယ်။ ဒါပေမဲ့ ဒီပုစ္ဆာဟာ ပဟေဠိဖော်သူများရဲ့ ဉာဏ်ကြီးရှင်ဖြစ်တဲ့ ဗယ်မာကိုယ်တိုင်တောင် မတွေးတတ်အောင် ပဟေဠိဆန်လွန်းပြီး တကယ့်လက်တွေ့ဖြစ်ပျက်နေတော့ အားလုံးအခက်ကြုံခဲ့ရပါတော့တယ်။ ဒီတစ်ခေါက် ဖရုံသီးသရဲပဟေဠိကို စကူဘီတို့အဖွဲ့ဘယ်လို ဘယ်လိုဒုက္ခတွေရောက်ကြမလဲဆိုတာနဲ့  MIDB 6.7 ရရှိထားတဲ့ ပဟေဠိဖော်သူများအဖွဲ့ရဲ့ဟောလိုးဝင်းပုစ္ဆာဖြေရှင်းပုံများကို ကြည့်ရူအားပေးလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  ငတုံးမျိုးကို ပဲဖြစ်ပါတယ်။)
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Sport",
"title":"Cagefighter: Worlds Collide(2020)",
"poster":"https://image.tmdb.org/t/p/w185/96OFYM1mP6UJ0NOXDM2zL3APsnp.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/Tj8z/Cagefighter.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 426MB",
"hd":"https://megaup.net/Tj5n/Cagefighter.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 918MB",
"fhd":"https://drive.google.com/file/d/1oj77Yrai8nn4163fUg3Sdg5v9W1SneBb/view?usp=drivesdk",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Cagefighter: Worlds Collide(2020)မေဝယ်သာနဲ့ ကော်နာမက်ဂရေဂေါ်တို့ ထိုးသတ်တဲ့ပွဲဆိုရင် တော်တော်များများသိကြပါလိမ့်မယ်
မေဝယ်သာဟာ Boxing သမားပါ…Boxing ကရှင်းတယ်…ခါးပတ်အပေါ်ပိုင်းကိုပဲ တိုက်ခိုက်လို့ရမယ်...လက်သီးနဲ့ပဲထိုးလို့ရမယ်…ဒူးတွေ တံတောင်တွေ ခေါင်းတွေ ခြေထောက်တွေ ဘာမှပါမရဘူး…
ကော်နာကျတော့ MMA သမား…MMA က အကုန်ရောထားတာ...ခေါင်းနဲ့တိုက်တာတွေ မှောက်နေတုန်းမကန်ရတာတွေဘာတွေကလွဲရင် ကွန်ဖူးတတ်ရင် ကွန်ဖူးနဲ့ချ...သိုင်းပြောင်းပြန်တတ်ရင် သိုင်းပြောင်းပြန်နဲ့ချ…အကုန်ချလို့ရတယ်
အဲ့မှာမှ အဲ့လိုစည်းမျဉ်းစည်းကမ်းမတူတဲ့နယ်ပယ်နှစ်ခုက ဖိုက်တာနှစ်ယောက်ကို ပြိုင်ပွဲလုပ်ပေးလိုက်တော့ ပရိသတ်တွေရူးပြီလေ.
..ဒါမျိုးပွဲအကုန်ကြည့်ချင်ကြတာပေါ့
ဒီကားမှာလည်း ထူးမခြားနားပဲ
MMA နဲ့ AEW(WWE လိုမျိုး) ကို စင်ပေါ်မှာပေးတွေ့လိုက်တယ်…
The Rock တို့ John Cena တို့ဆိုရင် သိကြမှာပါ…သူတို့က WWE သမားတွေ.
..မြန်မာကလူတချို့ရော ကမ္ဘာကလူတချို့ကပါ လုပ်ပွဲတွေ၊သရုပ်ဆောင်တာတွေလို့ ဝေဖန်နေကြတဲ့နယ်ပယ်တစ်ခုကပေါ့
MMA ကတော့ အတည်ချတယ် ဆော်တယ် ချိုးတယ် ကွဲတယ်လို့ အများလက်ခံထားကြတဲ့နယ်ပယ်…
အောင်လအန်ဆိုင်းတို့ ONE Championship မှာ ချသလိုမျိုးပေါ့
အဲ့လိုမတူကွဲပြားတဲ့နယ်ပယ်နှစ်ခုက ဖိုက်တာကြီးတွေကိုပေးတွေ့လိုက်တော့ပွဲမစခင်ကတည်းက အင်တာနက်ပေါ်မှာ ဖန်အချင်းချင်းကျိတ်နေပြီဆိုတာမျိုးတွေဖြစ်ကုန်တာပေါ့…ဇာတ်လမ်း ရှယ်ဗျင်း ..ရှယ်ကြမ်း….သရုပ်ဆောင်တွေကလည်း John Moxley တို့ Christian Cage တို့လိုမျိုးတကယ့် MMA, WWE ကစားသမားတွေ ဝင်ရောက်သရုပ်ဆောင်ထားကြတာဆိုတော့လုံးဝမိုက်တဲ့ကားတစ်ကားဖြစ်ပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Bollywood",
"title":"Ka/Pae. Ranasingam(2020)",
"poster":"https://image.tmdb.org/t/p/w185/zrzAsQBI4MoOjsEo8M7hZynfQI1.jpg",
"rate":"7.5",
 
 "movie":{
"sd":"https://megaup.net/Tj4u/Ka_Pae_Ranasingam.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 558MB",
"hd":"https://megaup.net/1zgwb/Ka_Pae_Ranasingam.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 1.37GB",
"fhd":"https://drive.google.com/file/d/1epW0RC-YJ6P_--LDyYHfplOXy8G--5-h/view?usp=drivesdk",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Ka/Pae. Ranasingam(2020)ဖြစ်ရပ်မှန်ပေါ်မှာဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတဲ့အတွက်တစ်ခြားတမီးလ်ဇာတ်ကားတွေလိုစူပါဖိုက်ခန်းတွေမပါဝင်ဘဲ ဇာတ်လမ်းပြီးတဲ့အထိ ဆွဲဆောင်မှုရှိရှိကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားပါ…
ဇာတ်လမ်းအကျဥ်းကတော့ ရွာတစ်ရွာမှာအလုပ်ကရှားပါး ရေကလဲမရှိတော့ အဲ့ကရွာသားတွေဟာ နိုင်ငံခြားကိုထွက်ပြီး ပိုက်ဆံရှာကြပါတယ်…ဒါပေမယ့်အဲ့ရွာကရာနာ့ဆင်းလို့ခေါ်တဲ့လူတစ်ယောက်ကတော့ ရွာမှာပဲနေပြီး
ရွာသူရွာသားတွေရဲ့အခက်အခဲတွေကို ကူညီဖြေရှင်းပေးနေတဲ့ ရွာ့အချစ်တော်လူတစ်ယောက်.
.ရှာကမိနျးကလေးတစျယောကျနဲ့အိမျထောငျကပြွီးတဲ့နောကျမှာတော့ ဒီလိုလူမှုရေးကိစ်စတှလေိုကျလုပျနလေို့မဖွစျတော့တာနဲ့နိုင်ငံခြားထွက်ပြီးအလုပ်လုပ်ခဲ့တော့တယ်…ဒါပေမယ့်တစ်နေ့မှာ သူတို့မျှော်လင့်မထားတဲ့  ရာနာ့ဆင်းနဲ့ပတ်သက်ပြီးသတင်းဆိုးတစ်ခုရောက်လာခဲ့တယ်…..အဲ့ဒီနောက်မှာတော့…ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါ…IMDb…7.5 တောင်ရထားတာမို့ India ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်….
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"Clean Up(2019)",
"poster":"https://image.tmdb.org/t/p/w185/3JSGsMgQkmimoP7PBmdUH5jsgjF.jpg",
"rate":"6.8",
 
 "movie":{
"sd":"https://megaup.net/2fdL9/Clean_Up.2019.FHDRip.480p.pp.mp4",
"sdZ":"SD 422MB",
"hd":"https://megaup.net/2Vbdx/Clean_Up.2019.FHDRip.720p.pp.mp4",
"hdZ":"HD 900MB",
"fhd":"https://drive.google.com/file/d/155Nyd1t-cvmTFONvXZ964_Ph3jEfIBBw/view?usp=drivesdk",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Clean Up(2019)အညွှန်း******************ဂျောင်ဂျူက သန့်ရှင်းရေးလုပ်ငန်းက ၀န်ထမ်းတစ်ယောက်ပါ
သူမရဲ့ကလေးဟာ နှလုံးရောဂါကြောင့် သေဆုံးခဲ့ရပါတယ်
သားဖြစ်သူ သေဆုံးမှုရဲ့ နာကျင်မှုဒဏ်တွေကို မခံစားနိုင်လို့မေ့ပျောက်လို့ပျောက်ငြား
နေ့နေ့ညည အလုပ်တွေ လုပ်နေခဲ့ပါတယ်…..
အရက်သောက်လိုက်
ဘုရားကျောင်းသွားလိုက်လုပ်နေပေမယ့် သူမရဲ့ စိတ်တွေမဖြေနိုင်ခဲ့ပါဘူး…..
အဲ့ဒီနောက်
ထောင်ထွက် ကလေး တစ်ယောက်ဖြစ်တဲ့ မင်ဂူဟာ
ဂျောင်ဂျူတို့ရဲ့ အလုပ်မှာ အလုပ်၀င်ခဲ့တဲ့အချိန်ကပြီးပြောင်းလဲမှုတွေအများကြီးကြုံရပါတော့တယ်….
ဘာတွေလည်းဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး….
crd cm
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Family,Bollywood",
"title":"Gayatri (2018)",
"poster":"https://m.media-amazon.com/images/M/MV5BYzhjOGJjNDYtNjQ2Zi00ZjkwLWIyNzQtZTlhZDEyNDdhYmE5XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_UY268_CR3,0,182,268_AL_.jpg",
"rate":"6.4",
 
 "movie":{
"sd":"103129641523072",
"sdZ":"SD + HD",
"hd":"103129641523072",
"hdZ":"SD + HD",
"fhd":"103129641523072",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီတခေါက်တင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့ ဘဝမှာ လောကကိုကောင်းကျိုးပြုတဲ့နေထိုင်မှုတွေ နဲ့ ဖြတ်သန်းနေပြီး ပျောက်ဆုံးနေတဲ့သမီးကိုရှာနေတဲ့ မင်းသားကြီး Dasari Sivaji(Mohan Babu) အကြောင်းအရင်းအမှန်ကိုမသိဘဲ ဖခင်ကိုအမုန်းကြီးမုန်းနေတဲ့ သမီး Gayathri(Nikhila Vimal) သရုပ်ဆောင်အမှုမှာ တဖက်ကမ်းခတ်ထူးချွန်လို့ ဇာတ်စင်ပေါ်မှာသာမဟုတ်ဘဲ တကယ့်ဘဝမှာပါ အစားထိုးသရုပ်ဆောင်နေထိုင်မှုတွေလုပ်တဲ့ အဖေရဲ့ အလုပ်အကိုင်... ဘဝတဆစ်ချိုးပြောင်းလဲမူတွေ... အိန္ဒိယနိုင်ငံရဲ့ နိုင်ငံရေးအခြေအနေတွေကိုမျက်ဝါးထင်ထင်မြင်ရမယ့်... ဇာတ်ကားကောင်းတကားဖြစ်ပါတယ်
crd gc"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Romance,Bollywood",
"title":"Ginny Weds Sunny(2020)",
"poster":"https://image.tmdb.org/t/p/w185/EC3K9Zv7uzpXomJWuRMiQH9g5V.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"https://megaup.net/2VbdA/Ginny_Weds_Sunny.2020..WEB-DL.480P.PP.mp4",
"sdZ":"SD 357MB",
"hd":"https://megaup.net/1zgi5/Ginny_Weds_Sunny.2020..WEB-DL.720P.PP.mp4",
"hdZ":"HD 998MB",
"fhd":"139157807920255",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

Ginny Weds Sunny(2020)
ဆန်နီတို့မိသားစုက မိသားစုကုန်မာဆိုင်လေးပိုင်ဆိုင်ထားတယ်…..
ဆန်နီကတော့ အချက်အပြုတ်အရမ်းတော်တယ်…..အဲ့ဒါကြောင့်သူ့အဖေဆီမှာ စားသောက်ဆိုင်ဖွင့်ဖို့ အတွက်
အရင်းအနှီးတောင်းတယ် …..ဒါပေမယ့်သူ့အဖေကဆန်နီကိုမိန်းမယူမှဆိုင်ဖွင့်ပေးမယ်လို့ပြောလိုက်တယ်…..
အဲ့တော့ ဆန်နီတစ်ယောက်မိန်းမယူဖို့အသည်းအသန်လိုက်ရှာပေမဲ့ အဆင်မပြေခဲ့ပါဘူး…..
ဒီလိုနဲ့  ဆိုင်ဖွင့်ရပြီးရော မိန်းမတစ်ယောက်ရမှဖြစ်မယ်ဆိုပြီး ကြံမိကြံရာ
နာမည်ကြီးအောင်သွယ်တော်ကိုအကူအညီတောင်းရပါတော့တယ် …..ဒီအောင်သွယ်တော်နဲ့တွေ့မှပဲ ဆန်နီတစ်ယောက် ပုံစံမျိုးစုံကြုံရပါတယ်…
ဒီကား အချစ်ဟာသကားလေးဖြစ်သလို တော်တော်လည်း ကောင်းပါတယ်….
မင်းသားမင်းသမီးတွေ အကုန်ချောမောကြသလို ဇာတ်လမ်းလေးလည်းကောင်းမွန်တဲ့အတွက်India ကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…..
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Asian,Drama,War",
"title":"The Last Samurai",
"poster":"https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478862100127.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/Tilt/The.Last.Samurai.2003.iNTERNAL.720p.Bluray_5.1_CH_%7BCM%7D_.mp4",
"sdZ":"HD 705MB",
"hd":"https://megaup.net/Tilf/The.Last.Samurai.2003.iNTERNAL.1080p.Bluray_5.1_CH_%7BCM%7D.mp4",
"hdZ":"Full HD 2.2GB",
"fhd":"103099568239004",
"fhdZ":"SD+HD (fb server from mvallch)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
နေသန်အောလ်ဂရင်း ဟာအင်းဒီးယန်းစစ်ပွဲမှာပါဝင်တိုက်ခိုက်ခဲ့တဲ့အမေရိကန်မြင်းတပ်ရဲ့ကပ္ပတိန်ဖြစ်ပါတယ်။စစ်ပွဲမှာတုန်းကသူ့အထက်အရာရှိရဲ့အမိန့်ကြောင့်လုပ်ခဲ့မိတဲ့အမှားတွေအတွက်စိတ်ဒဏ်ရာရပြီးအရက်သမားဖြစ်နေသူပါ။အောလ်ဂရင်းဟာအထက်အရာရှိဟောင်းနဲ့ပြန်တွေ့ပြီး
ဂျပန်ပြည်ကိုသွားရမယ့်အလုပ်တစ်ခုကမ်းလှမ်းခြင်းခံရပါတယ်။
ဂျပန်ဘုရင်ဟာဂျပန်ပြည်ကိုခေတ်မီတိုးတက်အောင်ပြောင်းလဲနေပေမယ့်ဆာမူရိုင်းလမ်းစဥ်ကိုလိုက်နာသူတွေဟာအတားဆီးဖြစ်နေတာမို့သူတို့ကိုခြေမှုန်းမယ့်ဂျပန်အင်ပါယာတပ်ကို အောလ်ဂရင်းက လေ့ကျင့်ပေးရမှာဖြစ်ပါတယ်။အောလ်ဂရင်းကပ္ပတိန်အဖြစ်ဦးဆောင်တဲ့စစ်တပ်ဟာဆာမူရိုင်းတွေကိုသွားတိုက်ရာကနေအရေးနိမ့်သွားပြီးအောလ်ဂရင်းကိုဆာမူရိုင်းတပ်က ဖမ်းသွားပါတယ်။အောလ်ဂရင်းဟာ ဆာမူရိုင်းတွေရဲ့ရွာမှာလပေါင်းများစွာနေထိုင်ခဲ့ပြီးနောက်သူတို့ဓလေ့ရဲ့စည်းစနစ်ကျပုံ၊ငြိမ်းချမ်းပုံတို့ကို နှစ်သက်မိသွားတဲ့အခါအောလ်ဂရင်းအနေနဲ့ ဘယ်သူတွေဘက်မှာရပ်တည်သင့်လဲဆုံးဖြတ်ချိန်ကျရောက်လာပါတော့တယ်…Mission impossible ဇာတ်ကားတွေနဲ့နာမည်ကြီးခဲ့တဲ့မင်းသားတွမ်ခရုစ်က အဓိကဇာတ်ကောင်အနေနဲ့ပါဝင်ထားပြီးဆုတွေလည်းရထားတဲ့ကားမို့မကြည့်မဖြစ်ဂန္ထဝင်ကားတစ်ကားဖြစ်ပါတယ်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Crime,Drama",
"title":"Cut Throat City(2020)",
"poster":"https://image.tmdb.org/t/p/w185/9702nIZf5EVxS3FrzycamQUlSjw.jpg",
"rate":"5.5",
 
 "movie":{
"sd":"https://megaup.net/Ti19/Cut_Throat_City.2020.BLU-RAY.480P.PP.mp4",
"sdZ":"SD 351MB",
"hd":"https://megaup.net/Ti0j/Cut_Throat_City.2020.BLU-RAY.720P.PP.mp4",
"hdZ":"HD 977MB",
"fhd":"113160900557485",
"fhdZ":"SD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

Cut Throat City(2020)သူ့ကြောင့် လူတွေအသက်ရှင်နိုင်ပြီး သူ့ကြောင့် လူတွေသေသွားနိုင်တာ ဘာလဲ ဆိုတဲ့ ပဟေဠိတစ်ခုရှိပါတယ်
အဖြေကတော့ “ရေ” ပါ
၂၀၀၅ ခုနှစ် အမေရိကန်နိုင်ငံ လူဝီစီယားနားမြို့မှာ တိုက်ခတ်ခဲ့တဲ့ ဟာရီကိန်းမုန်တိုင်း “ကက်ထရီနာ” ကြောင့်လူဝီစီယားနားတစ်မြို့လုံးနီးပါး ရေအောက်ရောက်ခဲ့ရပါတယ်
တစ်မြို့လုံးနီးပါး ပျက်စီးခဲ့ရတဲ့အခါမှာ စီးပွားရေးဆိုတာကတော့ လုံးဝထိုးဆင်းသွားခဲ့တာပါပဲ
ဒါပေမဲ့ အဲ့ဒီဒဏ်ကိုအခံရဆုံးကတော့ လူမည်းတွေပါ…
လူမည်းတွေရဲ့ ခံယူချက်မှာ “မုန်တိုင်း” ဆိုတာဟာ ဘုရားသခင်ဖန်ဆင်းတာမဟုတ်ဘဲလူဖြူတွေက သူတို့ကိုအပြုတ်ဖြုတ်ဖို့ ဖန်တီးထားတာလို့ လက်ခံထားကြပါသတဲ့
ဒီလိုနဲ့ မုန်တိုင်းအပြီး အကုန်လုံးပြုတ်ပြုတ်ပြုန်းချိန်မှာ ဘဝဆိုတာကို စတင်ဝင်ရောက်ကြမယ့်သူငယ်ချင်းလေးယောက် ပိုက်ဆံရဖို့ရုန်းကန်ရင်း တဇွတ်ထိုးရူးမိုက်ကြပုံတွေကို တွေ့မြင်ခံစားရမယ့်
ဇာတ်ကြမ်းကားတစ်ကားဖြစ်ပါတယ်….
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paingပဲဖြစ်ပါတယ်…..
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Drama",
"title":"Adult Life Skills (2016)",
"poster":"https://image.tmdb.org/t/p/w185/1XiqACmd8cNOtD0pjxBoS7kWnGH.jpg",
"rate":"6.2",
 
 "movie":{
"sd":"https://megaup.net/2fcTg/Adult_Life_Skills_(2016)_SFS.mp4",
"sdZ":"SD 300MB",
"hd":"https://megaup.net/1zfr6/Adult_Life_Skills_(2016).mp4",
"hdZ":"HD 870MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

[Unicode]Adult Life Skills (2016)သူမရဲ့အမြွှာအစ်ကိုဖြစ်သူ သေဆုံးမှုကြောင့် အန်နာဆိုတဲ့ကောင်မလေးဟာ စိတ်ဓာတ်တွေကျပြီး အတိတ်ကနေ ရုန်းမထွက်နိုင်ဖြစ်နေပါတယ်သူမရဲ့အမေက အန်နာ စိတ်ပြန်လှည်လာနိုင်ဖို့ အတတ်နိုင်ဆုံး ကြိုးစားခဲ့ပေမယ့် မထူးခဲ့ပါဘူးအဲ့လိုခေါင်းမာလွန်းလှတဲ့အန်နာဟာ ထူးဆန်းတဲ့ ကလေးလေးတစ်ယောက်နဲ့ ဆုံခဲ့ရပါတယ်
အဲ့ဒီနောက်မှာတော့ …
အန်နာသူ့ကိုယ်သူပြန်တည်ဆောက်နိုင်ပါ့မလား
ဘယ်လိုအလွဲတွေကိုကြုံရဦးမလဲဆိုတာကိုတော့…
ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးဆိုပေမယ့် သဘောကျစရာအချက်လေးတွေကတော့တော်တော်များပါတယ်
အလျှင်းသင့်သလို ဟာသလေးတွေကိုလည်း ထည့်ပေးထားတာမို့ ကြည့်ပျော်စေမယ့် ဇာတ်ကားလေးတစ်ကားပါပဲ ။( ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ )
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Animation,Action",
"title":"Batman: Death in the Family (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/10/dWsVFZgpKEmWNrpmv832c0KdvNk-185x278.jpg",
"rate":"",
 
 "movie":{
"sd":"https://megaup.net/Tgci/Batman.Death.In.The.Family.2020.Repack.720P.Bluray.800Mb.X264-Galaxyrg.Mkv-Muxed-1.mp4",
"sdZ":"SD 334MB",
"hd":"https://megaup.net/2fb6z/Batman.Death.in.the.Family.2020.REPACK.720p.BluRay.800MB.x264-GalaxyRG.mkv-muxed.mp4",
"hdZ":"HD 903MB",
"fhd":"http://www.mediafire.com/file/wxi0ez0j4gxyft5/Batman.Death.in.the.Family.2020.REPACK.720p.BluRay.800MB.x264-GalaxyRG.mkv-muxed.mp4/file",
"fhdZ":"HD 903MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Batman: Death in the Family (2020)
====================================
DC Fan ​တွေအတွက် အခု​မှ​လော​လောလတ်လတ်ထွက်ထားတဲ့ Showcase ​လေးတစ်ခုတင်ဆက်​ပေးချင်ပါတယ်။ တခြား​တော့မဟုတ်ပါဘူး DC Fan ​​တွေရဲ့အကြိုက် ဆရာဘတ်​ ​​ခေါ် Batman ရဲ့ Showcase ​လေးပါ။

ဇာတ်လမ်းအ​ကြောင်း​လေး မ​ပြောခင် DC Showcase ဆိုတာ​လေးကို တစ်ချက်ရှင်းပြမယ်။ DC Showcase ဆိုတာက ဇာတ်လမ်းအတို​လေး​တွေကို ထုတ်ရိုက်ထားတာပါ။ DC ရဲ့လူသိနည်းတဲ့ကာရိုက်တာ​တွေအတွက် ဇာတ်လမ်းတို​လေး​ပေါ့။ လူသိနည်းတယ်ဆိုပြီး Batman ကို အထင်​သေးမ​နေနဲ့ဦး။ အ​ရှေ့မှာ Superman ​တွေ Green Arrow ​တွေရှိထားပြီးသားပါ။

ပိုစတာအ​နေနဲ့က​တော့ Batman: Death in the Family ဖြစ်ပြီး​တော့ အသစ်အ​နေနဲ့ဆိုရင်လဲ ဒီတစ်ခုပါပဲ။ ကျန်တာ​တွေက အရင်ကထွက်ထားပြီးသား Showcase ​တွေကို စုထားတာပါ။ အကုန်​တော့မပါပါဘူး။ Batman ပြီးရင် Sgt.Rock, Death, The Phantom Stranger နဲ့ Adam Strange တို့ ပါဝင်ပါ​သေးတယ်။

October 13 မှ Blu-ray အ​နေနဲ့ ထုတ်မယ်​ပြောထားပြီး ဘယ်လိုဘယ်ဝါထွက်လာ​လဲ​တော့ မ​ပြောတတ်ပါဘူး။ Trailer ထဲကအခန်း​တွေ အကုန်​တော့လဲ မပါလာ​သေးဘူး။ ​နောက်ထပ် Showcase ​တွေမှာပဲ အဲ့ဒီအခန်း​တွေ ထပ်ပြီးထွက်လာဦးမယ်ထင်ပါတယ်။
crd gc"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Drama,Thriller",
"title":"13 (2010)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/10/wl5kVo5hVSjJYCoQSuIYZtKsVn-185x278.jpg",
"rate":"6.1",
 
 "movie":{
"sd":"https://megaup.net/2V4gC/13.2010.1080P.Bluray.H264.Aac-Rarbg.Mp4-Muxed-1.mp4",
"sdZ":"SD 344MB",
"hd":"https://megaup.net/2V4hB/13.2010.1080p.BluRay.H264.AAC-RARBG.mp4-muxed.mp4",
"hdZ":"HD 0.99GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"13 (2010)
===================
ဘယ်လိုမျိုး ရုပ်ရှင်ကို ကြည့်ရတာ သ​ဘောကျကြလဲ။ ဒီ​မေးခွန်းက ဘယ်လိုအမျိုးအစားလဲလို့ ​မေးတာမျိုးမဟုတ်ပါဘူး။ ဘယ်လိုအ​နေအထားရှိတဲ့ ရုပ်ရှင်လဲဆိုတာကို​ပြောတာပါ။ စကား​တွေအများကြီး​ပြောတာကိုကြိုက်လား စကားလည်းနည်းနည်းနဲ့ ထိထိမိမိရိုက်ထားတဲ့ကား​တွေကို သ​ဘောကျကြလား။ စကား​တွေအများကြီး​ပြောမှကြိုက်တယ်ဆိုရင်​တော့ ဒီကားကိုမကြည့်ဖို့အကြံ​ပေးချင်ပါတယ်။

ဒီဇာတ်ကားမှာက လိုအပ်တဲ့စကားကိုပဲ​ပြောပြီး​တော့ အလာပသလာပ​တွေမ​ပြောတဲ့ ဇာတ်လမ်းမျိုးပါ။ ​နောက်တစ်ခုက ရုပ်ရှင်မှာ Rating ​တွေ ဘာ​တွေကိုကြည့်ပြီး ကြည့်တဲ့လူ​တွေရှိကြလား။ အဲ့လိုဆိုရင်​တော့ အဲ့ဒီစိတ်​တွေကို​ပြောင်းပစ်လိုက်​​စေချင်ပါတယ်။ ဘာလို့လဲဆို​တော့ လူတိုင်းက ကိုယ့်အကြိုက်နဲ့မတူကြပါဘူး။ သူတို့ကြိုက်တိုင်း ကိုယ်ကြိုက်ချင်မှ ကြိုက်မှာပါ။ အဲ့ဒီအအချက်​ကြောင့်ပဲ ဒီဇာတ်ကား​လေးကို တင်ဆက်​ပေးတာပါ။

ဇာတ်လမ်းနာမည်​လေးက​တော့ ရှင်းပါတယ် ၁၃ ပါ။ ဟုတ်ပါတယ် နံပါတ် ၁၃ ကိုရည်ညွှန်းပါတယ်။ ၁၃က Psychological Crime Thriller အမျိုးအစားဖြစ်ပါတယ်။ Director က​တော့ ​ဂျော်ဂျီယန်-ပြင်သစ် ဒါရိုက်တာ Géla Babluani ပဲဖြစ်ပါတယ်။ နာမည်​တော့လဲမကြီးပါဘူး။ ရုပ်ရှင်ဆိုမှ ၃ကားနဲ့ ဇာတ်လမ်းတို​လေးတစ်ပုဒ်ပဲရိုက်ဖူးတာပါ။ ၁၃ ဆိုတဲ့ ကားကလဲ အရင်သူရိုက်ခဲ့ပြီးသား ​အောင်မြင်ပြီးသား 13 Tzameti ဆိုတဲ့ ဇာတ်ကားကို အ​မေရိကန်ဗားရှင်းအ​နေနဲ့ ပြန်လည်ဆန်းသစ်ပြီး​တော့ ရိုက်ကူထားတာဖြစ်ပါတယ်။ Rating ​တွေလိုက်ကြည့်ရင်​တော့ မူရင်းကားကို ​မမှီပါဘူး။ IMDb မှာ 6.1 နဲ့ Rotten Tomatoes မှာ 8% ပဲရှိပါတယ်။

မင်းသားအ​နေနဲ့က​တော့ အဓိကသရုပ်​ဆောင်က Sam Riley ပဲဖြစ်ပါတယ်။ Sam Riley ကို မြင်ဖူးသလိုရှိလို့ ရှာကြည့်လိုက်​တော့ Maleficent ဇာတ်ကားမှာပါတယ်လို့​တော့ သွား​တွေ့ပါတယ်။ ​သေချာမကြည့်ဖူးတဲ့အတွက်​ကြောင့် အဲ့ဒီအ​ကြောင်း​တော့ မ​ပြော​တော့ပါဘူး။ ​နောက်တစ်​ယောက်က​တော့ ပိုစတာမှာ အလည်တည့်တည့်မှာ ထီးထီးကြီးရှိ​နေတဲ့ Jason Statham ပါ။ Jason ကို​တော့ ​တော်​တော်များများသိကြမယ်ထင်ပါတယ်။ The Transporter က​နေစပြီး​တော့ Fast & Furious ဇာတ်လမ်း​တွေအထိ ​အောင်မြင်မှု​​တွေရထားတဲ့သူပါ။ ​နောက်တစ်​ယောက်က​တော့ 50 Cent ပါ။ Rapper ​တွေ​တော်​တော်များများ​တော့ 50 Cent ကို မသိမယ်မထင်ပါဘူး။ သီချင်း​တွေလဲများစွာထုတ်ထားသလို ရုပ်ရှင်​တွေကိုလဲ ရိုက်​နေတဲ့ Rapper တစ်​ယောက်ပါ။

ဇာတ်လမ်းအ​ကျဥ်း​​လေးကို မ​ပြောခင်မှာ အရင်ဆုံး​ပြောချင်တာက​တော့ Russian Roulette ဆိုတာကိုသိကြလား။ ​သေနတ်တစ်လက် ကျည်​တစ်​တောင့်နဲ့ ​သေနတ်ကို လှည့်ပြီးဖြစ်ဖြစ် အလှည့်ကျစီပဲဖြစ်ဖြစ် ပစ်ကြတဲ့ ကစားနည်းပါ။ ကစားနည်းလို့ သုံးလို့သင့်​တော်ပါ့မလား​တော့မသိဘူး။ က​စားသမား​​တွေ ​သေဖို့ အခွင့်အ​ရေးက ၅၀ ၅၀ ဖြစ်​နေလို့ပါ။

ကဲဇာတ်လမ်းအကျဥ်း​​လေးကို​ပြောရရင်​တော့ Sam Riley တို့ရဲ့ မိသားစုက ဆင်းရဲတယ်။ Sam အ​ဖေကလဲ ​ဆေးရုံတက်​နေရတယ်။ အဲ့ဒီအတွက် ​ငွေလိုတယ်။ Sam က သာမန်မီးပြင်တဲ့လူ။ တစ်​နေ့ကျ​တော့ သူမီးပြင်​နေတဲ့လူရဲ့ အိမ်မှာ​ပြော​နေကြတာကို တစ်စွန်းတစ်စကြားလိုက်တယ်။ ပိုက်ဆံ​တွေအများကြီးရနိုင်တယ်ဆိုတာကို​ပေါ့။ ​ငွေလိုတဲ့ Sam ကအ​ကြောင်း​ကြောင်း​ကြောင့် ခုနက ​ငွေရနိုင်တယ်လို့ သူသိထားတဲ့ စာအိတ်ကို ခိုးလာပြီး​တော့ ​ဖောက်ကြည့်ပါ​တော့တယ်။ အထဲမှာညွှန်ကြားချက်​တွေနဲ့ ဖုန်းတစ်လုံးပဲပါတယ်။ ​ငွေလိုတဲ့ Sam တစ်​ယောက်လဲ ​ပြောထားတဲ့အတိုင်း လုပ်တယ်ဆိုပါ​တော့။
crd gc"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Romance",
"title":"Write About Love(2019)",
"poster":"https://image.tmdb.org/t/p/w185/disFZFSDUw7cSM2TtoJTNldyuYb.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"https://megaup.net/1zezd/Write_About_Love.2019.WEB-DL480P.PP.mp4",
"sdZ":"SD 337MB",
"hd":"https://megaup.net/Th6u/Write_About_Love.2019.WEB-DL.720P.PP.mp4",
"hdZ":"HD 922MB",
"fhd":"221659865749477",
"fhdZ":"SD+HD (Eng Sub)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ဆာဗာ ၃ က english စာတန်းထိုးပါ 
Write About Love(2019)အညွှန်း***************************တည်းဖြတ်သူတွေက စာရေးဆရာမလေးရဲ့ ဇာတ်ညွှန်းအဟောင်းကိုသိပ်မကြိုက်တဲ့အတွက် ပြန်ပြင်ရေးခိုင်းပါတယ်.ဒီစာရေးဆရာမလေးဟာ ရည်းစားလည်းမထားဖူးဘူး…ဒါ့ကြောင့် အချစ်အကြောင်းရေးတဲ့နေရာမှာ လိုအပ်ချက်လေးတွေ ရှိနေသေးလို့ ဆိုတယ်…
..အဲ့လိုရေးခိုင်းတဲ့နေရာမှာ နာမည်ရဇာတ်ညွှန်းရေးဒါရိုက်တာတစ်ယောက်နဲ့အတူတူတွဲပြီးတော့
ပြန်လည်တည်းဖြတ်ပြင်ဆင်ဖို့ တာဝန်ပေးခံရပါတယ်…အဲ့ဒီနောက် သူတို့ ကောင်းမွန်တဲ့ဇာတ်ညွှန်းတစ်ခုရေးသွားနိုင်မလား….စာရေးဆရာမလေးကရော အချစ်စစ်နဲ့တွေ့သွားမလား….တည်းဖြတ်သူတွေက‌ေရာ သဘောကျသွားမလားဆိုတာကိုတော့….အရမ်း Ro တဲ့ ကားလေးမို့ ခံစားကြည့်ကြပါဉီး……
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Romance",
"title":"Man in Love(2014)",
"poster":"https://image.tmdb.org/t/p/w185/cuyZXiAZtyuZZC60PICF5fGrJqh.jpg",
"rate":"7.0",
 
 "movie":{
"sd":"https://megaup.net/1zerz/Man_In_Love.2014.HDRip.480P.PP.mp4",
"sdZ":"SD 338MB",
"hd":"https://megaup.net/2fbTV/Man_In_Love.2014.HDRip.720P.PP.mp4",
"hdZ":"HD 954MB",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Man in Love(2014)ဟွမ်ဂျွန်မင်းဆိုတာ သူဌေးရဲ့အကြွေးတွေကို လိုက်တောင်းပေးနေတဲ့သူတစ်ယောက်။တစ်နေ့မှာ အကြွေးလိုက်တောင်းရင်း အဖေ့အတွက် အကြွေးဆပ်ဖို့ကျန်ရှိနေတဲ့ ဂျိုဟေးဂျောင်ကိုမြင်မြင်ချင်း ချစ်မိသွားခဲ့တယ်။
အဲ့ဒါကြောင့် ဂျိုဟေးဂျောင်ရဲ့ အကြွေးစာချုပ်ကိုတော့ သူဌေးကို ချုဆော့ပွဲတော်ရဲ့ဘောနပ်အဖြစ်တောင်းပြီး ဂျိုဟေးဂျောင်နဲ့အပေးအယူလုပ်တော့တယ်။အဲ့ဒီအပေးအယူကဘာလဲ…
ဘယ်လိုတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး…
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myat Chel ပဲဖြစ်ပါတယ်….
crd cm
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Comedy",
"title":"Around the World in 80 Days (2004)",
"poster":"https://image.tmdb.org/t/p/w185/bBiMw6Jtg8tSTcEq8jFV7qk9TRW.jpg",
"rate":"5.9",
 
 "movie":{
"sd":"https://megaup.net/2V92y/Around_the_world_In_80_days_(2004)_SFS.mp4",
"sdZ":"SD 400MB",
"hd":"https://megaup.net/1ze7c/Around_the_world_In_80_days_(2004)_BR720P.mp4",
"hdZ":"HD 1.1GB",
"fhd":"https://megaup.net/2fbA8/Around_the_world_In_80_days_(2004)_BR1080P.mp4",
"fhdZ":"FullHD 2.1GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"IMDb rating 5.4/10 ရရှိထားပြီး
ဗြိတိသျှ တီထွင်သူတယောက်၊ တရုပ်လူမျိုးသူခိုးနဲ့ ပြင်သစ်အနုပညာရှင်ကောင်မလေး ချောချောလေးတို့ရဲ့ စွန်းစားခန်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။
ဖီလီးယက်ဖော့ဟာ အင်္ဂလန် ဗစ်တိုးရီးယန်းမှာ နေထိုင်တဲ့ တီထွင်သူတစ်ယောက်ဖြစ်ပြီး သူဟာ ကမ္ဘာကြီးကို ရက် ရှစ်ဆယ်နဲ့ပတ်နိုင်လိမ့်မယ်လို့ ယုံကြည်နေပါတယ်။
နောက်ထပ် တီထွင်သူ တစ်ယောက်က သူ့ကို အဲ့ဒီခရီးသွားဖို့ စိန်ခေါ်မှုအလောင်းအစားကိုကို ဖီလီးယက် လက်ခံခဲ့ပါတယ်။သူ့နဲ့ အတူ ခရီးသွားဖော်ကတော့ သစ္စာရှိ အိမ်စေတစ်ယောက်ဖြစ်တဲ့ ပါဆီပါတောက်နဲ့ လှပတဲ့ လမ်းပြတစ်ယောက်ဖြစ်တဲ့ မိုနစ်ခ် ဖြစ်ပါတယ်။
ကွဲပြားတဲ့သယ်ယူပု့ိဆောင်ရေးတွေ ပါဆီပါတောက်ရဲ့ သိုင်းပညာအစွမ်းတွေနဲ့သူတို့ သုံးယောက် ကမ္ဘာပတ်ဖို့ထွက်လာကြပါတယ်။
သူတို့ခရီးစဉ်မှာ ဘာတွေဘယ်လိုကြုံတွေ့ကြမယ်
ပျောက်ဆုံးနေတဲ့ ကျောက်စိမ်းဆင်းတုကိုကော ရှာတွေ့နိုင်ပါ့မလား
လောင်းထားတဲ့ အလောင်းအစားကိုကောနိုင်ပါ့မလား
ဘယ်လိုများ အခက်အခဲတွေကို ရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ ဆိုတာကို ရင်သပ်ရှူမောဖွယ်ရာ ရိုက်ကွင်းရိုက်ကွက်များနဲ့ ရှူစားနိုင်ဖို့ ကြည့်ရှုလိုက်ကြပါအုံးဗျာ။( ပါဝင်ရုပ်ဆောင်ထားတဲ့ မင်းသားကြီးကတော့ ပြည်သူ့ အသည်းကျော် ဂျက်ကီချန်းဆိုတော့ အထွေအထူးမပြောတော့ပါဘူး )
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"Bahut Hua Sammaan(2020)",
"poster":"https://image.tmdb.org/t/p/w185/6kDAeEiOkL14fwinIXzqwozjxKT.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://megaup.net/1zdan/Bahut_Hua_Sammaan.2020.WEB-DL.720P.PP.mp4",
"sdZ":"HD 992MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Bahut Hua Sammaan(2020)IMDb rating 7.3 ရရှိထားတဲ့ Hindi-Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်
ဇာတ်လမ်းအကျဥ်း
ဘဝရဲ့ အနာဂတ်ကို တွေးပြီး စိတ်ညစ်နေကြတဲ့ ကောင်လေးနှစ်ယောက်ကိုသူတို့နေတဲ့ အဆာင်နားက လူကြီးတစ်ယောက်က ဘဏ်ဓားပြတိုက်ဖို့ အကြံပေးလိုက်ပါတယ်။
သူတို့နှစ်ယောက်ကလည်း အဖိုးကြီးရဲ့ အစီစဥ်ကို စိတ်ဝင်စားသွားပြီးအမှန်တကယ် အကောင်အထည်ဖော်ဖို့ ကြိုးစားကြပါတယ်။ဘဏ်ဖောက်တဲ့ အစီစဥ်အောင်မြင်နိုင်ပါ့မလား….
ဘဏ်ထဲ မှာ သူတို့မျှော်လင့်ထားတဲ့အရာတွေရှိနေမလား….
ဘယ်လိုပြဿနာတွေက ဆီးကြိုနေမလဲ…..ဆိုတာ ကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါ။
ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"Fukushima 50 (2020)",
"poster":"https://image.tmdb.org/t/p/w185/piNObyty79HIFApxw4aonICGSGi.jpg",
"rate":"7.0",
 
 "movie":{
"sd":"https://megaup.net/Tfiy/Fukushima_50.2020.BLU-RAY.480P.PP.mp4",
"sdZ":"SD 333MB",
"hd":"https://megaup.net/2fact/Fukushima_50.2020.BLU-RAY.720P.PP.mp4",
"hdZ":"HD 930MB",
"fhd":"342520443834685",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

Fukushima 50 (2020)အညွှန်း*************************ဂျပန်​နိုင်​ငံတစ်​နိုင်​ငံလုံး အားထားရတဲ့ အဏုမြူစွမ်းအင်​ကို ထုတ်​လုပ်​​ပေး​နေတဲ့ ဖူကူရှိမား ဒိုင်အိချိ လို့ခေါ်တဲ့
အဏုမြူစက်ရုံကြီးရှိတယ်…..သိတဲ့ အတိုင်း ၂၀၁၁အင်​အားကြီးတဲ့ ငလျင်​ဒဏ်​နဲ့ ဆူနာမီလှိုင်းဒဏ်​​တွေ​ကြောင့်စက်​ရုံတစ်​ခုလုံး လျှပ်​စစ်​ဓာတ်​အားပြတ်​​တောက်​ကာ ဓာတ်​​ပေါင်းဖို​တွေ အပူလွန်​ကဲပြီး ​ပေါက်​ကွဲ​တော့မယ့်
အ​ခြေအ​နေနဲ့ကြုံခဲ့ရပါတယ်​။
ဒီအခွအေနကေို ရှေ့တနျးက ရငျဆျိုငျဖွရှေငျးရသူတှကေတော့
ဒိုင်​အီချိ စက်​ရုံက အလုပ်​သမား​ ပညာရှင်တွေပါပဲ။
သူတို့တွေဘယ်လိုကြိုးစားမလဲ….
လူတွေဘယ်လောက်များ သေဘေးကြုံရမလဲ….
ဒီကားက ဖြစ်ရပ်မှန်ဇာတ်လမ်းပါ….
1986 Chernobyl  ဖြစ်ရပ်ထက်တောင်အများကြီးဆိုးတယ်လို့ သိရပါတယ်….
အသေအကြေတွေများသလို တကယ့်ကိုကြောက်စရာကောင်းတဲ့
ကပ်ဆိုးကြီးပါ… ဇာတ်လမ်းအစမှအဆုံးထိကို ရင်တထိတ်ထိတ်ကြည့်ရတဲ့
ဖြစ်ရပ်မှန်ဇာတ်လမ်းမို့ခံစားကြည့်ကြပါဉီး…
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Animation,Family",
"title":"Super Bear(2019)",
"poster":"https://image.tmdb.org/t/p/w185/xt64XxEgb38ZIPh45Y3ZddFYfOq.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/2fa6m/Super_Bear.2019.WEB-DL.480P.PP.mp4",
"sdZ":"SD 309MB ",
"hd":"https://megaup.net/Tfc7/Super_Bear.2019.WEB-DL.720P.PP.mp4",
"hdZ":"HD 850MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"တောရိုင်းထဲမှာ နေထိုင်ကျက်စားနေတဲ့ ဝက်ဝံသားအဖလေးနှစ်ကောင်
မိခင်ဖြစ်သူက ဆီဟငယ်ငယ်တုန်းက မှောင်ခိုသမားတွေ
လာဖမ်းသွားအတွက် မိခင်မဲ့ သားလေးကိုအရမ်းချစ်ပါတယ်
တစ်နေ့ သူတို့သားအဖနှစ်ယောက်အပေါ်ကံဆိုးမိုးမောင်ကျပါတော့တယ်
တောရိုင်းမှောင်ခိုသမားတွေ ဆီဟ လေးကိုဖမ်းသွားပါတော့တယ်
သားကိုဖမ်းသွားတဲ့ကားနောက်ကို လိုက်ခဲ့ပေမယ့် မမှီခဲ့ပါဘူး
ဒီလိုနဲ့ လမ်းပေါ်မှာ တောရိုင်းတိရိစ္ဆာန်တွေကို တရားမဝင်မှောင်ခိုလုပ်နေတဲ့
အဖွဲ့ကိုလိုက်လံဖော်ထုတ်နေတဲ့ အေးဂျင့်ဟွန်တို မထင်မှတ်ဘဲတွေ့ဆုံမိပြီး
သူ့သား ဆီဟ ဘယ်လိုကယ်ဆယ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Mystery",
"title":"Hubie Halloween 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/hubie.jpg",
"rate":"5.4",
 
 "movie":{
"sd":"https://megaup.net/1zc31/Hubie.Halloween.2020.720p..WEB-DL(CM).mp4",
"sdZ":"SD 500MB",
"hd":"https://megaup.net/1zc3b/Hubie.Halloween.2020.1080p..WEB-DL(CM).mp4",
"hdZ":"HD 1GB",
"fhd":"117724066764079",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"မင်းသားကြီး အဒမ် ဆမ်ဒလာရဲ့ ဟောလိုးဝင်း ဟာသ ကားအသစ် ထွက်ပါပြီ။ ဒီရုပ်ရှင်မှာတော့ အဒမ်ဟာ ဟျူဘီ ဒူဘွား ဆိုတဲ့ သဘောကောင်းပြီး ရိုးအတဲ့လူကြီး၊ တစ်မြို့လုံးက အနိုင်ကျင့်ခံရတဲ့သူ အဖြစ် ပါဝင်ထားပါတယ်။ ဟျူဘီဟာ အင်မတင် ရိုးအပြီး ကြီးမားတဲ့ ယုံကြည်ချက်ကြီး တစ်ခုလည်း ရှိပါတယ်။ အဲဒါကတော့ ဟောလိုးဝင်း ညတိုင်းမှာ မြို့သူမြို့သားတွေ ဘေးကင်းဖို့ဟာ သူ့တာဝန်ပဲ ဖြစ်တယ်လို့ပါပဲ။ ဒါကြောင့် ဟောလိုးဝင်းညတိုင်းမှာ တစ်မြို့လုံးကို ကင်းလှည့်ပြီး အမြင်မတော်တာတွေ မသင်္ကာတာတွေကို ရဲကို သတင်းပြေးပြေးပို့တတ်ပါတယ်။ ဒါကြောင့် တစ်မြို့လုံးက လူတွေရော၊ ရဲတွေရောက ဟျူဘီကို အမြင်ကတ်ပြီး ပတ်ရှောင်နေကြရတာပါ။ ဒီလိုနဲ့ အခုရောက်လာတဲ့ ဟောလိုးဝင်းညမှာတော့ အရင်က ဟောလိုးဝင်း ညတွေလို မဟုတ်ဘဲ ထူးခြားတဲ့ ကိစ္စတွေ၊ လူပျောက်ဆုံးမှုတွေစတင်ဖြစ်လာပြီး ဟျူဘီက ရဲတွေကို သတင်းပေးပေမယ့် ချက်ချင်း မယုံကြည်ကြပါဘူး။ ဒီလိုနဲ့ လူပျောက်မှုတွေ ထူးဆန်းတာတွေ ဆက်တိုက်ဖြစ်လာတဲ့အခါမှာတော့…..
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"(18+)Love Lesson (2013)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BYmNjMzQyMzgtOTQyNy00N2JhLTgwNGEtMTc5ZTg1ZDgxNWQ1XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_.jpg",
"rate":"",
 
 "movie":{
"sd":"https://megaup.net/1zcmc/(DS)Love_Lesson.2013.KR.Director_s_Cut.HDRip.1280x720p.x264.AAC-KOOK.mp4",
"sdZ":"HD 999MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Dark Side Production မှ မွမ်းမံတင်ဆက်သည်…အရင်တင်ထားတုန်းကနဲ့မတူတဲ့ Director’s Cut Version ဖြစ်ပါတယ်..အရင်ကထက် လေးမိနစ်စာလောက်ပိုလာပါတယ်…။Love Lesson-အချစ်သင်ခန်းစာ ….ကိုရီးယားမင်းသမီး Kim Sun-young ရဲ့ ပထမဆုံး 18+ ဇာတ်ကားဖြစ်ပြီးတော့ စွန့်စွန့်စားစားသရုပ်ဆောင်ထားရပါသတဲ့…မင်းသားချော Byun Jun-suk ကလဲ ယွကျားထုကိုကိုယ်စားပြုလို့
မမများ မြည်းပြီးအစားခံရမယ့် မအူမလည်သူငယ်တော်အဖြစ်ပါဝင်ထားပါတယ်။
ဇာတ်လမ်းကလည်း အနုပညာ နောက်ခံလေးနဲ့ဗျ။Hee-Soo ဆိုတဲ့ ကောင်မလေးဟာ သီချင်းရေးဆရာမလေးပါ။ဒါပေမယ့် သူ့မရဲ့ ပျော်ရွှင်ဖွယ်ရာမရှိတဲ့ ရည်းစားဟောင်းနဲ့ ပြတ်ပြီးနောက်ပိုင်းအနုပညာ ကို ကောင်းကောင်း မဖန်တီးနိုင်ဘဲ ဖြစ်နေပါတယ်။ဒီအချိန်မှာ အထက်တန်း ကျောင်းသားလေး တစ်ယောက်နဲ့ ဆုံမိပြီးသူမရဲ့ အနုပညာ ခံစားမှု စိတ်တွေ တဖန် နိုးကြား လာပါတယ်။စန္ဒရား သင်ပေးရင်း စေတနာ တွေကနေ အပြာရောင် လွှမ်းတဲ့ ချစ်ခြင်းတရားတွေရောစွက်လာပါတော့တယ်။ဆန္ဒနဲ့ သိက္ခာ ကို ထိန်းညှိနေရတဲ့ ဆရာမလေးဟာ မြီးကောင်ပေါက် အရွယ် ကျောင်းသားလေးရဲ့ စိတ်ရိုင်းကိုလည်း အပြစ်မတင်ရက်လိုက်လည်း မလိုက်လျောရက်နဲ့ ဝိရောဓိ ခံစားမှုတွေ ဖြစ်ပေါ်လာပါတယ်။ချစ်ခြင်းတရား ရဲ့ အားနည်းချက်က အဆုံးစွန် လိုက်လျောပေးခြင်းဆို ဆရာတပည့် စည်းကို ရိုက်ချိုးလိုက်သူ ကတော့ဆရာမလေး ကိုယ်တိုင်ဖြစ်သွားပါတယ်။ ခဏတာ လိုက်လျောခြင်းနဲ့ ထာဝရလက်တွဲခြင်းကိုလည်း သူမ ရွေးချယ်ရပါဦးမယ်။သူမရဲ့ ချစ်သူဟောင်းကလည်း ပြန်လည်ချဉ်းကပ်လာသလို ကောင်လေးမှာလည်း သူ့ရဲ့ သက်ဆိုင်သူက ရှိပြီးသားပါ။ဒါပေမယ့် ဘဝရဲ့ အခိုက်အတန့်တစ်ခုမှာ ရရှိခဲ့တဲ့ ကြည်နူးဖွယ်ကာလလေးတွေအတွက် ဆရာမလေးဟာဘယ်တော့မှ သူ့ဆုံးဖြတ်ချက်တွေ အပေါ် နောင်တရမှာ မဟုတ်လိမ့်ပါဘူးဗျာ။ဒီဇာတ်ကားလေးဟာ လူကြီးဇာတ်ကား ဆိုပေမယ်လို့ အင်မတန် သိမ်မွေ့နူးညံပြီး  အနုပညာ ရနံ့တွေနဲ့ ထုံမွှမ်းနေတာ တွေ့ရပါတယ်။သရုပ်ဆောင် မင်းသမီး ကိုယ်တိုင်ကလည်း ဒီဇာတ်ကားဟာ ကျွန်မရဲ့ စွန့်စားမှု တစ်ရပ်ဖြစ်တယ်လို့ ပြောခဲ့ဖူးပြီးရုပ်ရှင်ကြည့်ပရိသတ်များရော ဝေဖန်သူများကပါ ချစ်ခြင်းတရားရဲ့ အခြားတစ်ဖက်ကိုအကောင်းဆုံး ဖော်ကျူးပြနိုင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်တယ်လို့ သတ်မှတ်ထားကြပါတယ်။(ရုပ်ရှင်အညွှန်းကို Kaung Myat Thu မှခံစားထားတာပါ။)
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"(18+) Due West: Our Sex Journey (2012)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2018/01/MMV1C146B9D1BB68D492C1D0C9D96AA3E21B-768x1152-1.jpeg",
"rate":"5.3",
 
 "movie":{
"sd":"https://megaup.net/Te8v/(DS)Due.West.Our.Sex.Journey.2012.BluRay.REMUX.1080p.AVC.TrueHD.5.1-DIY.mkv",
"sdZ":"HD 1.35 GB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Dark Side Production မှ ပြန်လည်မွမ်းမံတင်ဆက်သည်..
အွန်လိုင်းပေါ်မှာ ရေပန်းစားခဲ့တဲ့ဝတ္ထုတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ ဟောင်ကောင် 18+ ဇာတ်ကားဖြစ်ပါတယ်။
Comedy, Drama, Romance ဖြစ်ပြီး IMDb (5.4/10) ပါ။အဖော်အချွတ်တချို့နဲ့ အပြောအဆိုတချို့က ဘွင်းဘွင်းကြီးတွေမို့ ကလေးလူငယ်တွေ မကြည့်သင့်ပါ။Lan Kwai Fong ဇာတ်ကားကဲ့သို့ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ Erotic ဇာတ်ကားဖြစ်ပါတယ်။
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Horror,Thriller",
"title":"Impetigore (2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMmE2MmM5Y2YtNzEzMy00ZjJiLWE2ZWEtYzMzZGYxMTYxNDM2XkEyXkFqcGdeQXVyMTAyNDYyNzcw._V1_SY1000_CR006661000_AL_.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://megaup.net/1y7t8/Impetigore.2019._720p_%7BCM%7D_.mp4",
"sdZ":"SD 548MB",
"hd":"https://megaup.net/Sao3/Impetigore.2019._1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.14GB",
"fhd":"116722630127103",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ဒီကားက​တော့ အင်ဒိုသရဲကားပါကျိန်စာ​တွေ, အောက်လမ်း​တွေ, ​မှော်​တွေ, ရုပ်​သေးပညာ​တွေနဲ့ပတ်သတ်ပြီးစိတ်ဝင်စားတဲ့သူ​တွေဆိုရင်ဒီကားကလက်မလွတ်သင့်တဲ့ကားပါမင်းသမီးနဲ့သူ့သူငယ်ချင်းတို့က အထည်​ရောင်းတဲ့စီးပွား​ရေးလုပ်ဖို့
အတွက်၂​ယောက်သား​ရှိသမျှ​ငွေအကုန်ရင်းလိုက်ကြတယ်
ကံဆိုးစွာနဲ့ ဂျင်းမိပြီး သူတို့မှာထားတဲ့အထည်​တွေကQualityအရမ်းညံ့​တော့ဘယ်သူမှမဝယ်ကြဘူးအဲ့မှာ၂​ယောက်လုံးမွဲပြာကျ​နေတဲ့အချိန်မင်းသမီးကသူ့မိဘ​တွေ​နေခဲ့တဲ့ရွာမှာအ​မွေပြန်သွား​တောင်းမယ်ဆိုပြီးသူငယ်ချင်း၂​ယောက်သားဆုံးဖြတ်လိုက်ကြတယ်ရွာကလည်း​တော်​တော်ကို​ဝေးပြီး လူ​တော်​တော်များများမသိတဲ့ရွာကြီးပါသူတို့အဲ့ရွာလည်း​ရောက်​ရောရွာကြီးက​ခြောက်ကပ်​နေပြီကြက်သီးထစရာအပြည့်နဲ့သူတို့ကိုကြိုဆို​နေပါတယ် ​အဲ့က​နေစပြီး မင်းသမီးသူအ​မွေရမယ့်ဟာကိုစုံစမ်းရင်းသူ့သူငယ်ချင်းနဲ့အတူ အဲ့ရွာက​နေလွတ်မှာလားမလွတ်ဘူးလားဆိုတာ ကြည့်ကြပါဦးလို့…
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Drama,Mystery",
"title":"88 Minutes (2007)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/91jwZNVrjmL._SL1500_.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/2e6lx/[CM]88.Minutes.2007.BluRay.720P.mp4",
"sdZ":"HD 960MB",
"hd":"https://megaup.net/Sbrh/[CM]88.Minutes.2007.BluRay.1080P.5.1CH.mp4",
"hdZ":"Full HD 1.6GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"2007 ကထွက်ခဲ့ပြီး . Rating အများစုရရှိထားတဲ့ Crime, Drama, Mystery ဇာတ်ကားလေးပါ။
ဒီကားက ဇာတ်စ ဇာတ်လယ် ဇာတ်ဆုံး ထိ ကြည့်နေတဲ့သူကို ဆွဲခေါ်သွားနိုင်တဲ့ကားမျိုးပါ။ တကယ်လို့
လူသတ်သမားက ၈၈ မိနစ် အသက်ရှင်ဖို့ပေးထားမယ်ဆိုရင် ကျွန်တော်တို့ ဘယ်လိုလုပ်ကြမလဲ။ဂျွန်ဖော်စတာက စိတ္တဇလူသတ်သမား။ သူ့ကိုထောင်ချလိုက်တာက စိတ်ရောဂါကုမှုခင်းဆရာဝန် ဂျက်။ဂျက်က နေ့ဘက်ဆို ဆရာဝန်၊ ညဘက်မှာ party ပေးပြီး ကဲတဲ့သူ။ ဂျက်မှာ ၈၈ မိနစ်ဘဲ အသက်ရှင်မယ်ဆိုပြီးခြိမ်းခြောက်ဖုန်းခေါ်ဆိုမှုခံရတယ်။ ဂျက်မှာလဲ အတိတ်ဟောင်းရှိခဲ့တယ်။ အတိတ်ဟောင်းနဲ့ ၈၈မိနစ်က ဘယ်လိုပတ်သတ်နေလဲ။ ဂျွန်ဖော်စတာက ဂျက်အတိတ်ဟောင်းကိုပြန်တူးဆွပြီး လူသတ်မှုတွေကိုထောင်ထဲကနေ ထပ်ဖန်တီးတယ်။ သူထောင်ကျလျက်နဲ့ လူသတ်မှုဖြစ်ရင် သူ အပြစ်လွတ်မှာမို့လို့။ ဂျွန်​ကဘယ်လိုမျိုး လူတွေထပ်သတ်တာလဲ။ ဂျက်ကကော အမှုမှန်ပေါ်အောင်လုပ်နိုင်မှာလားဆိုတာ စိတ်ဝင်တစားကြည့်ရမှာပါ။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action",
"title":"Wings Over Everest",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYmJkMzJmMTktOGE2Zi00MzgyLTkwYWUtNmQ0Y2YxODBhMjRkXkEyXkFqcGdeQXVyNTEwNjgwNg@@._V1_.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/2U6dB/Wings.Over.Everest.2019.CHINESE.720p.BluRay_%7BCM%7D_.mp4",
"sdZ":"SD 549MB",
"hd":"https://megaup.net/1ybiv/Wings.Over.Everest.2019.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
"hdZ":"HD 1.17GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အခုတင်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့၂၀၁၉ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကားလေးပါဒီကားလေးမှာတော့ ဧဝရတ်တောင်ကတောင်ပံ ကယ်ဆယ်ရေးသင်းအကြောင်းကို ရိုက်ကူးဖော်ပြထားတာပါဇာတ်ကြောင်းလေးကတော့ တစ်နေ့မှာ….
ဧဝရတ်တောင်တတ်သမားတွေကို ကယ်ဆယ်ပေးနေတဲ့
တောင်ပံသင်းအနေနဲ့ မထင်မှတ်ဘဲ နိုင်ငံရေးကိစ္စတွေမှာဝင်ပတ်သတ်မိတဲ့အခါ….. ဘာတွေဖြစ်လာမှာလဲ ဧဝရတ်တောင်မှာ ရေခဲပြိုမှုကြောင့်ပျောက်ဆုံးသွားတဲ့ ကောင်လေးကို ရှာဖို့ တောင်ပံသင်းထဲဝင်လာတဲ့အဖွဲ့ဝင်သစ်ကလေးဆီမှာရော ဘာတွေ ဖြစ်လာမှာလဲဆိုတာကို ရင်သက်ရှုမောဖွယ် ကြည့်ရမှာပါနော်တောင်တတ်ကယ်ဆယ်ရေးသမားတွေရဲ့ စိတ်ဓာတ်နဲ့အခက်အခဲတွေကို လည်းစိတ်လှုပ်ရှားဖွယ် ကြည့်ရဦးမှာပါနော်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy",
"title":"Being Frank (2018)",
"poster":"https://image.tmdb.org/t/p/w185/3f9yRUkhYOAmPm5QRv6Oh6M6W0t.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/Td32/Being_Frank_(2018)_SFS.mp4",
"sdZ":"SD 400MB",
"hd":"https://megaup.net/1zavj/Being_Frank_(2018)_720p.mp4",
"hdZ":"HD 1GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Jim Gaffigan လို့ပြောလိုက်တာနဲ့ ဟာသကားကြိုက်တတ်သူတွေအဖို့တော့ စိမ်းလှမယ်မထင်ပါဘူး။မင်းသားကြီးဟာ ဟာသကားပေါင်းများစွာမှာ ဇာတ်ကောင်အမျိုးမျိုးအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ပါဝင်သရုပ်ဆောင်ပြီးတဲ့နောက်မှာ
အခုလည်း ၂၀၁၈ထွက် being frank ဆိုတဲ့ဟာသကားလေးမှာ frank နေရာကနေ ပါဝင်သရုပ်ဆောင်ခဲ့ပြန်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အသက် ၁၇နှစ်အရွယ်သာရှိသေးတဲ့ ဖီးလစ်ဟာ နေရာတကာ ကလေးတစ်ယောက်လို ဆက်ဆံလွန်းတဲ့ ဖခင်ဖြစ်သူ ဖရန့်ခ်နဲ့ မတည့်လှပါဘူး။အမြဲတမ်း မိသားစုထက် အလုပ်ကိစ္စကိုသာ ဦးစားပေးလေ့ရှိပြီး အလုပ်ကိစ္စနဲ့သာ ခရီးခဏခဏ ထွက်နေရတဲ့ ဖရန့်ခ်ကို သားသမီးအကြောင်း ဘာမှမသိသူတစ်ယောက်အဖြစ်နဲ့ ဖီးလစ်က သတ်မှတ်ထားတာဖြစ်တယ်။
ဒါပေမယ့် တစ်နေ့နွေရာသီ အားလပ်ရက်တစ်ခုမှာ ဖီးလစ်ဟာ သူ့ဘဝတစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေမယ့် လျှို့ဝှက်ချက်ကြီးတစ်ခုကို ရှာဖွေတွေ့ရှိပြီးတဲ့နောက် သူဘာဆက်လုပ်မလဲ?
ဖရန့်ခ်ကရော အိမ်မှာ အမြဲလိုလိုမရှိတတ်တာ အလုပ်ကိစ္စနဲ့ ခရီးသွားတာကြောင့်ဆိုတာ သေချာရဲ့လား?ဖရန့်ခ်နေရာမှာတော့ မင်းသားကြီး Jim Gaffigan က ပါဝင်သရုပ်ဆောင်ထားပြီး
ဖီးလစ်နေရာမှာတော့ I’m in the band ထဲက မင်းသား Logan Miller က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။( အညွှန်းရေးသားထားသူကတော့ Shwe Yil Linn ဖြစ်ပါတယ် )
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Bollywood,Drama",
"title":"Sanam Re (2016)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2017/02/Sanam-Re-2016.jpg",
"rate":"3.1",
 
 "movie":{
"sd":"https://megaup.net/2Stgf/Sanam_Re_[2016]_(MM_Sub).mp4",
"sdZ":"HD 999MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
နောက်ထပ် ဆက်တိုက်ညွှန်းချင်တာကတော့ ဒီကားလေးပေါ့နော် 😛
နာမည်ကြီး မင်းသား မင်းသမီးတွေလဲ မဟုတ်။ ဒါရိုက်တာ ထုတ်တဲ့ ကုမ္ပဏီကအစ တစ်ခုမှ မသိပဲ ဘာကြောင့်ကြည့်ဖြစ်သွားလဲဆိုတော့ Sanam Teri Kasam ကို အရမ်းစွဲလန်းနေချိန်မှာ နာမည် ဆင်တာလေးတစ်ခုကြောင့် ထရေလာကိုကြည့်ဖြစ်တယ် သီချင်းတွေရှာကြည့်ဖြစ်တယ်။ကြည့်ဖြစ်သမျှလဲ အကုန်ကြိုက် ဘယ်တော့ထွက်မလဲ လက်ချိုးစောင့်နေဖူးခဲ့တာရယ်။ထရေလာလေးနဲ့ ကြည့်ဖြစ်သမျှ သီချင်းလေးတွေနဲ့ ဇာတ်လမ်းကို ဘယ်လိုဖြစ်လာ မလဲ ပုံဖော်ကြည့်ရတာက အရသာ တစ်မျိုး မဟုတ်လား။ သရုပ်ဆောင်တွေကလဲ တစ်ခါမှမမြင်ဖူးပေမယ့် အကုန်လုံး လက်ခံလို့ရတယ်။အဓိက ဇာတ်ဆောင်မင်းသားက Ranbir Kapoor ပေါ်ကာစက ရုပ်မျိုး သူ့ထက် နည်းနည်းပိုချောတယ်။ မင်းသမီးဆိုရင် ပြောမနေနဲ့တော့ ငယ်ငယ်တုန်းက ရေလည်ကြွေခဲ့ရတဲ့ အကအလှ ဘုရင်မ လို့ လူတကာပြောကြတဲ့ Madhuri Dixit – Nene နုစဉ်အခါက ရုပ်မျိုး။ အဲ့ဒါတင်မကဘူး တစ်ခါတစ်လေ Juhi Chawla | Actress နဲ့ တူသလိုလို တစ်ခါတစ်လေကျတော့လဲ Sonali Bendre နဲ့လဲ တူပြန်တယ်။အဲ့ဒီလို တူတယ်ဆိုတာ ကိုယ်တို့နှစ်ယောက်လုံး သဘောချင်းညီနေတာ မယုံရင်တော့ ကြည့်ကြ။ ဇာတ်ပို့လို့ပြောရမယ့် ဒုတိယမင်းသမီး တစ်ယောက်ကတော့ ပြီးခဲ့တဲ့ နှစ်က miss universe ကို အိန္ဒိယ ကိုယ်စားပြုသွားပြိုင်ထားတာ။ မျက်နှာပေါက်က အရိုင်းဆန်ဆန် ကိုယ်လုံးကတော့ ရေလည်လှ။ very hot ပေါ့နော 😛
နောက်ထပ် ချီးကျူးချင်တာက အဲ့ဒီ သရုပ်ဆောင် သုံးယောက်လုံးဟာ တစ်ယောက်အပေါ်တစ်ယောက် chemistry ရှိပြီး သရုပ်ဆောင်ချက်တွေဟာလဲ အသစ်တွေ အနေနဲ့ ပိုင်နိုင်ခဲ့ပါတယ်။ ဒီကားက ဂွမ်းတယ်ဆိုရင် script , director , editing ကြောင့်လို့ ပြောရလိမ့်မယ်။
အစကနေ အဆုံးထိ သည်းခံကြည့်ရင် ဇာတ်လမ်းမဆိုးဘူးဆိုတာ လက်ခံရလိမ့်မယ်။ သရုပ်ဆောင်တွေလဲ ကောင်းကြတယ်။ ဒါပေမယ့် အထက်က ပြောခဲ့တဲ့ သုံးမျိုးကြောင့်လာ မသိ ဇာတ်လမ်းကိုကြည့်ရတာ ကန်သင်းရိုး ပေါ် နောက်ပြန်ပစ်ထားတဲ့ အုတ်ခဲကျိုးတွေလိုပဲ။ ဦးတည်ချက်က မမှန် ဟိုရောက်လိုက် ဒီရောက်လိုက် ဘာကိုပြောလို့ ဘာကိုပြချင် မှန်း မသိ။
မင်းသား နဲ့ မင်းသမီးက အသက်ပေးရအောင် ချစ်တယ်ဆိုလဲ ဘာကြောင့် အဲ့လောက် ချစ်သွားတာလဲဆိုတာကို လူယုံအောင် မလုပ်ပြနိုင်။ဒါရိုက်တာက အမျိုးသမီးပါ။ ရှေ့ကလဲ တစ်ကားရိုက်ဖူးတယ်။ သူကိုယ်တိုင်လဲ တော်တော်လှပါတယ်။ IMDb က တစ်ယောက်ကတော့ ထောပနာပြုသွားတယ်။ သူ့လင်က ထုတ်လုပ်ရေးပိုင်လို့ ဒါရိုက်တာအဖြစ် ထင်တိုင်းကြဲခွင့်ရနေတာ ဆိုပဲ။ဟုတ်လောက်တယ်… ဒီကားကြည့်ပြီး အစအဆုံးထိုင်ရယ်နေတာ။ ဇာတ်သိမ်းကာနီးမှ မင်းသမီးကို မုဒ်အပြည့်နဲ့ ငိုနေတာ အားနာလို့ ငြိမ်ပေးလိုက်ရတဲ့အဖြစ်။မင်းသား မင်းသမီး ဘယ်လောက်ကောင်းကောင်း ဘယ်လောက်တော်တော် ဒါရိုက်တာ သတ်ရင် ရတယ်ဆိုတာ အခုမှ နားလည်တယ်။အခုလဲ ဒီကားထဲက သရုပ်ဆောင်တွေကို စပ်မြင်ကပ်လို့ ခေါ်သတ်လိုက်တယ်လို့တောင်ယူဆလို့ရတယ်။
CRD CM"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Drama,Musical",
"title":"Dil To Pagal Hai (1997)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2019/06/Dil-To-Pagal-Hai-1997.jpg",
"rate":"7.1",
 
 "movie":{
"sd":"https://megaup.net/4OA5w/(CM)DilToPagalHai9710805.1.mp4",
"sdZ":"2.6GB Full HD",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ရာဟူး(လ်)ပါ၊ နာမည်တော့ကြားဖူးမှာပေါ့ ဒီဒိုင်ယာလော့ဟာ ဒီဇာတ်ကားကြည့်ဖူးသူတိုင်း မမေ့နိုင်စရာပါအချစ်ဆိုတာဘာလဲအချစ်လား၊ ဘာများလဲဗျအချစ်ဆိုတာ ဘဝပါပဲဘုရားဟာ နှလုံးသားတိုင်းရဲ့ ဖူးစာဖက်တွေကို ဟိုးအစကတည်းကစီမံထားပြီးသားပါတစ်ယောက်ကိုတစ်ယောက် ရှာဖွေ့ဖို့ပဲလိုအပ်တာပါတနေနေရာရာမှာ တစ်ယောက်ယောက်ဟာ သင့်ဘဝလက်တွဲဖေါ်အဖြစ်ရှိနေပါတယ်။
ဆုပေါင်းများစွာသိမ်းပိုက်ထားပြီး ယခုချိန်ထိနာမည်ကျော်လူကြိုက်များနေစဲဖြစ်တဲ့King Khanရဲ့ အကောင်းဆုံးဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်
IMDb 7.1 / 10 အထိရရှိထားပြီး အချိန်ပြည့်နားထဲစွဲနေစေမယ့်သီချင်းတွေဒရာမာစစ်စစ်တွေမှကြိုက်ပါတယ်ဆိုတဲ့ ပရိသတ်ကြီးအတွက်ကတော့ လုံးဝလက်လွတ်မခံသင့်ပါဘူးSRK ဟာ Romance King ဖြစ်သလို သူ့ Romance ကားတွေဟာလည်းအခုချိန်ထိ လူကြိုက်များစဲ အောင်မြင်နေစဲပါပဲMadhuri Dixit Karisma Kapoor တို့၏ ငယ်ဘဝကအလှအပများ သူမတူလွန်းတဲ့ နောက်ခံသီချင်းများ၊ ယခုအချိန်ထိ နာမည်ကျော်နေတဲ့ သီချင်းများနဲ့ဘယ်အချိန်ပြန်ကြည့်ကြည့် မရိုးစေနိုင်ပါဘူးဇာတ်လမ်းလေးကတော့ရာဟူး(လ်)၊ နီရှား၊ ပူဂျားနဲ့ အဂျေးတို့ကြားထဲကစိတ်ဝင်စားဖွယ်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားကောင်းမကောင်းဆိုတာ အများစုသိပြီးသားဆိုတော့ ထပ်မညွှန်းတော့ပါဘူးလုံးဝမကြည့်ရသေးဘူးဆိုရင်တော့ သေချာပေါက်ကြည့်လိုက်ပါတကယ်သဘောကျလိမ့်မယ်ဆိုတာ အာမခံပါတယ်(သီချင်းတွေအားလုံးဟာ အမှန်အကန်တွေမို့လို့ အားလုံးကို ဘာသာပြန်ပေးထားပါတယ်) (အညွန်းနဲ့ ဘာသာပြန်ကေတော့ ကိုဇော်ထူး ပါ)
crd cm
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Comedy,Drama",
"title":"King of Prison (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/1ybkn/King_of_Prison_(2020)_720P_%7BCM%7D_.mp4",
"sdZ":"SD 543MB",
"hd":"https://megaup.net/1ybk4/King_of_Prison_(2020)_1080P_%7BCM%7D.mp4",
"hdZ":"HD 1.15GB",
"fhd":"166967838228413",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":".
ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကားကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးထားတာဖြစ်ပြီးဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။မင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်
သရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့
ထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်ကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့ရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။ထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလိုတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။ဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီးထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။စားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့ကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့ဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်ကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။ဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့အကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။အခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်းနေကြပါတယ်။အဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်းအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်သံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကိုဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။ကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့Action/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်ကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"war",
"title":"Battle Scars 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/battle-scars.jpg",
"rate":"5.2",
 
 "movie":{
"sd":"https://megaup.net/Sqcf/Battle.Scars.2020.480p_(CM).mp4",
"sdZ":"SD 288MB",
"hd":"https://megaup.net/Sqd6/Battle.Scars.2020.720p_(CM).mp4",
"hdZ":"HD 608MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီ Battle scars ကားလေးက rating 5.2 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် Micheal မှာ Tommyနဲ့ Vinnyဆိုတဲ့ အချစ်ဆုံးငယ်သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် သူတို့ကငယ်ငယ်လေးထဲကတစ်ပူးပူးတစ်တွဲတွဲနေကြတာပါ တစ်နေ့မှာ သူရဲ့သူငယ်ချင်း Vinny မှာ ဗီယက်နာမ် စစ်ပွဲမှာပါဝင်တိုက်ခိုက်ဖို့အတွက်အရွေးခံလိုက်ရတယ် အဲ့လိုနဲ့ Michealက သူငယ်ချင်းဆိုပေမယ့် ညီအကိုလိုနေနေတာကြောင့် သူနဲ့အတူစစ်ထဲလိုက်မယ်လို့ပြောခဲ့တဲ့အချိန်မှာလည်း Tommyကပါလိုက််မယ်လို့ပြောပြီး သုံးယောက်သားအတူတူသွားပြီးနောက် ဘာဆက်ဖြစ်မယ်ဆိုတာ သိချင်ရင် ကြည့်ကြည့်လိုက်နော်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Drama",
"title":"Innocence ( 2020 )",
"poster":"https://image.tmdb.org/t/p/w185/27XVfpJ7MBC8zIVP5FWNRBw4uNd.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"https://megaup.net/1ynsg/(CM)(SF)Innocence.2019.720p.FHDRip.H264.mp4",
"sdZ":"SD 391MB",
"hd":"https://megaup.net/1ynre/(CM)Innocence.2019.720p.FHDRip.H264.mp4",
"hdZ":"HD 1.17GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

ဒီဇာတ်ကားက ၂၀၁၉ခုနှစ်ကထွက်ရှိထားတဲ့ ရှေ့နေတစ်ယောက်အကြောင်းရိုက်ကူးထားတဲ့Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး Angel’s Last Mission ထဲကမင်းသမီးShin Hye-sun ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရွာတစ်ရွာရဲ့ အသုဘတစ်ခုမှာ အသုဘပွဲလာတဲ့သူတွေကိုအရက်နဲ့ဧည့်ခံရင်းကနေ လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်။
ပိုးသတ်ဆေးကိုအရက်ထဲ ထည့်တိုက်လို့လူလေးယောက်သေဆုံးပြီး နှစ်ယောက်က
ဆေးရုံတင်လိုက်ရပါတယ်။ဒီအမှုကအဲ့ရွာမှာ ဟိုးလေးတကြော်ဖြစ်သွားပြီးအဲ့ဒီအသုဘအိမ်ကတာဝန်ရှိသူ အိမ်ရှင်အဒေါ်ကြီးကို အရက်ထဲပိုးသတ်ဆေး ခတ်ပါတယ်ဆိုပြီးရဲတွေကဖမ်းဆီးခဲ့ပါတယ်။ဒီအမှုကိုတီဗီကနေကြားသိလိုက်ရတဲ့ အန်းဂျောင်းအင်းဆိုတဲ့ ရှေ့နေမလေးကလည်း ဒီအမှုနဲ့ပတ်သက်ဖို့ဖြစ်လာခဲ့ပါတယ်။အန်းဂျောင်းအင်းဆိုတာဆိုးလ်မြို့မှာ နာမည်ရ အလွန်တော် ထက်မြက်တဲ့ရှေ့နေတစ်ယောက်ပါ။သူကိုယ်တိုင် ဒီအမှုကိုလိုက်ဖို့ဘယ်လိုပါဝင်ဖြစ်တယ်ဆိုတာ ကတော့ဒီဇာတ်လမ်းရဲ့မြုှပ်ကွက်ပဲဖြစ်ပါတယ်။ဒီအမှုကလည်းအများထင်ထားသလိုရိုးရှင်းတဲ့အမှု တစ်ခုလား ဒါမှမဟုတ်နောက်ကွယ်မှာဘာတွေရှိနေသေးလဲဆိုတာကတော့ဇာတ်ကားကိုကြည့်ပြီးအဖြေရှာစေချင်ပါတယ်။ ခြုံပြောရရင် ဇာတ်လမ်းဇာတ်ကွက်ကောင်းပြီး အချိန်ပေးကြည့်ရတာတန်မယ့်အကျိုးရှိမယ့် ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။လူတွေရဲ့စရိုက်၊လောဘစိတ်၊အတ္တစိတ်တွေကိုလည်းပေါ်လွင်အောင်ရိုက်ပြထားပြီးအမှန်တရားဆိုတာ ဘယ်လောက်ဖုံးကွယ်ထားပါစေ တစ်ချိန်မှာပေါ်ပေါက်လာနိုင်တယ်ဆိုတဲ့သင်ခန်းစာကိုလည်းပေးထားပါတယ်။သရုပ်ဆောင်တွေကလည်းတကယ်သရုပ်ဆောင်ကောင်းသလို တရားရေးဥပဒေနဲ့ပတ်သက်ပြီးစိတ်ဝင်စားတဲ့သူတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားဖြစ်တယ်လို့ ညွှန်းဆိုပေးချင်ပါတယ်
crd cm"
},
 {
"Bolseries":true,
"type":"series",
 "season":"complete",
 "cate":"Romance,Drama,Comedy",
"title":"Backstreet Rookie (2020)",
"poster":"https://image.tmdb.org/t/p/w185/gkNj8CuhGCHZtznyQBisrnY7mpH.jpg",
"rate":"8.5",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1 (fb server)",
 "link":"113810080393425"},
 {"ep":"Ep 2 (fb server)",
 "link":"114805293627237"},
 {"ep":"Ep 3 (fb server)",
 "link":"115115923596174"},
 {"ep":"Ep 4 (fb server)",
 "link":"115517470222686"},
 {"ep":"Ep 5 (fb server)",
 "link":"115825763525190"},
 {"ep":"Ep 6 (fb server)",
 "link":"116188876822212"},
 {"ep":"Ep 7 (fb server)",
 "link":"117439350030498"},
 {"ep":"Ep 8 (fb server)",
 "link":"118104723297294"},
 {"ep":"Ep 9 (fb server)",
 "link":"124135722694194"},
 {"ep":"Ep 10 (fb server)",
 "link":"125496619224771"},
 {"ep":"Ep 11 (fb server)",
 "link":"130005455440554"},
 {"ep":"Ep 12 (fb server)",
 "link":"131314605309639"},
 {"ep":"Ep 13 (fb server)",
 "link":"133381238436309"},
 {"ep":"Ep 14 (fb server)",
 "link":"133955268378906"},
 {"ep":"Ep 15 (fb server)",
 "link":"137084054732694"},
 {"ep":"Ep 16 End (fb server)",
 "link":"137477941359972"},
 {"ep":"***********************",
 "link":""},
 {"ep":"Ep 1 (500MB)",
 "link":"https://megaup.net/2dlil/Backstreet_Rookie_(2020)_(Ep1).mp4"},
 {"ep":"Ep 2 (500MB)",
 "link":"https://megaup.net/1xoxj/Backstreet_Rookie_(2020)_(Ep2).mp4"},
 {"ep":"Ep 3 (500MB)",
 "link":"https://megaup.net/Rxl6/Backstreet_Rookie_(2020)_(Ep3).mp4"},
 {"ep":"Ep 4 (500MB)",
 "link":"https://megaup.net/1xvro/Backstreet_Rookie_(2020)_(Ep4).mp4"},
 {"ep":"Ep 5 (500MB)",
 "link":"https://megaup.net/3zuqt/Backstreet_Rookie_(2020)_(Ep5).mp4"},
 {"ep":"Ep 6 (500MB)",
 "link":"https://megaup.net/3zvv9/Backstreet_Rookie_(2020)_(Ep6).mp4"},
 {"ep":"Ep 7 (500MB)",
 "link":"https://megaup.net/5Bu4e/Backstreet_Rookie_(2020)_(Ep7).mp4"},
 {"ep":"Ep 8 (500MB)",
 "link":"https://megaup.net/4fAdw/Backstreet_Rookie_(2020)_(Ep8).mp4"},
 {"ep":"Ep 9 (500MB)",
 "link":"https://megaup.net/3zIzL/Backstreet_Rookie_(2020)_(Ep9).mp4"},
 {"ep":"Ep 10 (500MB)",
 "link":"https://megaup.net/4VFcC/Backstreet_Rookie_(2020)_(Ep10)_(2).mp4"},
 {"ep":"Ep 11 (500MB)",
 "link":"https://megaup.net/S17c/Backstreet_Rookie_(2020)_(Ep11).mp4"},
 {"ep":"Ep 12 (500MB)",
 "link":"https://megaup.net/2dX2q/Backstreet_Rookie_(2020)_(Ep12).mp4"},
 {"ep":"Ep 13 (500MB)",
 "link":"https://megaup.net/1y5oe/Backstreet_Rookie_(2020)_(Ep13).mp4"},
 {"ep":"Ep 14 (500MB)",
 "link":"https://megaup.net/1y6n3/Backstreet_Rookie_(2020)_(Ep14).mp4"},
 {"ep":"Ep 15 (500MB)",
 "link":"https://megaup.net/Sevk/Backstreet_Rookie_(2020)_(Ep15).mp4"},
 {"ep":"Ep 16 End (500MB)",
 "link":"https://megaup.net/1yd22/Backstreet_Rookie_(2020)_(Ep16)_END.mp4"}
 ],
"review":"ဒီဇာမ်လမ်းလေးက နာမည်ကြီး webtoon တစ်ခုကို ရိုက်ကူးထားတာဖြစ်ပြီး
Kim Yoo Jung လေးကို ဖိုက်တာမလေးအဖြစ်မြင်တွေ့ရမှာပါဖြစ်ပါတယ် ။

ဇာတ်လမ်းအကျဉ်း

ဂျောင်ဆယ်ဗြောဟာ ပြဿနာအိုး အထက်တန်းကျောင်းသူလေးတစ်ယောက်ပါ…
သူမက သူငယ်ချင်းတွေကိုလည်း အရမ်းကိုချစ်ပါတယ်

တစ်ရက်မှာတော့ သူမတို့ သူငယ်ချင်းအုပ်စုနဲ့ ချွဲဒယ်ဟွန်းတစ်ယောက် ပက်ပင်းတိုးပါတော့တယ်
သူတို့သူငယ်ချင်းတစ်စုဟဆေးလိပ်သောက်ချင်လို့ ချွဲဒယ်ဟွန်းကို ဆေးလိပ်ဝယ်ခိုင်းကြပါတော့တယ်…
ဆေးလိပ်ဝယ်ခိုင်းတဲ့ အဖိုးအခ အဖြစ် kiss ပေးခဲ့တဲ့ ကောင်မလေးကို ချွဲဒယ်ဟွန်းတစ်ယောက် စိတ်ထဲမှာ မမေ့မလျော့နဲ့ကို မှတ်ထားခဲ့ပါတယ် ၊

အဲ့လိုနဲ့ ၄ နှစ်ကြာပြီးနောက် ချွဲဒယ်ဟွန်းက ကိုယ်ပိုင် convenience store လေးတစ်ခုကို ဖွင့်ခဲ့ပါတယ် ။
သူရဲ့ ဆိုင်အတွက် အချိန်ပိုင်း အလုပ်သမားခေါ်တဲ့အချိန်မှာ ဂျောင်ဆယ်ဗြောနဲ့ ပြန်တွေ့ပါတော့တယ်…
ဒီတစ်ကြိမ်မှာတော့ ဂျောင်ဆယ်ဗြောက တက္ကသိုလ်ကျောင်းသူကြီး တစ်ယောက်ဖြစ်နေပါပြီ
ပြဿနာရှာလွန်းတဲ့ ဂျောင်ဆယ်ဗြောလေးက အချိန်ပိုင်း အလုပ်သမားဖြစ်လာတဲ့ အခါမှာကော ဘယ်လိုတွေပြဿနာရှာဦးမလဲ…
ချွဲဒယ်ဟွန်းနဲ့ ဆယ်ဗြောတို့ ဘယ်လို အလွဲလေးတွေဖြစ်ကြမလဲဆိုတာကို
ဒီဇာတ်လမ်းလေးမှာ အားပေးကြပါဦး…။
crd cm
crd gc
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Animation",
"title":"Deathstroke: Knights & Dragons – The Movie (2020)",
"poster":"https://image.tmdb.org/t/p/w185/vFIHbiy55smzi50RmF8LQjmpGcx.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"https://megaup.net/2e9mo/(CM)_Deathstroke_Knights_And_Dragons_2020_WEBRip_480p.mp4",
"sdZ":"SD 243MB",
"hd":"https://megaup.net/2e9mm/(CM)_Deathstroke_Knights_And_Dragons_2020_WEBRip_720p.mp4",
"hdZ":"HD 819MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Deathstroke: Knights & Dragons – The Movie (2020)
စစ်တပ်ရဲ့စမ်းသပ်မှုတွေကြောင့် Slade Wilson ဟာတခြားသောအရာတစ်ခုအဖြစ်ကို ပြောင်းလဲသွားခဲ့တယ်ဒါပေမဲ့ သူ့မိသားစုကိုတော့ ဘာတစ်ခုမှအသိမပေးဘဲ လျှို့ဝှက်ထားတယ်။သူက ကြေးစားလူသတ်သမားတစ်ယောက်ဆိုတာကိုပေါ့။ဒါပေမဲ့ သူ့မှာ ကျင့်ဝတ်တစ်ခုတော့ရှိတယ်။
အပြစ်မဲ့သူတွေကို သူ မသတ်ဘူး။
ကမ္ဘာကြီး ပိုကောင်းဖို့အတွက် ကြိုးစားနေတယ်လို့ သူ့ကိုယ်သူမှတ်ယူထားခဲ့တယ်။H.I.V.E. ဆိုတဲ့ အကြမ်းဖက်အဖွဲ့အစည်းက တစ်နေ့မှာ သူ့ဘဝထဲဝင်ရောက်လာပြီးသူတို့မိသားစုကို ဒုက္ခပေးဖို့ ကြိုးစားတော့တယ်။Deathstroke တစ်ဖြစ်လဲ Slade Wilson ဟာသူ့သားလေးကို ဖတ်ပြနေကြပုံပြင်စာအုပ်ထဲက နဂါးတွေကိုသတ်ပစ်တဲ့သူရဲကောင်းတစ်ယောက်လို သူ့ကိုယ်သူမှတ်ယူပြီးကမ္ဘာကြီးမှာ ဒုစရိုက်မှုတွေလျော့ကျသွားဖို့ ကြိုးပမ်းနေတဲ့သူတစ်ယောက်ပါ။ဒီကားလေးထဲမှာ Deathstroke ရဲ့ origin အပြင်သူ့ရဲ့family lifeနဲ့ mercenary life အကြောင်းတွေကို လှလှပပပုံဖော်ပေးထားပါတယ်။R rated လည်းဖြစ်တာကြောင့် သတ်ဖြတ်တဲ့အခန်းတွေဟာလည်းတကယ်အားရစရာကောင်းလွန်းပါတယ်။DC fan တွေအတွက် ကျေနပ်မှုအပြည့်အဝပေးပါလိမ့်မယ်။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Sci-Fi,Thriller",
"title":"Before the Fire (2020)",
"poster":"https://image.tmdb.org/t/p/w185/bAwtbmCzhFwKf2wN6QQH301ylbO.jpg",
"rate":"4.0",
 
 "movie":{
"sd":"https://megaup.net/Sqqo/(CM)_Before_the_Fire_2020_WEBRip_480p.mp4",
"sdZ":"SD 306MB",
"hd":"https://megaup.net/Sqqr/(CM)_Before_the_Fire_2020_WEBRip_720p.mp4",
"hdZ":"HD 850MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကိုဗစ် ၁၉ ကာလ ဖြစ်တာနဲ့အညီ ဇာတ်ကားတွေဟာလည်း ကပ်ရောဂါဆန်ဆန်ဇာတ်ကားများနှင့် ပညာပေးပြီးစိတ်ဝင်စားဖွယ်ဇာတ်ကားများအဖြစ် ထုတ်လုပ်ကာ ဖြန်ချီနေပါတယ်။အမျိုးသမီး ဒါရိုက်တာ ဖြစ်တဲ့ ချာလီ ဘူလာ နဲ့ နက်ဖလစ် မှာနာမည်ကြီးထားတဲ့ဇာတ်ကားများမှာပါဝင်သရုပ်ဆောင်ထားတဲ့
ဂျန်နာ လင်း တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။
ကပ်ရောဂါ ကျရောက်တဲ့အချိန်မှာ ကမ္ဘာတစ်ဝှမ်းမှာစီပွားရေး ပိုင်းဆိုင်ရာ လျော့ရဲ လာနေပါပြီ။အဲဒီအချိန်မှာ အဓိကကတော့ အမေရိကန်ပဲဖြစ်ပါတယ်။အေဗာ ဘွန်းရဲ့ ခင်ပွန်းဖြစ်တဲ့ ကယ်လီ ရိုဒီ ဟာဒီလိုမျိုးကပ်ရောဂါကြီးဖြစ်လာခဲ့ရင် ဘာတွေပြောင်းလဲနိုင်မယ်ဆိုတာကိုကြိုတင်သိနေတာကြောင့် သူ့ရဲ့ဇနီး ကို လော့အိန်ဂျလိ ရဲ့ဝေးလှမ်ခေါင်ပါးတဲ့နေရာတစ်ခုကို ပို့ပေးထားခဲ့ပါတယ်။အေဗာ ဟာ ဆိုးရွားလွန်းတဲ့မိသားစုကနေ လွတ်မြောက်ကာသရုပ်ဆောင်မင်းသမီး အဖြစ် ဟောလိဝုဒ်တွင်တတ်ရောက်လုပ်နေခြင်းဖြစ်ပြီး သူ့ရဲ့ မွေးရပ်ဇာတိကိုပြန်ရောက်တဲ့အချိန်မှာ …..အေဗာ အတွက်ဆိုးရွားလွန်းတဲ့ မိသားစု ဘဝဆိုတာရဲ့နောက်ကွယ်ဇာတ်လမ်းလေးက….တကယ်တော့ ဒီဇာတ်ကားလေးက ကိုဗစ် ၁၉ မတိုင်ခင်ကရိုက်ကူးထားတာဖြစ်ပြီး ယခုမှာတော့ကြည့်ရှုမှုလူအာရုံစိုက်မှု များတဲ့ဇာတ်ကားလေးဖြစ်နေခဲ့ပါပြီလို့ ညွန်းရင်း….
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Horror,Thriller",
"title":"Do Not Reply(2020)",
"poster":"https://image.tmdb.org/t/p/w185/ryHaa5HMMOzcDXM9nExW0puZwGN.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/1z9eq/Do_Not_Reply.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 317MB",
"hd":"https://megaup.net/1z9do/Do_Not_Reply.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 850MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Do Not Reply(2020)ချယ်လ်ဆီးဆိုတဲ့ကောင်မလေးဟာ ပျော်ပျော်နေတတ်ပေမယ့် အပေါင်းအသင်းနည်းတဲ့ အထက်တန်း ကျောင်းသူလေးတစ်ယောက်ပါ။ အရှက်အကြောက်အရမ်းကြီးလွန်းတာကြောင့်အရမ်းပွေတဲ့ သူ့သူငယ်ချင်းက အတင်းတိုက်တွန်းတာတောင် ရည်းစားလည်း မရှိသေးပါဘူး။တစ်ရက်မှာ လုပ်မိခဲ့တဲ့ အပြစ်တစ်ခုကြောင့် အိမ်က အပြင်ထွက်လည်ခွင့် မပေးဘဲ ဒဏ်ပေးထားချိန်မှာ
ဖုန်းနဲ့ပဲ ပြင်ပကို အဆက်အသွယ်လုပ်နေရပါတယ်။ ဖုန်းနဲ့ပဲ ဆက်သွယ်ရချိန်မှာ
အရင်ကမသိတဲ့ လူတစ်ယောက်နဲ့ စကားပြောမိသွားပါတယ်။ အဲဒီလူနဲ့ စကားပြောမိရာက အစပြုပြီးတော့ကံဆိုးမိုးမှောင် ဒုက္ခတွေ ကျရောက်လာပါတော့တယ်။ ဘယ်လို ဒုက္ခတွေလဲ၊ ဒုက္ခတွေကို သူကျော်လွှားနိုင်မလား ဆိုတာကို တော့…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်……
Crd Cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Comedy,Romance,Bollywood",
"title":"Khaali Peeli(2020)",
"poster":"https://image.tmdb.org/t/p/w185/bFmLncLOxrhqczkwd1trq9JFsCW.jpg",
"rate":"",
 
 "movie":{
"sd":"https://megaup.net/1z893/Khaali_Peeli.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 322MB",
"hd":"https://megaup.net/2f5B0/Khaali_Peeli.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 898MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Khaali Peeli(2020)ဘလက်ကီ နဲ့ ပူဂျာဟာငယ်စဥ်အခါက သူငယ်ချင်းတွေပါ။ သူတို့တွေ ကွဲသွားကြပြီးတဲ့နောက် ဘလက်ကီ ဟာတက်စီဒရိုင်ဘာတစ်ယောက်ဖြစ်လာပါတယ်။
တစ်ရက်တော့ ပူဂျာက အိတ်တစ်လုံးနဲ့ သူ့ကားပေါ် တက်လာပြီး သူ့ကို လူတစ်စုကအတင်းလက်ထပ်ခိုင်း နေကြကြောင်း ပြောပါတယ်။
အဲဒီလူတွေကလည်း ပူဂျာကိုမြို့အနှံ့လိုက်လံရှာဖွေပါတော့တယ်။ဒီလိုနဲ့ ၂ယောက်သား မြို့ပြင်ထွက်ပြေးကြဖို့ တိုင်ပင်ကြရာကနေစပြီး…….
ဘာတွေဆက်ဖြစ်ကြမယ်  ဘယ်လိုတွေဆက်ကြမ်းကြမလဲဆိုတာကိုတော့
ခံစားကြည့်ကြပါဉီး…..
ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။
crd cm
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Animation,Adventure,Family",
"title":"Dragons: Rescue Riders: Hunt for the Golden Dragon (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/10/w4AmRuIZNHGGOMwOMzA3VeaYVLD-185x278.jpg",
"rate":"6.1",
 
 "movie":{
"sd":"130554048804416",
"sdZ":"SD+HD",
"hd":"130554048804416",
"hdZ":"SD+HD",
"fhd":"130554048804416",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
Dragons: Rescue Riders: Hunt for the Golden Dragon (2020)

ဒီကားလေးကတော့ IMDb rating 6.1ရရှိထားတဲ့ Animation ကားကောင်းလေးတစ်ကားပါ။ How to train your Dragon ကို အခြေံခံပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ web telelvision seriesလေးပဲ ဖြစ်ပါတယ်။

ဇာတ်လမ်းလေးကတော့ နှစ်ပေါင်းများစွာကြာမှ ဥတစ်လုံးဥတဲ့ ဒဏ္ဍာရီလာ ရွှေရောင်နဂါးအကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။
ထိုရွှေရောင်နဂါးဥကို လိုချင်နေကြတဲ့လောဘသားကောင် ဓားမြအဖွဲ့တွေရှိကြပါတယ်။ အဲ့ထဲမှာမှ ဆိုးသွမ်းတဲ့ အဲရစ်ခ်ဓားမြခေါင်းဆောင်ဆီမှာ ရွှေရောင်နဂါးသိုက်ရှိရာ ဂူရဲ့ မြေပုံရှိနေပါတယ်။ ဒါပမယ့်မြေပုံရဲ့ တကယ့်အဓိက ရွှေရောင်နဂါးဆီညွှန်ပြထားတဲ့ တည်နေရာကတော့ ဆန်ကာပေါက်ကြီးဖြစ်နေခဲ့ပါတယ်။ ထို့ကြောင့် ဒဏ္ဍာရီလာ နဂါးကယ်ဆယ်ရေးအဖွဲ့သားများက ထိုရွှေရောင်နဂါးဥကို ဓားမြတွေလက်ထဲ ပါမသွားစေဖို့ နဲ့ ထိုဥကို ကယ်ဆယ်ရန်အကြောင်းဖန်လာတဲ့အခါ အပေါက်ကြီးပါနေတဲ့မြေပုံကို ကိုင်ပြီး ကယ်ဆယ်ရေးအဖွဲ့သားတွေဘယ်လို ရွှေရောင်နဂါးဥကိုကယ်ဆယ်မလဲ??? ရွှေရောင်နဂါးရှိရာအသိုက်ကို ဘယ်လိုရှာဖွေသွားမလဲ??? လမ်းခရီးမှာကော ဘယ်လိုအခက်ခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ??? ဆိုတာတွေကို စိတ်လှုပ်ရှားဖွယ် စွန့်စားခန်းတွေနဲ့ တင်ဆက်ပြသထားတဲ့ Animationကားကောင်းလေးဖြစ်လို့ လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ပါရှင်။
crd gc"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Romance",
"title":"Yesterday Once More (2016)",
"poster":"https://image.tmdb.org/t/p/w185/qCD2cqTRHOw1CdJF91Tw3bWrNLj.jpg",
"rate":"6.7",
 
 "movie":{
"sd":"https://megaup.net/2eFcr/Yesterday_Once_More_(2016)_SFS.mp4",
"sdZ":"SD 350MB",
"hd":"https://megaup.net/3AA7f/Yesterday_Once_More_(2016).mp4",
"hdZ":"HD 980MB",
"fhd":"986438398450814",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Our Times တို့ You are the apple of my eyes တို့လိုကျောင်းသားကားတွေရဲ့ Vibeကိုကြိုက်တတ်တဲ့သူတွေဆိုရင် ဒီကားကိုလည်းကြိုက်ကြလိမ့်မယ်လို့ယုံကြည်ပါတယ်။
Box office မှာ ယွမ်26.3millions ရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။*လင်ထျန်းကျောင်း*ဆိုတဲ့ကောင်မလေးကစာအရမ်းတော်တဲ့အတန်းခေါင်းဆောင်ကောင်မလေးပါ။
ရှင်းဟွာတက္ကသိုလ်ရဲ့ဘဏ္ဍာရေးမေဂျာမှာတက်ခွင့်ရဖို့ကြိုးစားနေပြီး နက္ခတ္တဗေဒပညာရှင်ဖြစ်ချင်တဲ့သူ့အိပ်မက်ကိုမေ့ထားခဲ့သူပါ။
အမှတ်ရချင်ဇောနဲ့စာမေးပွဲတစ်ခုမှာခိုးချမိရင်း
ကျောင်းပြောင်းကျောင်းသား *ကောင်းရှန်*နဲ့ချစ်သူတွေအဖြစ်အထင်လွဲခံရပါတယ်။
*ထျန်းကျောင်း*က*ကောင်းရှန်*ကိုအိပ်မက်မရှိတဲ့လူညံ့လို့သတ်မှတ်ပြီးအထင်သေးခဲ့ပါတယ်။
တကယ်တော့သူအထင်သေးတဲ့*ကောင်းရှန်*ဆိုတာ သူ့အိပ်မက်ကိုတကယ်ဖြစ်လာအောင်လုပ်ရဲပြီး စိတ်ထားမှန်ကန်တဲ့ကောင်လေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။
ဒီလိုနဲ့*ထျန်းကျောင်း*လည်း လူငယ်ဘဝကိုကောင်းကောင်းနားလည်လာပြီး အိပ်မက်အစစ်အမှန်ကဘာလဲဆိုတာသိလာခဲ့ပါတယ်။
စာကလွဲပြီးဘာမှမစွန့်စားရဲတဲ့”ထျန်းကျောင်း”တစ်ယောက် “ကောင်းရှန်”ရဲ့အားပေးမှုတွေနဲ့ သူလုပ်ချင်တဲ့အရာတွေကိုလုပ်ရဲလာခဲ့ပါတယ်။
သူရချင်တဲ့အတော်ဆုံးကျောင်းသူဆုကိုလက်ခံရတော့မဲ့အချိန်မှာ “ကောင်းရှန်”တစ်ယောက်တခြားမြို့ကိုသွားဖို့ရထားထွက်ခါနီးအချိန်ဖြစ်နေခဲ့ပါတယ်။
သူတို့တွေဘာကိုရွေးချယ်ခဲ့ကြပါသလဲ…
ကောင်းရှန်နဲ့တွေ့ပြီးနောက်မှာ ဘဝအပေါ်မြင်တဲ့အမြင်တွေပြောင်းလဲသွားတာကရော မှန်ကန်မယ်လို့ထင်ပါသလား…
မိသားစုကိစ္စတွေ သူငယ်ချင်းသံယောဇဉ်တွေနဲ့ သူတို့တွေတစ်ယောက်ချင်းစီရဲ့ဘဝတွေကိုကြည့်ရင်း လူငယ်ဘဝအငွေ့အသက်တွေကိုပြန်ခံစားမိပြီး ငယ်ဘဝကိုပြန်အမှတ်ရလာပါလိမ့်မယ်။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Drama,Romance",
"title":"Once Upon a Prince 2018",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/once-upon-a-prince.jpg",
"rate":"6.4",
 
 "movie":{
"sd":"https://megaup.net/2eEje/Once.Upon.a.Prince.2018.480p_(CM)_(2).mp4",
"sdZ":"SD 300MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အကောင်းဆုံးဆိုတဲ့ အချစ်ကားကိုကြည့်ဖူးချင်တာလား … ဇာတ်လမ်းက အမေရိကန်ကားဆိုပေမယ့် sexနဲ့ ပတ်သက်တဲ့ စကားတစ်လုံးတောင် မမြင်ရတဲ့ အတွက် အရမ်း Classicဆန်တဲ့ကားလေးဖြစ်သလို… ဘုရင့်မင်းသားတစ်ယောက်အကြောင်းကို အတော်ကြီး ငွေကြေးကုန်ကျခံပြီးရိုက်ထားတဲ့ကားဖြစ်ပြီး မမြင်ဖူးတာတွေ၊မသိခဲ့ရတဲ့ ဗဟုသုတတွေကို အသေးစိတ်ကျကျ မြင်တွေ့လေ့လာမှာဖြစ်တဲ့အတွက် အတော်လေးအချိန်ပေးကြည့်ရတာ တန်တဲ့ကားမျိုးလေးပါ။ ရှင်းရှင်းပြောရရင် တကယ့်ကို စံတင်ရလောက်တဲ့ ကားကောင်းပါပဲ ဇာတ်လမ်းအကျဉ်းက ဘုရင်ဖြစ်ဖို့အတွက် ရက်သတ္တပါတ်လောက်ပဲလိုတော့တဲ့ ဘုရင့်မင်းသားဟာ …စိန့်ဆိုင်မွန်ကျွန်းလေးတွင် ခဏအနားယူနေစဉ်အချိန်မှာ စူဇန်နာ ဆိုတဲ့ ပြုံးပြုံးရွှင်ရွှင်မိန်းကလေးတစ်ဦးနဲ့ သိမိခဲ့ပြီး …ချစ်မိသွားခဲ့ပါတယ် ဒါပေမယ့် သိတယ်မို့လား…တစ်ခါတလေတော့လည်း လူဆိုတာ အခြားသူတစ်ယောက်ကို ချစ်လို့ချစ်မိမှန်း မသိဖြစ်တတ်တယ်လေ ဒါနဲ့ မင်းသားဟာ မိန်းကလေးကို မချစ်ပါဘူးလေဆိုပြီးနေရင်းကနေ…တစတစနဲ့ သိလာတဲ့ အချိန်မှာတော့ ဘယ်လိုတွေဖြစ်လာမလဲ အညတရမိန်းကလေးကို ဘုရင့်မိဘုရားအဖြစ်တင်မြှောက်လို့ဖြစ်နိုင်ပါ့မလားဆိုတာတွေကိုတော့ ဇာတ်လမ်းကို ဒေါင်းပြီးကြည့်လိုက်ကြတာပေါ့
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Drama",
"title":"Last Vegas 2013",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/last-vegas.jpg",
"rate":"6.6",
 
 "movie":{
"sd":"https://megaup.net/1z5r1/Last.Vegas.2013.480p.BluRay(CM)_(2).mp4",
"sdZ":"SD 500MB",
"hd":"https://megaup.net/2f2Tj/Last.Vegas.2013.720p.BluRay(CM)_(2).mp4",
"hdZ":"HD 1GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီရုပ်ရှင်မှာတော့ ဆရာ့ဆရာကြီးတွေ စုပြီး ဟာသတွေ လုပ်ထားကြတာပါပဲ။ ကြည့်မိရင်ကြိုက်ကြမှာ သေချာပါတယ်။ ဇာတ်လမ်းအကျဉ်းကိုတော့ နည်းနည်းပဲ ပြောမယ်နော်။ ခွီစရာတွေအများကြီးပါပဲ။
အသက် ၆၀ ကျော်ပြီဖြစ်တဲ့ငယ်သူငယ်ချင်းလေးယောက်ရှိပါတယ်။
သူတို့ဟာ ဘဝရဲ့ အဆုံးသတ်နားကို ရောက်လာကြပေမယ့် သူတို့ရဲ့ မိတ်ဆွေ သံယောဇဉ်တွေက မကုန်ဆုံးသွားပါဘူး။
ဒီလိုနဲ့ တစ်နေ့မှာ သူတို့ ၄ ‌ယောက်ထဲက တစ်ကိုယ်တည်းသမား ဘီလီက မင်္ဂလာဆောင်တော့မှာမို့လို့ လောင်းကစားမြို့တော် Last Vegas မှာ လူပျိုညပါတီလုပ်ဖို့ သွားကြဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Drama,Bollywood",
"title":"Serious Men(2020)",
"poster":"https://image.tmdb.org/t/p/w185/5ia6U3ft8L4173WGPEXI598mXKL.jpg",
"rate":"7.4",
 
 "movie":{
"sd":"https://megaup.net/2f42t/Serious_Men.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 390MB",
"hd":"https://megaup.net/T97q/Serious_Men.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 910MB",
"fhd":"102921234921652",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"သဘာဝမင်းသားကြီးလို့ နာမည်ကြီးတဲ့ Nawazuddin မြင်ရုံနဲ့ ဒေါင်းကြမယ်ဆိုတာသိပါတယ်..သို့ပေမယ့်အညွှန်းလေးနည်းနည်းတော့ပြောပါ့မယ်…အာယမ်မာနီဟာ သိပ္ပံစမ်းသပ်ခန်းတစ်ခုမှာ ပညာရှင်တစ်ယောက်ရဲ့ လက်ထောက်ပါ ….
သူဟာ ဇာတ်နိမ့်မျိုးရိုးက ဆင်းသက်လာသူ ဖြစ်တဲ့အတွက် နေရာတကာမှာ သူများထက် အခွင့်အရေးတွေ ဆုံးရှုံးရပါတယ်…
သူ့သားလေးကို အင်္ဂလိပ်ကျောင်းထားဖို့ ဝင်ခွင့်လျှောက်တဲ့အခါ ငြင်းခံရတဲ့အတွက် ခံပြင်းခဲ့ရပါတယ်…ကျောင်းအပ်စဉ်က အရောင် တိရစ္ဆာန်အမည် ရက်သတ္တပတ် ဘာတစ်ခုမှ မပြောနိုင်ခဲ့တဲ့အတွက် ကျောင်းဝင်ခွင့်အငြင်းခံခဲ့ရတာပါ..ဒီကလေးဟာ သိပ္ပံအကြောင်းအရာတွေမှာတော့ ပါရမီပါခဲ့ပုံပဲ…အဲ့ဒီနောက်မှာတော့ ကလေးအတွက် ဘဝတစ်ဆစ်ချိုးဖြစ်လာသလိုဖခင်ဖြစ်သူ အာယမ်မာနီအတွက်လည်း အလှည့်အပြောင်းတွေဖြစ်လာပါတော့တယ်…..အိန္ဒိယကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါဘူး…ခံစားကြည့်ကြပါဉီး…
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,History,War",
"title":"Vlad The Impaler (Deliler 2018)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/06/q0Y4m9z6CD1XriNottS6XFwtT21-185x278.jpg",
"rate":"5.5",
 
 "movie":{
"sd":"http://www.mediafire.com/file/3m4od7hqhsff55a/Deliler-2018-SD-GC.mp4/file",
"sdZ":"SD 485MB",
"hd":"http://www.mediafire.com/file/e312g7pq80vxk6s/Deliler-2018-HD-GC.mp4/file",
"hdZ":"HD 907MB",
"fhd":"https://drive.google.com/file/d/1F-jqct4CKNM0pXw3D_s6FviB93ZYHCVn/view?usp=sharing",
"fhdZ":"SD+HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"၁၅ရာစု အလယ်ပိုင်းလောက်ထဲက ၁၈၂၉ခုနှစ်လောက်ထိ တည်ရှိနေခဲ့ရှေးခေတ် တူရကီလူမျိုး (Turks)တွေရဲ့ အကြောင်းကို အခြခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။

အော်တိုမန်ဆိုတဲ့ စူလ်တန် လူမျိုးစု အဖွဲ့ဟာ လူသားချင်း စာနာထောက်ထားမှုကို လက်ကိုင်ထားတဲ့ လူမျိုးစုဖြစ်ပါတယ်။

သူတို့ကျွေးမွေးပညာပေးခဲ့တဲ့ ဗူလတ်ဟာ သူတို့လက်ကိုင်ထားတာနဲ့ ဆန့်ကျင်ဘက်ဖြစ်တဲ့ မတရားညှင်းပန်းနှိပ်စက်မှုကို ရှေ့တန်းတင်လာတဲ့အခါ ထိုသစ္စာဖောက်ကို နှိမ်နှင်းဖို့ မာမက်ဘုရင်ကိုယ်တိုင် ဗူလတ်ရှိရာသို့ စစ်ချီထွက်ရပါတော့တယ်။

တရားမှုနဲ့ မတရားမှုတို့ကြား အားပြိုင်မှုက သမိုင်းနဲ့ချီပြီး ရာဇဝင်တွင်လာခဲ့ပါတော့တယ်။ ထိုအားပြိုင်မှုမှာ ဘယ်သူက အနိုင်ရမလဲ။ Good and Evilတို့ရဲ့ လွန်ဆွဲမှုတွေကို စိတ်လှုပ်ရှားဖွယ် စောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။

လူမျိုး၊ ယဉ်ကျေးမှု၊ ဘာသာရေး စတဲ့မတူတဲ့အရာတွေကို သမိုင်းနောက်ခံပြုကာ တင်ဆက်ထားတာဖြစ်လို့ ဆက်ဆက်ကြည့်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။
crd gc"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"Waiting for the Barbarians (2020)",
"poster":"https://image.tmdb.org/t/p/w185/k50gYFDfpAyxcIGjWjnXAaOM81e.jpg",
"rate":"5.9",
 
 "movie":{
"sd":"https://megaup.net/Sgzt/(CM)_Waiting_For_The_Babarians_2020_WEBRip_480p.mp4",
"sdZ":"SD 391MB",
"hd":"https://megaup.net/Sk19/(CM)_Waiting_For_The_Babarians_2020_WEBRip_720p.mp4",
"hdZ":"HD 1GB",
"fhd":"188030692699071",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"စာပေဆုတွေရရှိခဲ့တဲ့ J.M. Coetzee ရဲ့Waiting For The Barbarians ဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြောင်းလဲရိုက်ကူးခဲ့တာ ဖြစ်ပါတယ်။ဝတ္ထုရဲ့စာရေးဆရာကပဲ ရုပ်ရှင်အတွက် ဇာတ်ညွှန်းကို ရေးသားခဲ့တာပါ။ဒီရုပ်ရှင်မှာ အောင်မြင်ကျော်ကြားကြတဲ့ မင်းသားတွေဖြစ်ကြတဲ့ Mark Rylance၊မင်းသားကြီး Johnny Depp နဲ့ Robert Pattinson တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ 
အင်ပါယာတစ်ခုမှာ အပါအဝင်ဖြစ်တဲ့ တိုင်းပြည်တစ်ခုရဲ့ နယ်စပ်စွန်းဖျား
တပ်စခန်းတစ်ခုမှာ ဇာတ်အိမ် အခြေတည်ထားတယ်။အဲ့ဒီဒေသဟာ တိုင်းပြည်ရဲ့‌ဝေးလံခေါင်ဖျားနေရာ ကန္တာရအလယ်မှာ တည်ရှိနေတယ်။အချိန်အပိုင်းအခြားတစ်ခုတိုင်း အဲ့ဒီနယ်စပ်တစ်လျှောက်မှာ ဖြစ်ပျက်တတ်တာက ဘာဘေရီယန်တွေနဲ့ပတ်သက်တဲ့ ဆူပူအုံကြွမှုပါပဲ။ဘာဘေရီယန်တွေကို ဘယ်ယဥ်ကျေးမှုအဖွဲ့အစည်းတစ်ခုနဲ့မှ ပတ်သက်ခြင်းမရှိတဲ့ယဥ်ကျေးမှုအဆင့်အတန်းမဲ့ လူမျိုးစုတွေလို့ သတ်မှတ်ကြတယ်။  သူတို့က နိုမက်လို့ခေါ်တဲ့ ခြေသလုံးအိမ်တိုင် လှည့်လည်သွားလာကြသူတွေလည်း ဖြစ်တယ်။ အဲ့ဒီ နယ်စပ်ဒေသမြို့မှာ တရားသူကြီးမင်းတစ်ယောက်ရှိတယ်။ တရားသူကြီးမင်းက ဘယ်ဒေသခံအပေါ်မှ ထိခိုက်စေလိုခြင်းမရှိတဲ့ငြိမ်းငြိမ်းချမ်းချမ်း အလုပ်လုပ်တတ်သူဖြစ်တယ်။ သူ့ရဲ့ အေးချမ်းတဲ့တည်ရှိမှုဟာ ကာနယ်ဂျိုးလ်ရဲ့ ရောက်ရှိလာမှုနဲ့အတူ ကွယ်ပျောက်တော့မှာဖြစ်ပါတယ်။ ကာနယ်ဂျိုးလ်ဟာ အမိန့်အရ နယ်စပ်ဒေသကိုအထူးတပ်ဖွဲ့နဲ့အတူရောက်ရှိလာပြီး စုံစမ်းစစ်ဆေးမှုတွေ ပြုလုပ်ခဲ့တယ်။ဘာဘေရီယန်တွေဟာ တော်လှန်ပုန်ကန်ဖို့ စစ်ပွဲတစ်ပွဲအတွက်ပြင်ဆင်နေကြတယ်ဆိုတဲ့ သတင်းတစ်ခုကို ကာနယ်ဂျိုးလ် ကြားခဲ့ရတယ်။သူဟာ ဖိအားပေးနှိပ်စက်တာကပဲ အမှန်တရားကိုယူဆောင်ပေးမယ်လို့ ယုံကြည်တဲ့လူတစ်ယောက် ဖြစ်ပါတယ်။ ကာနယ်ဂျိုးလ်က ဘာဘေရီယန်လူတစ်ယောက်ကို သေဆုံးတဲ့အထိ ညှဥ်းပန်းနှိပ်စက်ခဲ့ပြီး အဲ့ဒီလူရဲ့ သမီးဘာဘေရီယန်မိန်းကလေးတစ်ယောက်ကို မျက်စိကွယ်စေခဲ့တယ်။ နောက် ကာနယ်ဂျိုးလ်ဦးဆောင်တဲ့ ဗျူရယ်အစိုးရအထူးတပ်ဖွဲ့ဟာနယ်စပ်ဒေသတစ်လျှောက် ဘာဘေရီယန်အများအပြားကိုခေါ်ဆောင်ဖမ်းဆီးပြီး လူမဆန်စွာ နှိပ်စက်ညှဥ်းဆဲကြပါတော့တယ်…ကိုလိုနီစနစ်ရဲ့ အကျည်းတန်အရုပ်ဆိုးမှုတွေကို အသေးစိတ်ကျကျပုံဖော်ထားတဲ့ လက်ရာတစ်ခုပါ။ဘယ်တိုင်းပြည် ဘယ်နေရာ ဘယ်အချိန်ကလဲဆိုတာတိတိကျကျဖော်ပြမထားတာကပဲ ဒီဇာတ်လမ်းရဲ့ လှပမှုလို့ ဆိုလို့ရပါတယ်။မိမိတိုင်းပြည်စနစ်ရဲ့ ဆိုးယုတ်တဲ့ လွှမ်းမိုးမှုကို မိမိကိုယ်တိုင် ဘယ်လိုခုခံရင်ဆိုင်မလဲ။တိုင်းပြည်အင်ပါယာတစ်ခုအတွက် ရန်သူအစစ်ဆိုတာ ဘယ်အရာဖြစ်မလဲ
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Horror",
"title":"Tribal Get Out Alive (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/08/q8LRIpEkWrhckctmEe2xlfiY0gn-185x278.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://drive.google.com/file/d/1vUclMqCgPGMUSMVsOP221cDUMnbpLDww/view?usp=sharing",
"sdZ":"SD 314MB (GDrive)",
"hd":"",
"hdZ":"non",
"fhd":"https://drive.google.com/file/d/1sOhANynogW_qHMEKmEaJxoWPzVpI580Z/view",
"fhdZ":"SD+HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကယ်လင်ဟာ စစ်တပ်မှ စောစီးစွာ ​အနားယူခဲ့တဲ့ စစ်သမီးတစ်ဦးပါ။ သူမဟာ စစ်တပ်ကနေ ထွက်လာပြီး လုံခြုံရေး ကုမ္ပဏီသေးသေးလေးမှာ အရန်တပ်ဖွဲ့ဝင်အနေနဲ့ အလုပ်လုပ်ကိုင်ခဲ့ပါတယ်။ စစ်တပ်မှာ ကြုံတွေ့ခဲ့တယ် ကိစ္စလေးတွေကြောင့် စိတ်မတည်မငြိမ်ဖြစ်ခြင်းကို တစ်ခါတစ်လေမှာ ခံစားနေရသူပါ။

သူမရဲ့ဘေးမှာ အမြဲရှိနေတာကတော့ စစ်ထွက်တစ်ယောက်ဖြစ်တဲ့ သူငယ်ချင်းဖြစ်သူ ဘရတ်ပါ။ သူမတို့ရဲ့ အလုပ်က ရဲတွေလို လူဆိုးလိုက်ဖမ်းနေရတာ မဟုတ်ပဲ အစောင့်အကြပ်အနေနဲ့သာလုပ်ကိုင်ရတာပါ။

တစ်နေ့မှာတော့ ခေါင်းဆောင်ဖြစ်သူက သူမနဲ့ ဘရတ်ကို တာဝန်တစ်ခုပေးအပ်လိုက်ပါတယ်။ အဲ့တာကတော့ အမွေရထားတဲ့ သူဌေးသားလေးတစ်ယောက်ရဲ့ ခြံထဲကို အိမ်ခြေမဲ့လူတွေ မဝင်လာအောင် စောင့်ကြည့်ခိုင်းတာပါ။ တာဝန်က ရိုးရိုးလေးပါပဲ။

ဒါပေမယ့် နောက်ပိုင်းမှာအိမ်ခြေမဲ့လူတွေရဲ့ မူမမှန်တဲ့ အပြုအမူတွေကို တွေ့လာရပါတယ်။ သူတို့ရဲ့ ကြမ်းတမ်းတဲ့ အပြုအမူတွေကြောင့် အဲ့ဒီခြံထဲကနေ ကယ်လင်နဲ့ ဘရတ်တို့တွေ အဖွဲ့သားတွေ အသက်ရှင်လျက်ထွက်ဖို့ ကြိုးစားလာပါတော့တယ်။ ဒီအိမ်ခြေမဲ့လူတွေ ရဲ့ အပြုအမူတွေ နောက်ကွယ်မှာ ဘာတွေရှိနေမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။
crd gc"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Drama,",
"title":"Virgin Bhanupriya(2020)",
"poster":"https://image.tmdb.org/t/p/w185/xujced26SmDLU7B3ELXr6lgiiPA.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"https://megaup.net/2ejck/Virgin_Bhanupriya.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 500MB",
"hd":"https://megaup.net/2ejbD/Virgin_Bhanupriya.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 900MB",
"fhd":"3131468150316358",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Virgin Bhanupriya(2020)IMDB rating 6.5 ရရှိထားတဲ့ Comedy, Drama အမျိုးအစားဇာတ်ကားလေးဖြစ်ပါတယ်….ဘာနူးပရီယာဆိုတဲ့မိန်းကလေးဟာအပျိုတစ်ယောက်ဖြစ်ပြီး သူဟာအပျိုစင် ဘဝကိုဆုံးရှုံးချင်စိတ် စမ်းသပ်ချင်စိတ်ဖြစ်နေတယ်….သူ့သူငယ်ချင်းတစ်ယောက်ကလည်း ဒီဖြစ်စဉ်ကြီး အောင်မြင်စေဖို့ နင်းကန်ကူညီပါတယ်…
သို့ပါသော်လည်း ပိုးသာကုန်မောင်ပုံစောင်းမတတ်ဆိုသလို လွဲပြီးရင်လွဲနေလေရဲ့…
တစ်နေ့မှာအူကြောင်ကြောင်ကောင်လေးတစ်ယောက်ကိုစာကြည့်တိုက်မှာချိန်းတွေ့ဖို့
လုပ်ရာကနေ ပြဿနာမျိုးစုံတက်ပါတော့တယ်…
ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး…
ဘာသာပြန်သူကတော့ Thaik San ပဲဖစ်ပါတယ်။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Biography, Drama",
"title":"Tesla (2020)",
"poster":"https://image.tmdb.org/t/p/w185/v0guO0krvyz8IfKGxEje04LVM9d.jpg",
"rate":"5.2",
 
 "movie":{
"sd":"https://megaup.net/Sphl/(CM)_Tesla_2020_WEB-DL_480p.mp4",
"sdZ":"SD 296MB",
"hd":"https://megaup.net/Sphp/(CM)_Tesla_2020_WEB-DL_720p.mp4",
"hdZ":"HD 956MB",
"fhd":"http://www.mediafire.com/file/gl07ceamjrjgnn3/Tesla-2020-HD-GC.mp4/file",
"fhdZ":"HD 902MB (from GC)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီရုပ်ရှင်အကြောင်းကိုမပြောခင်မှာ Teslaဆိုတာဘယ်သူလဲဆိုတာကိုပြောချင်ပါတယ်။တောမတ်စ်အယ်ဗာအယ်ဒီဆင်လို့ပြောလိုက်ရင် ကမ္ဘာအနှံ့ကလူတိုင်းကလေးကအစခွေးအဆုံးသိပြီး သမိုင်းမှာရော ကျောင်းသင်ခန်းစာတွေမှာပါတခမ်းတနားနဲ့အလေးပေးဖော်ပြခံရတဲ့ ၁၉ရာစုရဲ့တီထွင်သူကြီးပေါ့။နီကိုလာတက်စ်လာကတော့ အယ်ဒီဆင်နဲ့ခေတ်ပြိုင်ပြောင်မြောက်လှတဲ့
လျှပ်စစ်ဆိုင်ရာတီထွင်မှုတွေလုပ်ခဲ့ပြီး အိုင်းစတိုင်းကတော
င်သူ့ထက်တော်တယ်လို အသိမှတ်ပြုပြီးလေးစားရတဲ့ ဉာဏ်ကြီးရှင်တီထွင်သူတစ်ယောက်ပါ။ဒါပေမယ့် ဒီနေ့ခေတ်မှာ သူ့ကိုမသိတဲ့သူအများအပြားပါပဲ။AC Vs DCဆိုတာ Tesla Vs Edisonပါပဲ။ကနဦးမှာ တက်စ်လာဟာ အယ်ဒီဆင်ရဲ့အလုပ်မှာ လုပ်ခလေးနည်းနည်းနဲ့အလုပ်လုပ်ခဲ့တယ်။သူကြံဆတဲ့ Alternating currentကို အယ်ဒီဆင်က စိတ်မဝင်စားတဲ့အပြင်ACဟာလက်တွေ့မကျဘူး အန္တရာယ်များတယ်လို့ပြောခဲ့တယ်။DC generation plantsတွေကိုတိုးတက်အောင်လုပ်ပေးနိုင်ရင်ဒေါ်လာငါးသောင်းပေးမယ်ဆိုပြီး လောင်းကြေးထပ်ခဲ့ပေမယ့်တကယ်ဖြစ်လာတဲ့အခါ အယ်ဒီဆင်က‘မင်းက ငါတို့အမေရိကန်တွေနောက်ပြောင်တာကိုနားမလည်ဘူးပဲ’ဆိုပြီးလျှော်သွားတဲ့အတွက် တက်စ်လာဟာ အလုပ်ထွက်ပြီး ကိုယ်ပိုင်ACကုမ္ပဏီထောင်ခဲ့ပါတယ်။နောက်ပိုင်းလျှပ်စစ်ဖြန့်ဖြူးရာမှာ ACက DC (Direct Current)ထက်အကျိုးများလာတဲ့အခါအယ်ဒီဆင်ဘက်က AC currentကြိုးကိုဆင်မှာပတ်ပြီးသေစေတဲ့အကွက်‌တွေထိပါသုံးပြီး ACကိုတိုက်ခိုက်ခဲ့တယ်။ဒါပေမယ့် နိုင်ရာဂါရာရေတံခွန်ကိုအခြေခံပြီး ACရေအားလျှပ်စစ်သုံးစက်ရုံကိုတည်ဆောက်နိုင်ပြီး‌ အောင်မြင်တဲ့အတွက် ကမ္ဘာတစ်ဝှမ်းက ACကိုသုံးစွဲလာတယ်။အယ်ဒီဆင်ဟာလည်း ကျော်ကြားတဲ့တီထွင်မှုပေါင်းများစွာကိုလုပ်ခဲ့သူတစ်ယောက်။ထက်မြတ်တယ်၊ အကွက်မြင်တယ်၊ တီထွင်မှုတွေကဈေးကွက်လိုအပ်ချက်နဲ့ပါကိုက်ညီမှုရှိရမယ်ဆိုတာသိတဲ့အတွက်အကျိုးအမြတ်ကိုချိန်ဆလုပ်တယ်။ဒါကြောင့်လည်း အောင်မြင်တဲ့တီထွင်သူ၊စီးပွားရေးသမားတစ်ယောက်အဖြစ်ရပ်တည်နိုင်ပြီး ဂုဏ်သတင်းကျော်ဇောတယ်။တက်စ်လာကတော့ အေးအေးဆေးဆေးသိုသိုသပ်သပ်နဲ့နေတတ်တယ်၊အမြဲတမ်းတီထွင်ကြံဆနေတတ်ပြီးသဘာဝအရင်းအမြစ်တွေကိုအလွန်အကျွံမသုံးစွဲစေချင်ခဲ့တဲ့သူတစ်ယောက်။အကျိုးအမြတ်ထက် လူသားကောင်းကျိုးကိုပိုလိုလားပြီးလူ့သမိုင်းကို‌ရှေ့နှစ်‌ေတွအများကြီး ကြိုတင်တွေးဆပြီးမျှော်ကြည့်တတ်တဲ့သူတစ်ယောက်၊စီးပွားရေးကိုမကြည့် ပိုက်ဆံကိုသိပ်စိတ်မဝင်စားလှတဲ့သူတစ်ယောက်။ကြိုးမဲ့စနစ်တွေရဲ့အခြေခံဖြစ်တဲ့ Tesla coilကိုတီထွင်ပြီးနောက်ပိုင်းမှာလျှပ်စစ်ကိုလည်းဝါယာကြိုးမသုံးပဲဖြန့်ဖြူးနိုင်ဖို့၊ဆက်သွယ်ရေးဆိုင်ရာအချက်ပြမှုတွေကိုလက်ခံရရှိနိုင်ဖို့ အရူးအမူးဖြစ်ခဲ့တယ်။သူလုပ်တာအောင်မြင်ရင် ဒါတွေကိုဈေးပေါပေါနဲ့လူတိုင်းသုံးစွဲနိုင်မယ်။ဒါပေမယ့် လပေါင်းများစွာကြိုးစားမှုလုပ်ပြီးတဲ့နောက်မှာသူ့ရဲ့ရူးသွပ်မှုအပေါ်အခြေခံတဲ့တီထွင်မှုအပေါ်ယုံစားမှုမရှိတာရယ်၊လူသားတွေအတွက်အကျိုးရှိပေမယ့်ငွေကြေးဆိုင်ရာအမြတ်အစွန်းများလှမှာမဟုတ်တာရယ်ကြောင့်သူ့မှာရင်းနှီးမြှုပ်နှံသူတွေမရှိတော့ပါဘူး။အများအတွက်စဉ်းစားတတ်တဲ့ တီထွင်သူဉာဏ်ကြီးရှင်တစ်ယောက်ရဲ့နောက်ဆုံးလက်ကျန်နှစ်တွေဟာ ဆင်းရဲမွဲတေပြီး ရင်နာစရာတွေနဲ့ပါ။ဒီရုပ်ရှင်မှာတော့ တက်စ်လာအဖြစ် မင်းသားကြီး Ethan Hawkeက သရုပ်ဆောင်ထားပါတယ်။Biological dramaဖြစ်ပေမယ့် တစ်ချို့အခန်းတွေမှာ စိတ်ကူးယဉ်အခန်းတွေထည့်ပါတယ်။ဇာတ်လမ်းကို တက်စ်လာနဲ့ရင်းနှီးခဲ့တဲ့အမျိုးသမီးမှ ဇာတ်ကြောင်းပြောပြတဲ့အတွက်တချို့အခန်းတွေမှာ ရုပ်ရှင်စကားနဲ့ပြောရရင် Fourth wall breakတယ်ပေါ့လေ။တက်စ်လာရဲ့အကြောင်းကိုသိပ်စုံလင်တာမျိုးမဟုတ်တဲ့အတွက်တက်စ်လာရဲ့တီထွင်မှုတွေကိုမကြားဖူးရင် တချို့အခန်းတွေနည်းနည်းမပြည့်မစုံဖြစ်နေပါလိမ့်မယ်။ဒါပေမယ့် ဒီဇာတ်ကားကြောင်း တက်စ်လာကိုမသိခဲ့ရင်တောင်တက်စ်လာရဲ့တီထွင်မှုတွေနဲ့ သူ့အကြောင်းတစ်စိတ်တစ်ဒေသကိုသိရှိပြီး၁၉ရာစုရဲ့တီထွင်သူကြီးတစ်ယောက်အကြောင်းကို စူးစမ်းချင်မိစေမှာပါပဲ။ 
CRD CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"(21+)On A Day When Our Parents Weren’t Home (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/10/55t2800464pl.jpg",
"rate":"8.0",
 
 "movie":{
"sd":"https://megaup.net/1z5qz/%E1%80%98%E1%80%84%E1%80%BA%E1%80%B9%E1%80%82%E1%80%9C%E1%80%AC%E1%80%B8%E1%80%99%E1%80%B1%E1%80%AC%E1%80%84%E1%80%BA%E1%80%94%E1%80%BE%E1%80%99_(2020)_%7BDS%7D.mp4",
"sdZ":"HD 1.25GB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီတစ်ခါတော့ ကျော်ကြီး ပြီးတော့ ကျော်ကြီး သားသမီးတွေ အလှည့်ပေါ့ကျော်ကြီး တို့ လင်မယား အပြင်ထွက်လည်နေတဲ့ အချိန် အိမ်မှာကျန်ခဲ့တဲ့ထွန်းထွန်း နဲ့ ချိုချို က ဘေးအိမ်က အဒေါ်ကြီး မလာခင်ဘင်္ဂလာမောင်နှမ လုပ်ဖို့ နေ့တိုင်း ကြံစည်နေကြသော အခါဒါမျိုး ပညာပေး ဇတ်လမ်းက လူကြီးတွေ ကြည့်ပြီး ကလေးတွေ
မမှားတာ မမှားရအောင် စောင့်ကြည့်နေဖို့ အကောင်းဆုံးပါပဲ
အသက် မပြည့်သေးသော ကလေးသူငယ်များ မကြည့်ရပါထုံးစံအတိုင်း Dark Knight နဲ့ XCode တို့က DS Fan တွေငတ်ပြတ်နေတယ်ဆိုလို့ အပြေးအလွှား ဖန်တီးပေးလိုက်ပါတယ်
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Animation,Comedy,Family",
"title":"Fearless 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/fearless.jpg",
"rate":"4.7",
 
 "movie":{
"sd":"https://megaup.net/Spny/Fearless.2020.480p_web_(CM).mp4",
"sdZ":"SD 355MB",
"hd":"https://megaup.net/Spnu/Fearless.2020.720p_web_(CM).mp4",
"hdZ":"HD 662MB",
"fhd":"http://www.mediafire.com/file/1ilb638qe4s3m0l/Fearless-2020-HD-GC.mp4/file",
"fhdZ":"HD 1GB (GC)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"2020 မှာ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ animated comedy လေးပါ ရိဒ် ဆိုတဲ့ ကောင်လေးဟာ Planet Master ဂိမ်းကို အင်မတန် စွဲမက်သူပါ။ Fearless ဆိုတဲ့ နာမည်နဲ့ ဂိမ်းလောကမှာ ဆရာကြီးဆိုရင်လည်း မပါဘူးပေါ့။ ရိဒ်ဆော့နေတဲ့ ဂိမ်းထဲက ကာရိုက်တာကတော့ ကပ္ပတိန် လိုက်ဒ်စပိဒ်ပါ ကပ္ပတိန်ရဲ့ သားသမီးတွေဆိုပြီး ကီရာ၊ ဇန်ဒါ၊ တိုင်တပ်စ် ဆိုပြီး ကလေးကာရိုက်တာ သုံးယောက်လည်းရှိပါသေးတယ်။ အာကန်းနစ်ဆိုတာကတော့ ကပ္ပတိန်ရဲ့ ရန်သူ ကာရိုက်တာပါ။ အာကန်းနစ်ဟာ ဂိမ်းထဲက ကာရိုက်တာဆိုပေမယ့် ဘာအစွမ်းမှမရှိပါဘူး။ ဒါပေမယ့် ကပ္ပတိန်ရဲ့ ကလေးသုံးယောက်ကို အရယူနိုင်မယ်ဆိုရင်တော့ အစွမ်းတွေရလာပါလိမ့်မယ်။ တစ်နေ့ ရိဒ်ဟာ နောက်ဆုံးအဆင့်ကို တက်ဖို့အတွက် warning တစ်ခုရခဲ့ပါတယ်။ Warning ကတော့ ဖြစ်လာတဲ့ရလဒ်တွေကို လက်ခံမှာလား ဆိုတာပါပဲ။ အဆင့်တက်ချင်နေတဲ့ ရိဒ်ဟာ warning ကို လက်ခံလိုက်တဲ့ အချိန်မှာတော့ ဂိမ်းထဲက ကာရိုက်တာတွေဟာ အပြင်လောကကို ရောက်လာပါတော့တယ် ရောက်လာတဲ့ ကာရိုက်တာတွေကလည်း တခြားမဟုတ် ကပ္ပတိန်ရဲ့ ကလေးသုံးယောက်ပါ။ ဒီတော့ သူစွမ်းအားရဖို့အရေး အာကန်းနစ်က ကပ္ပတိန်ကို ထောင်ချောက်ဆင်ပြီး ကလေးတွေကိုဖမ်းဖို့ ကမ္ဘာမြေကို လိုက်လာပါတော့တယ် …. ဂိမ်းလောကနဲ့ လက်ရှိလောက Setting နှစ်ခုနဲ့ ဇာတ်လမ်းကို ဖန်တီးထားပါတယ် ရိဒ်နဲ့ကလေးတွေကြားက အဖြစ်အပျက်တွေက တကယ့်ကို ရယ်ရပြီး စိတ်၀င်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးပါ Cody Edwards က ရိုက်ကူးထားပြီး Miles Robbins Yara Shahidi Miguel Jakakiss တို့က အသံသရုပ်ဆောင်အဖြစ် ပါ၀င်ပေးထားကြပါတယ်
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Bollywood,Action,Drama",
"title":"Ala Vaikunthapurramuloo(2020)",
"poster":"https://image.tmdb.org/t/p/w185/48DIQOSEgpoWUFBrmHW2En6aNZQ.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"https://megaup.net/2Ulie/Ala_Vaikunthapurramloo.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 499MB",
"hd":"https://megaup.net/1yqn6/Ala_Vaikunthapurramloo.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 1.25GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Ala Vaikunthapurramuloo(2020)ရာမချန်ဒရန်ဆိုတဲ့ လူတစ်ယောက်ဟာ အလုပ်ကြိုးစားပြီး ရိုးသားတဲ့အတွက် အလုပ်ရှင်က သဘောကျပြီး သူ့သမီးနဲ့ ပေးစားလိုက်တော့ စာရေးဘ၀ကနေ သူဌေးဘ၀ကို ရောက်သွားတယ်။ဒီကိစ္စကို ရာမာချန်ဒရန်ရဲ့ လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ဗာလ်မီကီဆိုသူက မနာလို မရှုစိမ့်ဖြစ်ပြီး အခွင့်အရေး ပေးလာချိန်မှာမိတ်ဆွေကို မကောင်းကြံဖို့ စီစဉ်တယ်… အခုမှ လူ့လောကထဲကို ရောက်လာတဲ့ ဘာမှမသိရှာသေးတဲ့
ကလေးနှစ်ယောက် လူစားလဲခြင်း ခံလိုက်ရတယ်။
ဒီကိစ္စကို အစအဆုံး သိတဲ့သူဆိုလို့ ဗာလ်မီကီနဲ့ ဆေးရုံက နပ်စ်မတစ်ယောက်သာ ရှိတယ်။ဒီလိုနဲ့ ရာမချန်ဒရန်ရဲ့ သားအရင်းက ဗာလ်မီကီ့ဆီ ရောက်သွားပြီး ၊ ဗာလ်မီကီ့သားက ရာမချန်ဒရန်တို့အိမ်ကို ရောက်သွားတယ်။….. ဒီနောက်ပိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ပရိတ်သတ်တွေကိုယ်တိုင် ခံစားဖို့ ချန်ထားလိုက်ပါတော့မယ်။အစအလယ်အဆုံး အကောင်းဆုံး ဘာသာပြန်ပေးထားသလို ကြည့်ပြီးသားသူတွေအတွက်လည်းသီချင်းလေးတွေကအစ သေချာလေး ဘာသာပြန်ပေးထားတာမို့ခံစားကြည့်ကြပါဉီး….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Myint Thu ပဲဖြစ်ပါတယ်….
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Adventure",
"title":"Killer Bee Invasion (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/KB.jpg",
"rate":"8.3",
 
 "movie":{
"sd":"https://megaup.net/2enbD/(CM)Killer.Bee.Invasion.2020.WEBRip.720p.mp4",
"sdZ":"HD 828MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"

ဝူဟန်က မမြင်ရတဲ့ ကပ်ရောဂါ ဒါကမြင်ရတဲ့ကပ်ဘေးအကြောင်းရိုက်ထားတဲ့ဇာတ်ကားကောင်းလေးပါ…ဒီကားလေးက အဆိပ်ပျားခေါ် ပျားဘီလူးတွေကိုသုသေသနလုပ်နေတဲ့ အဖွဲ့ဟာကျွန်းတစ်ကျွန်းပေါ်မှ အသက်ဘေးကြုံရပြီး ကယ်ဆယ်ရေးအဖွဲ့က သွားကယ်ခဲ့တဲ့အကြောင်းကို နောက်ခံထား ရိုက်ကူးခဲ့တာပါ။ ကယ်ဆယ်ရေးအဖွဲ့လာကယ်တယ်ဆိုပေမယ့်
တစ်ဖက် မှာ ရင်ဆိုင်ရတဲ့ အဆိပ်ပျားတွေ တောလိုက်ခွေး( အမဲလိုက်ခွေး) တွေနဲ့ မလွယ်ကူခဲ့ပါဘူး။
ဘယ်လို အခက်ခဲတွေ ဘယ်လို အန္တရာယ်တွေကိုရင်ဆိုင်ကျော်လွှားရတယ်ဆိုတာတော့ ရင်တထိတ်ထိတ်နဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Bollywood,Crime,Drama,Thriller",
"title":"Class of 83(2020)",
"poster":"https://image.tmdb.org/t/p/w185/2CFOpEKVxIjRMeu8K9agmDZ2ms9.jpg",
"rate":"7.0",
 
 "movie":{
"sd":"https://megaup.net/1ys4f/Class_Of_83.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 358MB",
"hd":"https://megaup.net/2epvW/Class_Of_83.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 900MB",
"fhd":"345691960107764",
"fhdZ":"SD+HD (fb server from FOF)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီဇာတ်ကားကတော့ Crime Drama Thriller အမျိုးအစားဖြစ်ပြီးIMDb rating 7.0 ထိရရှိထားပါတယ်
ဇာတ်လမ်းအကျဥ်း
ရဲသင်တန်းကျောင်းတစ်ခုမှာဗိရှ်နူးဝရ်ဒေးတို့ရဲသင်တန်းသား ၅ယောက်ရဲ့အမှတ်က အနိမ့်ဆုံးအဆင့်ကိုရောက်နေပါတယ်။
သူတို့ရဲ့စာသင်ခန်းကို ဘုံဘေကနာမည်ကြီးအရာရှိဟောင်း ဒီန်ဆရာကလာသင်ပေးမယ်ဆိုပြီးမျှော်လင့်နေခဲ့ကြပေမယ့် ဒီန်ဆရာက​တော့လုံးဝစာလာမသင်ပါဘူး။
တစ်နေ့တော့ သူတို့ထဲကသုံးယောက်ရဲ့မွှေချက်ကြောင့် ဒီန်ဆရာရောက်လာပြီး စာလာသင်ပါတော့တယ်။
ဒီန်ဆရာက ဒုစရိုက်ဂိုဏ်းတစ်ချို့ကိုလိုက်လံဖမ်းဆီးရင်း ပြဿနာတစ်ခုကြောင့်နယ်ပြောင်းပြစ်ဒဏ်ကျခံနေရသူဖြစ်ပြီး ဒီ ၅ယောက်ရဲ့ ဖြောင့်မတ်ခြင်း ရိုးသားခြင်းနဲ့
အချင်းချင်းသစ္စာရှိခြင်းတို့ကိုသဘောကျသွားပြီး သူတို့ကိုသီးခြားလေ့ကျင့်ပေးခဲ့ပါတယ်။
သူတို့တွေရဲအရာရှိဖြစ်လာကြတဲ့အခါ ဒီန်ဆရာလိုပဲ ဒစရိုက်သမားတွေကိုဖမ်းဆီးနိုင်ပါ့မလား….
ဆရာကျလွန်းတဲ့ လူဆိုးတွေရဲ့လှည့်ကွက်တွေကိုရော ကျော်ဖြတ်နိုင်ပါ့မလား….
ဒီန် ဆရာရဲ့ရည်ရွယ်ချက်ကရော အမှန်တကယ်ဖြစ်လာနိုင်ပါ့မလား….
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action",
"title":"Kung Fu Master Huo Yuan Jiao ( 2020 )",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/KF.jpg",
"rate":"5.1",
 
 "movie":{
"sd":"https://megaup.net/Ssk8/(CM)Kung_Fu_Master_Huo_Yuan_Jiao.2020.HDRip.480p.mp4",
"sdZ":"SD 395MB",
"hd":"https://megaup.net/2endg/(CM)Kung_Fu_Master_Huo_Yuan_Jiao.2020.HDRip.720p.mp4",
"hdZ":"HD 1.03GB",
"fhd":"185574456309085",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"သိုင်းကားချစ်သူတွေအတွက် ကွန်ဖူးကားအသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေKung fu master huo yuan jia ဆိုတဲ့ ကားလေးပါဟောယွမ်ကျားက ၁၉ ရာစုအစောပိုင်းမှာ နိုင်ငံခြားသား ကိုယ်ခံပညာရှင်တွေကိုအနိုင်ယူ တိုက်ထုတ်နိုင်သူ တစ်ဦး အနေနဲ့ နာမည်ကြီးခဲ့သူတစ်ဦးပါ…ဒီဇာတ်ကားကတော့ သူ့ရဲ့ ကိုယ်ပိုင် သင်တန်းကျောင်း ( ချင်ဝူ ကိုယ်ခံပညာကျောင်း) ကို
တည်ထောင်ဖို့ ဖြတ်ကျော်ရတဲ့ အခက်အခဲတွေအကြောင်းကို
အခြေခံထားတဲ့ ဇာတ်ကားကောင်းလေးပါ.အက်ရှက်ကား ကြိုက်သူတွေဆို ဟောယွမ်ကျားရော ချင်ဝူ ကိုယ်ခံပညာကျောင်းကိုပါပူးတွဲ သိကြမယ်လို့ ထင်ပါတယ်ဒီဇာတ်လမ်းက သင်တန်းကျောင်းလေး တည်ထောင်ဖို့ပဲမဟုတ်ရှုပ်ထွေးလှတဲ့ တိုင်းပြည်ရေးရာတွေ စီးပွါးရေးလောကတွေပါ ရောယှက်နေတာမို့ဘယ်လိုတွေဖြစ်မလဲဆိုတာ စိတ်ဝင်တစားနဲ့ ဆက်လက်ကြည့်ရမှာပဲဖြစ်ပါတယ်
Crd Cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Fantasy",
"title":"Sword Dynasty (2020)",
"poster":"https://image.tmdb.org/t/p/w185/5t1k6timRKeS7N5YV6LGXeRG6QC.jpg",
"rate":"5.3",
 
 "movie":{
"sd":"https://megaup.net/SCjf/(CM)Sword.Dynasty.2020.WEB-DL.480p.mp4",
"sdZ":"SD 277MB",
"hd":"https://megaup.net/2exdi/(CM)Sword.Dynasty.2020.WEB-DL.720p.mp4",
"hdZ":"HD 736MB",
"fhd":"110149520817137",
"fhdZ":"SD + HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီဇာတ်ကားလေးကတော့ 2020ထွက် ဟာသ အက်ရှင် သိုင်းကားလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့မင်းကြီးဟိန်လက်ထက်မှာ တိုင်းပြည်မငြိမ်းချမ်းပဲဖြစ်နေရပါတယ်..အာဏာရှိတဲ့လူတွေဖွဲ့စည်းပြီး လူတော်တွေစုစည်းထားတဲ့အဝတ်စအမိန့်စာပြုလုပ်ကာစုဆောင်းစေပါတယ်…ဒါတွေကိုသိသွားတဲ့မင်းကြီးဟိန်က
သူ့လက်အောက်ခံခေါင်းဆောင်ဟိန်ကို ဒီအဝတ်စအမိန့်စာကိုယူထုတ်သွားတဲ့အမတ်ရွှမ်ဝူနဲ့တကွ
အမိန့်စာမှာပါတဲ့သူတွေကိုသတ်ဖို့အမိန့်ပေးလိုက်ပါတယ်…ဒီလိုနဲ့ရှဲ့ချန်စိမ်းဆိုတဲ့ အလုပ်မရှိအကိုင်မရှိသူငှေးသားတစ်ယောက်ဟာမိန်းကလေးပိုင်ကိုကြိုက်သွားပြီး အမတ်ရွှမ်ဝူရဲ့အဝတ်ကိုလုယူပြီးအမတ်ရွမ်ဝူအ ဖြစ်ဟန်ဆောင်လိုက်ချိန်မှာ ဘယ်လိုရှုပ်ထွေးမှုတွေဖြစ်လာမလဲ…..ဇာတ်လမ်းတစ်ခုလုံး ဟာသလေးတွေ စိတ်ဝင်စားစရာတွေနဲ့ရောယှက်ရင်းတဖြည်းဖြည်းနဲ့တိုက်ခိုက်မှုတွေစလာချိန်မှာတော့ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါဒါနဲ့မင်းသမီးတွေကလဲ ချစ်စရာလေးတွေဆိုတော့အကြိုက်တွေ့စေမှာပါ
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Thriller",
"title":"Offering to the Storm (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNzM0ZmEzNjMtOThlNy00YTkzLWEwYzUtMDgxOTU0MjFmMzY2XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SY1000_CR006751000_AL_.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"https://megaup.net/2ewL8/Offering.to.the.Storm.2020.DUBBED.720p_%7BCM%7D_.mp4",
"sdZ":"SD 679MB",
"hd":"https://megaup.net/2Uudg/Offering.to.the.Storm.2020.DUBBED.1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.5GB",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Offering to the stormက The Bazatan Trilogyရဲ့ နောက်ဆုံးရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။စုံစမ်းရေးမှူး အမာရာဆယ်လာဇာတစ်ယောက်ကလေးငယ်တွေ ရုတ်တရက်သေခြင်းဆိုပြီးဖုံးကွယ်ထားတဲ့ ဓလေ့ရိုးရာကလေးသတ်သမားတွေရဲ့ မကောင်းမှုကြီးကို
နောက်ဆုံးတစ်ခေါက် စစ်ဆေးဖို့ ပြန်လာတဲ့အခါ………….
ဒီရုပ်ရှင်ကားဟာ လျှို့ဝှက်ချက်တွေ၊ စဥ်းစားစရာတွေနဲ့အတက်အကျပြင်းထန်ပြီး Rosemary’s Baby (1968)ရဲ့ရငျထိတျဖှယျရာ ခံစားခကြျကျို ပွနျလညျအမှတျရသှားစပေါတယျ။လူသားတွေရဲ့ အလိုဆန္ဒပြည့်ဖို့နဲ့ပတ်သက်ရင် စိတ်ကူးကြည့်လို့တောင်မရတဲ့ဆိုးရွားမှုတွေ၊ ငွေအတွက်၊ လိုချင်တာရဖို့ ဘာမဆိုပေးဆပ်ကြတဲ့ချောက်ချားဖွယ်ရာစိတ်ဓာတ်တွေကို ပေါ်လွင်စေတဲ့စိတ်ဝင်စားဖွယ်ရာ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။စုန်းအတတ်တွေ၊ ရှေးဒဏ္ဍာရီတွေနဲ့ အယူသီးတာတွေနဲ့ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့်စိတ်မခိုင်တဲ့လူတွေအတွက်တော့ သူငယ်ချင်းနဲ့ အတူကြည့်ပါ။ဇာတ်ကားတစ်ကားလုံးက ၂နာရီကျော်ကြာပေမယ့်နောက်ဆုံးဇာတ်သိမ်း အထိ ဘာဖြစ်မလဲ ဘာဖြစ်မလဲတဖြေးဖြေးနဲ့ ဇာတ်ကားထဲ စိတ်ရောကိုယ်နစ်သွားပြီးအချိန်ကုန်လို့ ကုန်သွားမှန်းတောင် မသိလိုက်ပါဘူး။တစ်ခုရှိသေးတယ်။ဇာတ်သိမ်းပိုင်းက တကယ့်အသက်ပါ။မထင်မှတ််ထားတွေနဲ့ တကယ့်ကို ပါးစပ်အဟောင်းသာ ဖြစ်ရပါတယ်။အမာရာနဲ့ သူ့ရဲ့လက်အောင်ငယ်သားတွေရဲ့ ဆက်ဆံရေး၊အခက်အခဲကြုံတဲ့အခါ တစ်ယောက်ကို တစ်ယောက်ဘယ်လိုကူညီလဲ၊ အမာရာအပေါ် ဘယ်လိုယုံကြည်ပေးကြလဲဆိုတာကကြည့်ရှုပရိသတ်တွေရဲ့ စိတ်ခံစားချက်တွေကိုအမျိုးမျိုးဖြစ်ပေါ်သွားစေပါတယ်။ဇာတ်လမ်းက rating နည်းတဲ့အထဲပါပေမယ့် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားတစ်ပုဒ်ပါ။ လူမဆန်စွာ အယူသီးတဲ့ ယဇ်ပူဇော်မှုတွေ၊လူ့လောဘ၊ အာဃာတတွေအကြောင်း ဖော်ပြထားတာမလို့လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ပုဒ်ပါ။ကွညျ့နတေဲ့တစျလြှောကျလုံး သို့လော သျို့လော မေးခှနျးပေါငျးမြားစှာနဲ့ဇာတ်သိမ်းပိုင့းအထိ ဆွဲခေါ်သွားနိူင်တဲ့ဇာတ်လမ်းတစ်ပုဒ်အဖြစ်တဲ့အတွက်ကြည့်ရတန်ပါတယ်လို့ ညွှန်းချင်ပါတယ်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime,Horror",
"title":"The Pale Door (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BY2MzNDE1NDgtM2ExZS00YjVkLWFhNzAtM2UzMTU4ZmVhN2E5XkEyXkFqcGdeQXVyMTc3OTMyNjU@._V1_SY999_CR00676999_AL_.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://megaup.net/1yzi0/The.Pale.Door.2020.720p_%7BCM%7D.mp4",
"sdZ":"SD 472MB",
"hd":"https://megaup.net/2ewK2/The.Pale.Door.2020.1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.0GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒယ်တန် ဂိုဏ်သားတွေက ရထားတစ်စီးကို ဓားပြဝင်တိုက်ရင်းနဲ့သူတို့ခေါင်းဆောင်က သေနတ်မှန်သွားပါတယ်သေနတ်ဒဏ်ရာရနေတဲ့ ခေါင်းဆောင်ကို ကယ်ဖို့ကြိုးစားရင်းတောထဲမှာ ပြည့်တန်ဆာအိမ်တစ်ခုကို တွေ့လိုက်ရပါတယ်ဒါပေမယ့် သူတို့ကို ကြိုဆိုနေတဲ့ မိန်းမချောလေးတွေက
တစ်ခုခု မူမမှန်ဘူး ဖြစ်နေတာကို အားလုံးက သတိမထားမိကြပါဘူး
ဒဏ်ရာရနေတဲ့ ခေါင်းဆောင်နဲ့ အဖွဲ့သားတွေ အသက်ရှင်ရက် ပြန်လာနိုင်မလား?တောနက်ထဲက ပြည့်တန်ဆာအိမ်က မိန်းမချောလေးတွေက ဘယ်သူတွေလဲ?ကောင်းဘွိုင်ခေတ်ကို အခြေခံထားတဲ့ ထိတ်လန့်သည်းဖို့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့The Pale Door ဟာ Horror ဖန်တွေ သဘောကျနိုင်တဲ့ ဇာတ်ကားတစ်ကားပါ
Crd CM"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"Bori (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/hqrcjyrapjyr.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/1yzea/Bori.2018.WEBRip.7200p_%7BCM%7D_.mp4",
"sdZ":"SD 537MB",
"hd":"https://megaup.net/2ewG8/Bori.2018.WEBRip.1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.2GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"မိသားစုမှာ ကိုယ်တစ်ယောက်တည်းကွဲပြားနေတယ်လို့ ခံစားရဖူးပါသလားကျန်တဲ့သူတွေက အတူပျော်ရွှင်နေပြီးကိုယ်တစ်ယောက်တည်းပဲအထီးကျန်နေတယ်ဆိုတဲ့စိတ်ကိုဖြေသိမ့်ချင်တယ်ဆိုရင် ဒီကားလေးကိုညွှန်းပေးချင်ပါတယ်
အဖေ အမေ မောင်လေးဂျောင်ဝူး နဲ့ ဘိုရီ
တစ်မိသားစုလုံးမှာ တစ်ယောက်တည်းပဲနားကြားရတဲ့ ဘိုရီလေးဟာမိသားစုတွေ လက်ဟန်ခြေဟန်နဲ့စကားပြောတဲ့အချိန်သူတစ်ယောက်တည်းကွဲပြားနေပါလားဆိုတဲ့ အထီးကျန်စိတ်နဲ့ဝမ်းနည်းနေတတ်တဲ့ကလေးမလေးပါမိသားစုဝင်တွေလိုပဲ အသံတွေပျောက်သွားချင်တယ်ဆိုတဲ့စိတ်နဲ့ဘိုရီတစ်ယောက် တကယ်ပဲအသံမကြားရတော့တဲ့အချိန်မိသားစုဝင်တွေတွေ့ကြုံရတဲ့ အခက်အခဲတွေကိုကြုံလာရတဲ့အခါသူ့စိတ်ထဲမှာ ဘယ်လိုခံစားရမလဲ အတူတူဖြစ်သွားပြီလို့တွေးမှာလားမိသားစုဝင်တွေအတွက် သူဘယ်လောက်အရေးကြီးခဲ့လဲဆိုတာသိလာမှာလား တကယ်ပဲအသံအပြီးပျောက်သွားတာဟုတ်ရဲ့လားဆိုတာဒီကားလေးထဲမှာ အဖြေရှာစေချင်ပါတယ်ဇာတ်ကားလေးက လှပတဲ့ဒရာမာဇာတ်လမ်းလေးပါမိသားစုနဲ့ပတ်သတ်တဲ့ခံစားချက်တစ်ခု ရင်ထဲမှာကျန်နေခဲ့မှာအသေအချာပါပဲ
Crd CM"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"18+",
"title":"Jane’s Summer (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/qejxdoojwz97.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/2ewF0/JANE_S_SUMMER.2020_%7BCM%7D_720P.mp4",
"sdZ":"SD 466MB",
"hd":"https://megaup.net/1yzcs/JANE_S_SUMMER.2020_%7BCM%7D.mp4",
"hdZ":"HD 973MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အရင်ဆုံးပြောချင်တာက ၁၈အပေါင်းဇာတ်ကားလေးပါအရမ်းတော်တဲ့အကပညာရှင်မိန်းကလေးတစ်ယောက်မျှော်လင့်ချက်တွေနဲ့ပြိုင်ပွဲဝင်ခဲ့ပေမယ့်ထင်သလိုဖြစ်မလာတဲ့အခါသူငယ်ချင်းဖြစ်သူရှိတဲ့ ဘန်ကောက်ကိုသွားရင်း
ကောင်လေးနှစ်ယောက်နဲ့တွေ့မိရာက
ဖြစ်ပေါ်လာတဲ့ဇာတ်လမ်းလေးတွေပါJane’s Summer – ဂျယ်အင်းရဲ့ဆန်းမားဆိုတဲ့ ဇာတ်လမ်းခေါင်းစဉ်လိုပဲဂျယ်အင်းနဲ့ဂျီဝူ ဆန်းမားနဲ့ရိန်းဖောတို့လေးယောက်ကြားမှာဘယ်လိုပတ်သတ်မှုတွေရှိတယ်ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ၁၈+ အခန်းလေးတွေကြည့်ရင်းအဖြေရှာလိုက်ကြရအောင်
Crd CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Romance,Bollywood",
"title":"Krishna and His Leela 2020",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/06/wWxlSzqdpevCFyh4sak8XFbkEMT-185x278.jpg",
"rate":"7.6",
 
 "movie":{
"sd":"http://www.mediafire.com/file/tqucaxb5yj0awz4/Krishna-and-His-Leela-2020-SD-GC.mp4/file",
"sdZ":"SD 462MB",
"hd":"http://www.mediafire.com/file/x6688rkhqa0szq4/Krishna-and-His-Leela-2020-HD-GC.mp4/file",
"hdZ":"HD 901MB",
"fhd":"https://drive.google.com/file/d/1QNejVnbHKs1C9435B_hGzHRKKC6NI1fW/view?usp=sharing",
"fhdZ":"SD+HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ခင်ဗျားတို့ဘဝမှာ လူနှစ်ယောက်ကို တစ်ပြိုင်ထဲချစ်ဖူးလားဗျ

တူညီတဲ့အချိန်မှာ နှစ်ယောက်လုံးကို တူညီတဲ့အချစ်နဲ့ ချစ်တာလေ

ဒီလိုအချစ်မျိုးနဲ့ ချစ်ဖူးတယ် ချစ်နေကြတဲ့သူတွေရှိမယ်ဆိုရင်တော့
ဒီဇာတ်ကားလေးကို ကြည့်ဖို့ ညွှန်းမယ်ဗျာ

ကြိုပြီးပြောချင်တာက ဒီခံစားချက်ကိုနားမလည်တဲ့ အထူးသဖြင့် မိန်းကလေးတွေကြည့်မယ်ဆိုရင်တော့ ဇာတ်ကားတစ်ဝက်နဲ့တင် မင်းသားကို သောက်မြင်ကပ်နိုင်တာမို့

ဒါလေးတော့ ကြိုသတိပေးပါတယ်ဗျာ

ဒီလိုကားမျိုးက အချစ်တွေဖြန့်ကျက်နိုင်စွမ်းရှိတဲ့ ကျွန်တော်တို့လိုလူတွေပဲ နားလည်နိုင်တယ်လို့ဆိုပေမယ့် ​သောက်မြင်ကပ်ကပ်နဲ့ကြည့်ရင်လည်း နောက်ဆုံးဘယ်သူ့ကိုရွေးမှာလဲဆိုတာအသည်းအသန်သိချင်နိုင်တာမို့ ကြည့်ကိုကြည့်ကြည့်ကြပါဗျာ xD

Krishna and his Leela ဆိုတဲ့ IMDb 7.6 ရထားတဲ့ အိန္ဒိယကားပါ

ကျွန်တော်ကြိုပြောထားတဲ့အတိုင်း ​Krishana ဆိုတဲ့ဘဲက ခြုံပြောရရင်အချစ်တွေ ဖြန့်ကျက်ထားတဲ့သူပေါ့ဗျာ

ဒါပေမယ့် တကယ်တမ်းကြည့်ရင်တော့ သူ့ဘက်ကခံစားချက်ကို နားလည်နိုင်လိမ့်မယ်

သူလည်း တစ်ခုခုကို ပြတ်ပြတ်သားသားရွေးမယ်လို့ ဆုံးဖြတ်ရင်း ဆုံးဖြတ်ရင်းနဲ့
ဒီလိုအဖြစ်မျိုးကိုရောက်သွားရတာပါ

Ex ပစ်သွားလို့ အသည်းတွေကွဲပြီး ပြဲကွဲနေတဲ့အချိန် ကောင်မလေးတစ်ယောက်ကိုချစ်မိသွားခဲ့တဲ့ကောင်လေးပေါ့

အားလုံးအထိုင်ကျသွားတဲ့အချိန်ကျတော့ Ex ပြန်ပေါ်လာတယ်ဗျာ

သူအားလုံးကို ပြတ်ပြတ်သားသားလုပ်ဖို့ ဘယ်လိုပဲလုပ်လုပ် အခြေအနေတွေက သူ့ဘက်မပါဘူး

ကိုယ်တိုင်ကလည်း နှစ်ယောက်လုံးကို အရမ်းချစ်တဲ့သူဆိုတော့ဘာဆက်လုပ်ရမယ်မှန်းလည်းမသိခဲ့ဘူး

ဒီကားလေးရဲ့ နောက်ဆုံး message လေးကတော့ အရမ်းကောင်းတယ်

မမျှော်လင့်ထားတဲ့ပုံစံလေးနဲ့အဆုံးသတ်သွားတာမို့ လူနှစ်ယောက်ကိုချစ်ဖူးတဲ့သူဖြစ်ဖြစ် ချစ်နေတဲ့သူဖြစ်ဖြစ် ဒီလိုခံစားချက်မျိုးကို လက်မခံနိုင်တဲ့သူဖြစ်ဖြစ် လက်မလွှတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားလေးပါပဲဗျ
Crd GC"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Animation",
"title":"Jungle Beat: The Movie",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/06/cgC67SOxd9xkjN4Bnvjtuj1vI8T-185x278.jpg",
"rate":"5.6",
 
 "movie":{
"sd":"http://www.mediafire.com/file/59z0r3gc5c2cw7f/Jungle-Beat-The-Movie-2020-SD-GC.mp4/file",
"sdZ":"SD 321MB",
"hd":"http://www.mediafire.com/file/h5izxwnvpnlh0t8/Jungle-Beat-The-Movie-2020-HD-GC.mp4/file",
"hdZ":"HD 804MB",
"fhd":"https://drive.google.com/file/d/1bZnHbt8nYOV4Kg9LcEK_wpVSGX_JxsgO/view",
"fhdZ":"SD+HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Jungle Beat 2020

ကလေးမဟုတ်လည်း Animation ကာတွန်းကားလေးတွေက အရမ်းကြည့်လို့ကောင်းကြတယ်ဟုတ်…

ဒီတစ်ခေါက် ကာတွန်းကားလေးကတော့ သူငယ်ချင်း သံယောဇဉ်နဲ့ မေတ္တာတရားကို တောကောင်လေးတွေရယ် ဂြိုလ်သာလေးရယ်နဲ့အတူ ဖော်ပြထားတဲ့ ကားလေးဖြစ်ပါတယ်။

‌ဖက်နိဆိုတဲ့ ဂျယ်လီဂြိုလ်သားလေးက စကိုဒရွန်လို့ခေါ်တဲ့ သူ့ရဲ့ဂြိုလ်ကနေ ကမ္ဘာဂြိုလ်ကို သိမ်းပိုက်ဖို့ လာခဲ့ပါတယ်။

ဖြစ်ချင်တော့ ဖက်နိရဲ့အာကာသယာဉ်က ပျက်ကျပြီး တောထဲကိုရောက်သွားတဲ့အခါ ဖက်နိမှာရှိတဲ့ ကိရိယာလေးတစ်ခုကြောင့် တောထဲမှာ ပျော်ပါးနေထိုင်နေကြတဲ့ တိရိစ္ဆာန်လေးတွေအားလုံး စကားပြောတတ်သွားကြပါတယ်။

အဲ့လိုစကားပြောတတ်သွားတဲ့ သူတို့အခြေနေကို တောထဲကအကောင်လေးတွေက အရမ်းပျော်နေကြပြီး ဖက်နိကြောင့် သူတို့စကား ပြောတတ်ကြတယ်ဆိုတာကို သိသွားတဲ့အခါ အရမ်းကောင်းတဲ့ ကိစ္စလို့ပဲ ထင်နေကြပါတယ်။

ဖက်နိလေးကတော့ အိမ်ကိုလွမ်းပြီး သူ့ဂြိုလ်ကိုပြန်ချင်နေပေမယ့် ဖက်နိအိမ်ကိုပြန်နိုင်ဖို့က သူ့ရဲ့မစ်ရှင်ကို ပြီးအောင်လုပ်ရမယ့် အချက်ပါ။

ဒီအကြောင်းကို အကောင်လေးတွေသိသွားကြတော့ ကူညီဖို့ဆုံးဖြတ်လိုက်ကြပြီး ကမ္ဘာကိုပါ သိမ်းယူဖို့ခွင့်ပြု လိုက်တဲ့အခါ…

ဘာတွေဆက်ဖြစ်ကြမလဲ?

ဂျယ်လီြဂိုလ်သားလေးနဲ့ တောကောင်aလးတွေကြားက ခင်မင်မှုမေတ္တာက ဘယ်လိုလေးတွေဖြစ်မလဲ? ဆိုတာကို ချစ်စရာကောင်းစွာ ကြည့်ရှုရမှာပါ
CRD GC"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Sci-Fi",
"title":"Attraction 2: Invasion (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/07/rpqfpSglhDpwihzsLaoketuYKbd-185x278.jpg",
"rate":"5.5",
 
 "movie":{
"sd":"https://megaup.net/4VF8i/Attraction-2-2020-SD-GC.mp4",
"sdZ":"SD 490MB",
"hd":"https://megaup.net/4fHG7/Attraction-2-2020-HD-GC.mp4",
"hdZ":"HD 1GB",
"fhd":"https://drive.google.com/file/d/1xWJGVhwcvEg6XPuPXkqVbAx_82Ji0VHq/view?usp=sharing",
"fhdZ":"SD+HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"2017 က ထွက်ရှိထားတဲ့ ရုရှား movie Attraction ရဲ့ season 2 ဖြစ်တဲ့ Invasion နဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်။ Si-fi ကားကောင်းလေးဖြစ်တာမို့ အကြိုက်တွေ့ကြမှာ သေချာပါတယ်။ Computer effect တွေလည်း တော်တော်လေး ကောင်းပါတယ်။

အရှေ့ကားမှာ သေဆုံးသွားခဲ့ပြီလို့ ထင်ခဲ့ရတဲ့ ဂျူလီယာဟာ သိပ္ပံနည်းပညာတွေရဲ့ အစွမ်းနဲ့ ပြန်လည် ရှင်သန်လာခဲ့ပါတယ်။ ဟတ်ကွန် (ခ) ခရစ်တန် ရဲ့ ပေးဆပ်မှုကြောင့် အသက်ရှင်လာတဲ့ သူမဟာ လူသားတွေထက် သာလွန်တဲ့ စွမ်းအင်တွေ ရှိနေခဲ့ပါပြီ။

သူမရဲ့ အစွမ်းတွေကို ရုရှားတွေက နည်းပညာတွေ ရှာဖွေရာနဲ့ ဂြိုဟ်သားတွေကို ရှာဖွေရာမှာ အသုံးချဖို့ အာကာသနှင့် သိပ္ပံဌာနက ဆုံးဖြတ်ထားပါတယ်။ အဲ့တာကြောင့် သူမရဲ့ အဖြစ်ဟာ စမ်းသပ်ခန်းထဲက ကြွက်တစ်ကောင်ကဲ့သို့ ဖြစ်လာပါတော့တယ်။

သူမကို လိုချင်နေတာ လူသားတွေပဲတော့ မဟုတ်ပါဘူး။ ဟတ်ကွန်တို့ ဂြိုဟ်သားတွေဖက်ကလည်း သူမရဲ့ အစွမ်းတွေဟာ ဂြိုဟ်သားတွေကို တိုက်ခိုက်ရာမှာ အားကြီးမယ်ဆိုတာ သိလို့ လာရောက်ရှာဖွေပြီး နည်းပညာအဆန်းတွေနဲ့ တိုက်ခိုက်ဖို့ ကြိုးစားလာပါတော့တယ်။

ဒီတစ်ခေါက်မှာတော့ ဖခင်ဖြစ်သူ ကာကွယ်ရေးဝန်ကြီးနဲ့ ဘယ်သူတွေက ပူးပေါင်းပြီး ဂျူလီယာနဲ့ ရုရှားပြည်သူတွေကို ဘေးဒုက္ခမရောက်အောင့ ကူညီကြမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦး။
crd gc"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Romance,Sci-Fi",
"title":"Attraction (2017)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/07/uMr2lXCh8PuGBhCIosjknQRv1iT-185x278.jpg",
"rate":"5.5",
 
 "movie":{
"sd":"",
"sdZ":"non",
"hd":"https://megaup.net/4fHmf/Attraction-2017-HD-GC.mp4",
"hdZ":"HD 1.02GB",
"fhd":"https://drive.google.com/file/d/1rFas2b5nbE_9trs1Q_JsFynCjh3iiTwz/view",
"fhdZ":"SD+HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"၂၀၁၇ ထွက် ရုရှား si-fi ကားကောင်းလေးပါ။ အသံထွက်ကတော့ Eng လိုပြောင်းထားပါတယ်။
သူ့ရဲ့ season 2 ကို ၂၀၂၀ မှာ ပြသထားပါတယ်။

ဂျူလီယာဆိုတဲ့ မိတဆိုးသမီးလေးဟာ အလုပ်တွေ အမြဲရှုပ်နေတဲ့ စစ်သားဖခင်ကြီးကို အမြင်မကြည်မှုတွေနဲ့ အမြဲ ဆက်ဆံနေသူပါ။ခပ်ဆိုးဆိုးရည်းစားနဲ့ပေါင်းပြီး ပျော်ပါးနေတဲ့ ကောင်မလေးပေါ့။

တစ်နေ့မှာတော့ မော်စကိုမြို့ကြီးပေါ်ကို အာကသယာဥ်ကြီး ကျရောက်လာပြီး လူတွေ ဒုက္ခရောက်ကုန်ပါတော့တယ်။ သေတဲ့သူသေနဲ့ ရေရှားပါးမှုတွေ ပါ ဆက်တိုက်ဖြစ်လာပါတော့တယ်။

အဲ့သေသွားတဲ့ အထဲမှာ ဂျူလီယာ့သူငယ်ချင်းလဲပါခဲ့ပါတယ်။ အဲ့လိုနဲ့ ဂျူလီယာဟာ ဂြိုဟ်သားတွေကို မုန်းတီးနေပါတယ်။ ဒါပေမယ့် ပျက်ကျလာတဲ့ အာကသယာဥ်ထဲက ဂြိုဟ်သားကို ဖမ်းလို့ မမိကြသေးတဲ့အတွက် ဂျူလီယာဟာ သူ့သူငယ်ချင်းတွေနဲ့ လိုက်ဖမ်းဖို့ ကြိုးစားပါတော့တယ်။

ဂြိုဟ်သားတွေရဲ့ ရည်ရွက်ချက်က ကမ္ဘာကြီးကို တိုက်ခိုက်ဖို့ ဟုတ်မဟုတ်ဆိုတာကိုတော့ ဒီကားလေးကို ဆက်လက်ကြည့်ရှုပေးကြပါဦး။ ဒါနဲ့…ဂြိုဟ်သားလေးက ချောတယ်နော်။ အူတူတူလေး။
Crd GC"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama, Thriller",
"title":"A Clear Shot (2019)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/07/cW4JsPlwKJOXh3ijnHJxOjia0jM-185x278.jpg",
"rate":"4.5",
 
 "movie":{
"sd":"",
"sdZ":"non",
"hd":"https://drive.google.com/file/d/1Q8vROW3ef6XcIZfqiLLedqrwQ2-IQWDH/view?usp=sharing",
"hdZ":"SD (GDrive)",
"fhd":"https://drive.google.com/file/d/1KBCxcJsJTYMVJqL-s4jnDCPwbvlFwkzA/view",
"fhdZ":"SD+HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဗီယက်နမ်ကနေပြောင်းလာပီး ယူအက်စ်မှာပြောင်းရွေ့နေထိုင်တဲ့ ကျောင်းသား ၄ ယောက်ဟာ သူတို့ရဲ့အခက်အခဲကြောင့် လျှပ်စစ်ပစ္စည်းအရောင်းဆိုင်ကို ဓားပြတိုက်ခဲ့ကြရာက စတဲ့ဇာတ်လမ်းလေးပေါ့။ အဲ့ကိစ္စကိုကိုင်တွယ်ဖြေရှင်းတဲ့ စုံထောက်အရာရှိ ဂိုမေ့စ်ဟာ ဂလက်စ်မန်းရဲ့တပည့်တစ်ယောက်ပါ။ သူဟာ ဓားပြမှုကိုဖော်ထုတ်တဲ့နေရာမှာတော်သလို ဓားစာခံနဲ့ညှိနှိုင်းတဲ့နေရာမှာလဲ စံပြပဲ။

ဓားပြတိုက်သူတွေဖြစ်တဲ့ လောင်း ၊ လွိုင် ၊ ပမ် နဲ့ ချုံ ဟာ စတိုးဆိုင်ထဲက လူတွေအားလုံးကို ဖမ်းထားလိုက်တယ်။စုံထောက် ဂိုမေ့စ်ဟာ ဓားပြတွေရဲ့နောက်ကြောင်းကိုလိုက်ရင်း သူတို့ကဘယ်သူတွေလဲ ၊ သူတို့ဒီလိုလုပ်ခဲ့ရတဲ့အကြောင်းအရင်းကို စုံ‌စမ်းနိုင်ခဲ့တယ်။

ဂိုမေ့စ်ဟာ ဓားပြခေါင်းဆောင် လောင်းနဲ့ ဘယ်လိုမျိုးတွေညှိနှိုင်းကြလဲ ၊ အပေးအယူအနေနဲ့ ဘာကိုတောင်းဆိုခဲ့လဲ ၊ ဓားစာခံတွေရဲ့ပြဿနာတွေကို ဘယ်လိုဖြေရှင်းခဲ့လဲ ၊ လောင်း နဲ့ သူ့ညီအစ်ကိုကြားက ဆက်ဆံရေး ဘာကြောင့်တင်းမာခဲ့ရတာလဲ …. စတာ‌တွေကိုသိရှိရမှာပါ။ နောက်ဆုံးမှာ ဘယ်သူဟာ ဘယ်သူ့ကိုအနိုင်ရခဲ့ပီးတော့ ဘယ်သူဟာ ဘာတွေကိုဆုံးရှုံးသွားခဲ့ရလဲ ဆိုတာကိုတော့ ……. ဆက်လက်ကြည့်ရှုပေးကြပါရှင့်။

ဒီကားလေးဟာ စွန့်စားမှုပေါင်းများစွာပါဝင်ပီး လူ့လောကမှာဖြစ်တတ်တဲ့ဇာတ်လမ်းလေးပါ။ ရဲတွေက နည်းဗျူဟာကိုသုံးပီး အကွက်ကျကျဘယ်လိုစီစဉ်ခဲ့လဲဆိုတာကို တွေ့မြင်ရမှာပါ။
crd gc"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure, Animation, Comedy",
"title":"Phineas and Ferb – The Movie: Candace Against the Universe (2020)",
"poster":"https://image.tmdb.org/t/p/w185/n6hptKS7Y0ZjkYwbqKOK3jz9XAC.jpg",
"rate":"7.5",
 
 "movie":{
"sd":"https://megaup.net/2eyfg/(CM)_Phineas.and.Ferb.The.Movie.Candace.Against.The.Universe.2020_WEBRip_480p.mp4",
"sdZ":"SD 339MB",
"hd":"https://megaup.net/2eyfo/(CM)_Phineas.and.Ferb.The.Movie.Candace.Against.The.Universe.2020_WEBRip_720p.mp4",
"hdZ":"HD 787MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အခုတစ်ခါတင်ဆက်ပေးချင်တဲ့ကားလေးကတော့Animationချစ်သူတွေအကြိုက်တွေ့စေမယ့်Disneyဇာတ်လမ်းကောင်းလေးပဲ​ဖြစ်ပါတယ်နော်..2020 Augထဲပဲထွက်ရှိထားတဲ့ဇာတ်ကားကောင်းလေးပဲပါ..ဒီဇာတ်လမ်းလေးထဲမှာPhineasနဲ့ferbညီအစ်ကိုအပြင်Perry the platypusနဲ့Danville gangတွေစုမိပြီးဂြိုဟ်သားတွေဆီကနေ
အစ်မCandaceကိုသွားကယ်မယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်နော်…
Phineas and Ferb seriesကိုမှဒုတိယအခေါက်ပြန်ရိုက်ထားတဲ့Movie​​လေးပဲ​ဖြစ်ပါတယ်…ဒီဇာတ်ကားထဲမှာဆိုရင်Phineas နဲ့Ferbတို့ကအရမ်းကိုမှပေါက်ကရလုပ်ဆော့နေကျဉာဏ်​ကြီးရှင်လေးတွေပေါ့နော်သူတို့ရဲ့အစ်မCandaceကတော့သာမန်ကောင်မလေးပေါ့Candaceကသူ့မောင်တွေကိုစိတ်အနှောက်အယှက်ဖြစ်တယ်လို့ထင်နေကျ….ဘာလို့ဆိုသူကသူ့မောင်လေးတွေလိုထူးခြားတဲ့လူမျိုးမဟုတ်လို့တဲ့…အစ်မCandaceကိုဘာလို့ဂြိုဟ်သားတွေဖမ်းခေါ်သွားတာလဲ..?ဘယ်လိုတွေပြန်ကယ်ကြမလဲ?ဆိုတာကိုIMDB7.5 ratingတောင်ရထားတဲ့ဒီဇာတ်လမ်းလေးမှာကြည့်ရှူခံစားပေးကြပါဦးနော်
Crd CM"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy",
"title":"No Filter (2020)",
"poster":"https://image.tmdb.org/t/p/w185/1Zfjtkj0HAHEUDA0Os3kPMcL1Ms.jpg",
"rate":"5.4",
 
 "movie":{
"sd":"https://megaup.net/2eAbo/(CM)_Cambio_Tutto_2020_WEBRip_480p.mp4",
"sdZ":"SD 348MB",
"hd":"https://megaup.net/2UxDQ/(CM)_Cambio_Tutto_2020_WEBRip_720p.mp4",
"hdZ":"HD 876MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Comedy Movieလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်နော် ..IMDB5.4ရထားတဲ့ဒီဇာတ်လမ်းလေးမှာဆိုရင်ဂျူလီယာဆိုတဲ့သက်လတ်ပိုင်းအမျိုးသမီးလေးကသူ့ကြုံတွေ့နေတဲ့အခက်အခဲတွေ
အလုပ်ပြဿနာလူမှုရေးပြဿနာတွေကို အမြဲသည်းခံပေးနေကျပါ..
သူ့ပြဿနာကညတိုင်းအိပ်လို့မပျော်ဘူးတဲ့…အိပ်မပျော်တာနဲ့နားလည်တဲ့ဆရာတစ်ယောက်နဲ့သွားပြီးဆွေးနွေးလိုက်ရာကနေဘယ်လိုတွေဖြစ်ကြမလဲဆိုတာကိုဟာသလေးနှောပြီးရိုက်ပြထားတာပါ…ဘယ်လိုဖြစ်ကြမလဲဆက်သိချင်ရင်တော့ဒီကားလေးကိုသာကြည့်လိုက်ပါတော့..အေးဆေးကြည့်ပြီးရယ်ချင်ရင်တော့ဒီကားလေးသာကြည့်လိုက်ပါလို့ညွှန်းပေးချင်ပါတယ်….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ Ei Phyo Khaing ဖြစ်ပါတယ်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Drama",
"title":"The Host (2013)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMjMwNDg1MTAzNV5BMl5BanBnXkFtZTcwNTk5ODI3OA@@._V1_-1.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/2eAsa/The.Host.2013.720p.BluRay_%7BCM%7D.mp4",
"sdZ":"SD 604MB",
"hd":"https://megaup.net/SFxf/The.Host.2013.1080p.BluRay_%7BCM%7D.mp4",
"hdZ":"HD 1.3GB",
"fhd":"106701247841030",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကမ္ဘာမြေကြီးဟာ ငြိမ်းချမ်းနေလို့နေပါတယ်ဆာလောင်ငတ်မွတ်မှုတွေမရှိသလို..အကြမ်းဖက်မှုတွေလည်း မရှိကြပါဘူးသဘာဝပတ်ဝန်းကျင်ကြီးဟာလည်း ပြန်လည်နာလန်ထလာပြီးရိုးသားမှု ယဉ်ကျေးမှုနဲ့ အကြင်နာတရားတွေကို ကမ္ဘာပေါ်မှာ
ကျင့်သုံးကြပါတယ်…
ကမ္ဘာကြီးက ဒီလောက်တစ်ခါမှမပြည့်စုံဖူးဘူးတဲ့ပြည့်စုံမှုမျိုးနဲ့ပြည့်စုံလို့နေတယ်တစ်ခုပါပဲ..လူသားတွေရဲ့ ကမ္ဘာကြီးမဟုတ်တော့ပါဘူး။ဂြိုဟ်သားတွေ ကျူးကျော်တာခံခဲ့ရတဲ့ကမ္ဘာကြီးမှာလူသားတွေဟာ မျိုးသုဉ်းလုနီးနီးဖြစ်နေပြီး ရှင်ကျန်ရစ်တဲ့လူသားအနည်းစုဟာတော့ပြေးလွှားပုန်းရှောင်နေကြရတယ်.. ။ဒီလူနည်းစုထဲကမှ မယ်လနီဆိုတဲ့မိန်းကလေးတစ်ယောက်ဟာတစ်ရက်မှာ ဂြိုဟ်သားတွေရဲ့လက်ထဲကျရောက်သွားပြီးခန္ဓာကိုယ်ကိုထိန်းချုပ်ဖို့ရာ တခြားဂြိုဟ်တစ်ခုကကပ်ပါးသက်ရှိတစ်ခုထည့်ပေးခြင်းခံလိုက်ရပါတယ်..Lady Bird တို့ Little Women တို့ရဲ့မင်းသမီးလေး Saoirse Ronan ကိုလူတစ်ကိုယ်စိတ်နှစ်ခုနဲ့ မယ်လနီအဖြစ်မြင်တွေ့ရမယ့်သိပ္ပံဇာတ်ကားပဲဖြစ်ပါတယ်..လူသားဖြစ်တည်မှု.. လူသားဆန်မှု..ချစ်ခြင်းနဲ့ စွန့်စားခန်းတွေကို လူသားတွေမျိုးသုဉ်းခါနီးအနာဂါတ်ကမ္ဘာပေါ်အခြေအတည်ပြီးကြည့်ရှုလိုက်ကြပါဦး..။ ။
CRD CM"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"All Together Now 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/all.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"https://megaup.net/2ez9q/All.Together.Now.2020.480p_(CM.mp4",
"sdZ":"SD 300MB",
"hd":"https://megaup.net/2ez9v/All.Together.Now.2020.720p_(CM).mp4",
"hdZ":"HD 670MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အမ်ဘာက အမေဖြစ်သူနဲ့အတူ ဘတ်စ်ကားပေါ်မှာအိပ်ရတဲ့ အိမ်ခြေရာမဲ့ ဆယ်ကျော်သက်လေး ဖြစ်ပါတယ်။ အနေဆင်းရဲပေမဲ့ စိတ်နေစိတ်ထား ဆင်းရဲသူ မဟုတ်ပါဘူး။ အလုပ်မျိုးစုံကို မညည်းမညူဘဲ လုပ်ကိုင်ရင်း ကျောင်းတက်နေရသူလေးပေါ့။
သူတစ်ပါးအတွက်ဆို အမြဲကူညီပေးချင်တဲ့စိတ်ရှိသူ ဖြစ်တာနဲ့အညီ လူချစ်လူခင်လည်း ပေါပါတယ်။ တစ်ရက်တော့ ကျောင်းက ဘင်ခရာအဖွဲ့မှာ တူရိယာပစ္စည်းတစ်ခု အခိုးခံရကြောင်း သိရပြီး အဲဒီအတွက် ရန်ပုံငွေရဖို့ ပဒေသာပွဲတစ်ခုကို စီစဉ်ပေးဖို့ လုပ်တယ်။ ခါတိုင်းနှစ်တွေ‌ဆိုလည်း ကျောင်းမှာ ဘာလိုလို သုံးရအောင်လို့ ပဒေသာကပွဲကို ဦးဆောင်နေကျပါပဲ။
ဒီနှစ်မှာတော့ ဘဝရဲ့ အလှည့်အပြောင်းတွေ ကံကြမ္မာရဲ့ ရက်စက်ပုံတွေကြောင့် ဒီပဒေသာပွဲက သူ့အတွက် ဘယ်လိုဖြစ်သွားရတယ်ဆိုတာကို ကြည့်ရှူလိုက်ကြပါဦး။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy, Drama",
"title":"Calvary (2014)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/calvary.jpg",
"rate":"7.4",
 
 "movie":{
"sd":"https://megaup.net/2ezeu/Calvary.2014.720p.BluRay(CM).mp4",
"sdZ":"SD 300MB",
"hd":"https://megaup.net/2ezer/Calvary.2014.480p.BluRay(CM).mp4",
"hdZ":"HD 600MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဖာသာဂျိမ်းက လူကောင်းတစ်ယောက် ဖြစ်ပါတယ်။ အတတ်နိုင်ဆုံး ကောင်းမွန်အောင် ကြိုးစားနေထိုင်ခဲ့သူပေါ့။ တစ်ရက်မှာတော့ သူတာဝန်ထမ်းဆောင်ရာ ကက်သလစ်ဘုရားကျောင်းကို လူတစ်ယောက် ရောက်လာပြီး အပြစ်ဝန်ခံ အပြစ်ဖြေတာလာလုပ်ပါတယ်။ ဒီလို ဝန်ခံမှုလုပ်တဲ့အခါ တစ်ဖက်လူကို ဘုန်းတော်ကြီးတွေက မသိရတာ များပါတယ်။ အဲဒီလူက သူငယ်ငယ်က ဘုန်းကြီးတစ်ပါးက သူ့ကို လိင်ပိုင်းဆိုင်ရာ အနိုင်ကျင့်တဲ့အကြောင်း ဝန်ခံပြောဆိုပါတယ်။ နောက်တစ်ပတ် တနင်္ဂနွေရောက်ရင် ကမ်းခြေမှာ ဂျိမ်းကို လာသတ်မယ်ဆိုတဲ့အကြောင်းပါ အသိပေးသွားပါတယ်။ ဒီလိုလုပ်ရတာက ဘုရားကျောင်းအဖွဲ့အစည်းအတွက် ဘုန်းကြီးဆိုးတွေကို သတ်တာထက် ဂျိမ်းလို ဘုန်းကြီးကောင်းတွေကို သတ်တာက ပိုထိခိုက်မှာပဲလို့ ယူဆတယ်လို့ သူက ဆိုသွားပါတယ်။
ဖာသာဂျိမ်းက သူ့အထက်က ဘုန်းတော်ကြီးကို ဒီအကြောင်း လျှောက်တင်တဲ့အခါ ရဲတိုင်ဖို့ မတိုင်ဖို့က ကိုယ်တိုင် ဆုံးဖြတ်ဖို့အကြောင်းကိုပဲ ပြောသွားပြီး ဘာတာဝန်မှ မယူသွားပါဘူး။ တစ်ပတ်အတွင်းမှာ ဂျိမ်းက ဒီကိစ္စကို ဘယ်လိုဖြေရှင်းမလဲ၊ ဘဝအတွက် ဘာတွေ သဘောပေါက်သွားလဲဆိုတာကို ကြည့်ရှူရမှာ ဖြစ်ပါတယ်။
CRD CM
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama, Horror, Sci-Fi",
"title":"Sputnik (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/08/eAUzmhP54bE1vPXaY7FbuZREJlR-185x278.jpg",
"rate":"6.3",
 
 "movie":{
"sd":"https://megaup.net/SBax/(CM)_Sputnik_(2020)_WEBRip_480p.mp4",
"sdZ":"SD 366MB",
"hd":"https://megaup.net/2ew64/(CM)_Sputnik_(2020)_WEBRip_720p.mp4",
"hdZ":"HD 1GB",
"fhd":"https://drive.google.com/file/d/1d4d9HVl5nSyuuNEui4Uf57s1L3UgKG-B/view",
"fhdZ":"SD+HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
IMDb rating 6.3နဲ့ Tomatoမှာ 89%ရထားတဲ့ ရုရှားသိပ္ပံကားကောင်းလေးတစ်ကားပါ။ရုရှားအာကာသယာဉ်မှူးနှစ်ယောက်ကို အာကာသထဲကိုစေလွှတ်လိုက်ပေမယ့်ပြန်ဆင်းသက်လာချိန်မှာ အက်ဆီးဒင့်တစ်ခုဖြစ်ပြီးအာကာသယာဉ်မှူးတစ်ယောက်သေပြီးနောက်တစ်ယောက်ရဲ့ကိုယ်ထဲမှာတော့ဂြိုလ်သားတစ်ကောင်ပါလာပါတယ်။
အဲ့ဂြိုလ်သားကို အာကာသယာဉ်မှူးကိုယ်ထဲမှ ခွဲထုတ်ဖို့ကြိုးစားပေမယ့်
ဂြိုလ်သားမရှိရင်အာကာသယာဉ်မှူးက ကျန်းမာရေးအလွန်ဆိုးရွားသွားပါတယ်။ဒါကြောင့် လူထုကိုလည်းမသိစေပဲနဲ့ စစ်ဘက်ကသူတွေရယ်ဆရာဝန်မတစ်ယောက်ရယ်က အာကာသယာဉ်မှူးအသက်အန္တရာယ်မဖြစ်စေပဲနဲ့သူတို့ကိုခွဲထုတ်လို့ရအောင် ခွဲခြမ်းစိတ်ဖြာမှုတွေလုပ်ပြီး ကြိုးစားကြပါတယ်။ဒါပေမယ့် တခြားမြှုပ်ကွက်တစ်ချို့ကို ဆရာဝန်မသိသွားတဲ့အခါမှာတော့…..တစ်ချို့အမေရိကန်ဂျင်းသိပ္ပံဂြိုလ်သားကားတွေနဲ့မတူပဲ ကြည့်လို့ကောင်းတဲ့ကားလေးတစ်ကားပါ။
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Asian, Crime, Drama",
"title":"Crime Solving Special Squad (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/7t4yueqshrw8.jpg",
"rate":"8.0",
 
 "movie":{
"sd":"https://megaup.net/1yzca/Crime_Solving_Special_Squad_2020.720p_%7BCM%7D.mp4",
"sdZ":"SD 417MB",
"hd":"https://megaup.net/1yzc7/Crime_Solving_Special_Squad_2020.1080p_%7BCM%7D.mp4",
"hdZ":"HD 867MB",
"fhd":"106498481189068",
"fhdZ":"SD + HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီကားလေးကတော့စုံထောက်ဇာတ်လမ်းလေးတွေကိုပေါ့ပေါ့ပါးပါးကြည့်ချင်တယ်ဆိုတဲ့သူတွေအကြိုက်တွေ့ကြမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းက ရဲတွေလက်လှမ်းမမှီတဲ့အမှုတွေနဲ့ရဲတွေက လာဘ်စားထားပြီး ဖြေရှင်းမပေးတဲ့
အမှုတွေကို ဒီအဖွဲ့က လူတော်တွေကဖြေရှင်းကြတာပဲဖြစ်ပါတယ်။
အဖွဲ့ထဲမှာအတိုက်အခိုက်ကျွမ်းသူတွေ၊စကားပြောကောင်းသူ၊ပုံဖျက်အယောင်ဆောင်ကျွမ်းကျင်သူ၊ကွန်ပြူတာကျွမ်းကျင် hackerအထိရှိပြီးသူတို့အားလုံးပေါင်းပြီးတရားမဝင်အလုပ်တွေလုပ်ကိုင်နေကြတဲ့လောဘသားတွေကိုစုံစမ်းကြရပါတယ်။သူတို့အထက်မှာအမိန့်ပေးနေတဲ့သူလည်းရှိသလိုအဲ့လူကိုတော့သူတို့တခါမှမမြင်ဖူးကြပါဖူး။ဒီလိုနဲ့ ကျောင်းသားငယ် အသက်မပြည့်သေးတဲ့ကလေးတွေကိုတရားမဝင် ကျွန်အရောင်းအဝယ်စာချုပ်လိုမျိုးချုပ်ပြီးအလုပ်ခိုင်းနေတဲ့ အဖွဲ့ကိုစုံစမ်းဖို့ဖြစ်လာပါတယ်။ဒီအဖွဲ့ကလည်း ကျောင်းသားငယ်လေးတွေငွေနဲ့မျှားပြီး အသုံးများတဲ့ app တစ်ခုကနေ မက်လုံးပေးအလုပ်ခေါ်တာပါ။ဒါကိအြပျော်အပါးမက်တဲ့သူတွေဝင်လုပ်ကြရင်းဒီအလုပ်ထဲနစ်မှန်းမသိနစ်ကုန်ကြပါတယ်။ဒီလိုကလေးတွေကိုကာကွယ်ဖို့ ဒီအထူးအဖွဲ့ကစတင်လှုပ်ရှားရပါတယ်။ဒီလိုနဲ့ နောက်ကြောင်းလိုက်ရင်း နောက်ကွယ်က ခိုင်းစေသူတွေကိုစုံစမ်းကြည့်တဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမယ်ဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါ။သူတို့အဖွဲ့ဒီအမှုကိုဖြေရှင်းနိုင်ပါမလားနောက်ကွယ်ကလက်မဲကြီးတွေကကောဘယ်သူတွေလဲ ဒီ appကကောဘာလဲဆိုတာတော့စိတ်ဝင်စားဖွယ်တင်ဆက်ထားတာတွေ့ရမှာဖြစ်လို့အိမ်မှာနားနေတဲ့အချိန် အေးအေးအေးဆေးကြည့်ကောင်းတဲ့ကားလေးတစ်ကားဖြစ်တယ်လို့ ညွှန်းချင်ပါတယ်
Crd cm"
},{
"Bolseries":true,
"type":"series",
 "season":"Season 1",
 "cate":"Comedy, Crime,Action",
"title":"The Boys(2019)",
"poster":"https://image.tmdb.org/t/p/w185/dzOxNbbz1liFzHU1IPvdgUR647b.jpg",
"rate":"9.1",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Episode 1",
 "link":"https://megaup.net/2S82u/THE_BOYS.2019._EP1.720P.PP.mp4"},
 {"ep":"Episode 2",
 "link":"https://megaup.net/2carj/THE_BOYS.2019.EP2.720P.PP.mp4"},
 {"ep":"Episode 3",
 "link":"https://megaup.net/Qfwh/THE_BOYS.2019.EP3.720P.PP.mp4"},
 {"ep":"Episode 4",
 "link":"https://megaup.net/2S7Ti/THE_BOYS.2019.EP4.720P.PP.mp4"},
 {"ep":"Episode 5",
 "link":"https://megaup.net/2car2/THE_BOYS.2019.EP5.720P.PP.mp4"},
 {"ep":"Episode 6",
 "link":"https://megaup.net/2S82w/THE_BOYS.2019.EP6.720P.PP.mp4"},
 {"ep":"Episode 7",
 "link":"https://megaup.net/2car7/THE_BOYS.2019.EP7.720P.PP.mp4"},
 {"ep":"Episode 8 End",
 "link":"https://megaup.net/2S82y/THE_BOYS.2019.EP8.720P.PP.mp4"}
 ],
"review":"Season 1 အပိုင်း (၈) ပိုင်း စ/ဆုံးထွက်ရှိထားပြီး   အပိုင်းအားလုံး တစ်ထိုင်ထဲ ကြည့်လို့ရအောင်တင်ဆက်ပေးထားပါသည်……

အခုထွက်ရှိနေတဲ့ Superhero ကားတွေအရဆို Superpower ရပြီး လူတွေကို ကယ်တင်အကျိုးပြုနေတဲ့ Hero တွေရှိတယ်။
လူတွေကို အနိုင်ကျင့် ကိုယ်ကျိုးအတွက် အသုံးချနေတဲ့ Supervillain တွေရှိတယ်။
ဒါပေမဲ့ တကယ်လို့ ဒီ “Superhero” ဆိုတဲ့ လူတွေကိုယ်တိုင်ကိုက သူတို့အစွမ်းရှိတာကို ဂုဏ်ယူဝင့်ကြွာ
း၊ ဘဝင်တွေမြင့်ပြီး လူတွေကို မတူသလိုမတန်သလို ဆက်ဆံလာမယ်၊ အနိုင်ကျင့်လာမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ။
ဟောဒီ Amazon Prime ရဲ့ ဇာတ်လမ်းတွဲသစ်မှာ ဒီလိုပဲ Superhero ဆိုတဲ့ လူတွေဟာ သူတို့လုပ်ရပ်တွေကြောင်
့ မဆိုင်သူတွေ ထိခိုက်သေကြေကြရတယ်။ ဒါကိုမှ ဘာမှမဟုတ်သလို သူတို့ကြောင့်မဟုတ်သလို နေထိုင်နေ
ကြတယ်။ ဒီလို စွမ်းအင်နဲ့ ဂုဏ်သိက္ခာတွေကို အလွှဲသုံးစားလုပ်လာတဲ့ “Superhero” တွေကို ပြန်ပြီးပညာပေး ရင်ဆိုင်ဖို့အတွက် The Boys ဆိုတဲ့အဖွဲ့က ပြန်ကြိုးပမ်းပါတော့တယ်။

ဇာတ်လမ်းအညွှန်းကို DatShin မှ ကူးယူဖော်ပြသည်………

ဒီစီးရီးက ဇာတ်လမ်းကို ဆွဲဆောင်မှုရှိသလို အက်ရှင်ခန်းတွေလည်း တကယ့်ကို အကြမ်းစားကြီးတွေပါပဲ…
IMDbလည်း 9.1တောင်ရထားလို့ ထွေထွေထူးထူးတော့သိပ်ညွှန်းစရာမလိုဘူးထင်ပါရဲ့….

(ဘာသာပြန်သူများကတော့ Littleneo, Myo Nyunt နှင့် Htet Wai Lwin တို့ပဲဖြစ်ပါတယ်)
Crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Bollywood",
"title":"Lootcase (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/08/qwqi8UtH2Xtj1bPhMZV0Ne9RctG-185x278.jpg",
"rate":"8.0",
 
 "movie":{
"sd":"https://megaup.net/Sb5w/Loot_Case.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 377MB",
"hd":"https://megaup.net/Sb57/Loot_Case.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 1.02GB",
"fhd":"https://drive.google.com/file/d/1uPVg7fbwyQjUse7o577F2zIc7Vk0YhVb/view",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဇာတ်လမ်းအစမှာ ဘာလာရဲ့ညီ ဂျမီးလ်ကို အိုမာရဲ့လူတွေ မှားယွင်းပြီးသတ်ခဲ့တာကနေစပါတယ်။

ဘာလာဟာ အိုမာကိုပြန်လက်တုံ့ပြန်ဖို့ အခွင့်ကောင်းကိုစောင့်နေခဲ့ပါတယ်

အိုမာဟာ ဂျမီးလ်သေဆုံးတဲ့ကိစ္စနဲ့ပတ်သက်ပြီးတော့ ပါတေးလ်ဆီမှာလာပြီးအကူအညီတောင်းခဲ့တယ်။ ပါတေးလ်ဆိုတာက နိုင်ငံရေးသမားတွေကို အကူအညီပေးနေတဲ့ သူတစ်ယောက်ပါ။

နန်ဒန်ကူမာဆိုတဲ့ ပုံနှိပ်တိုက်မှာ အလုပ်လုပ်တဲ့ သာမာန်လက်လုပ်လက်စားသမားလေးတစ်ယောက်ပါ။ နန်ဒန်ကူမာမှာ လာတာဆိုတဲ့ သူ့မိန်းမနဲ့ အာယုရှ်ဆိုတဲ့သားလေးတစ်ယောက်ရှိပါတယ်။

သာမာန်လခစားဝန်ထမ်းဖြစ်တဲ့ နန်ဒန်ကူမာတို့မိသားစုဟာ ငွေပိုငွေလျှံရယ်လို့သိပ်မရှိဘူး။ ဒါ့အပြင်နန်ဒန်ဟာ သူ့အစ်မဘီနူကို သူ့ပိုက်ဆံတွေအမြဲပေးလေ့ရှိတယ်။

မိန်းမဖြစ်သူရဲ့ နေ့စဉ်ပိုက်ဆံနဲ့ပတ်သက်ပြီး အပြောခံရတာများလာတော့ နန်ဒန်ဟာချမ်းသာချင်ခဲ့ပါတယ်။

တစ်နေ့မှာ စွမ်းအင်ဝန်ကြီးထရီပါသီက ပါတေးလ်ကို ပိုက်ဆံ သန်း၁၀၀ပို့ပေးပါလို့ပြောခဲ့တယ်။ အဲဒီအချိန်မှာ တိုက်တိုက်ဆိုင်ဆိုင် အိုမာအကူအညီလာတောင်းတဲ့အချိန်ဖြစ်နေတော့ ပါတေးလ်ဟာ အိုမာ့ကိုဝန်ကြီးဆီပိုက်ဆံသွားပေးခိုင်းတယ်။

အိုမာကိုလက်စားချေဖို့ချောင်းနေတဲ့ ဘာလာကလည်း ဒီအခွင့်အရေးကိုအသုံးချခဲ့တယ်။

အိုမာပိုက်ဆံသွားပေးတဲ့အချိန်မှာ ဘာလာရဲ့လူတွေကအလစ်ဝင်တိုက်ပြီး ပိုက်ဆံအိတ်ကိုဖြတ်ယူဖို့ စီစဉ်ခဲ့ပါတယ်။ အဲဒီနေ့ညမှာပဲနန်ဒန်ကူမာဟာလည်း အိုမာတို့ပြသနာဖြစ်တဲ့ပိုက်လမ်းဆုံကနေ အလုပ်ကိုညဆိုင်းဆင်းဖို့လာခဲ့ပါတယ်။

အိုမာတို့ပစ်ခတ်မှုဖြစ်နေတဲ့အချိန် ရဲတွေရောက်လာခဲ့လို့ ဘာလာရဲ့လူတွေဟာပိုက်ဆံအိတ်ကိုဖွက်ထားခဲ့ပါတယ်။

ညဆိုင်းဆင်းလာတဲ့နန်ဒန်ဟာ သေးပေါက်သွားပြီးပြန်လှည့်ရာကနေ ဖွက်ထားတဲ့ပိုက်ဆံအိတ်ကြီးကို တွေ့သွားခဲ့ပြီး အိမ်ကိုသယ်သွားလိုက်တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာကို ဒီ Loot Case ဆိုတဲ့ဇာတ်လမ်းလေးမှာ ဆက်ပြီးတော့ကြည့်ရှုပေးကြပါ။

ဟာသာလေးတွေလည်းပါပြီးတော့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားကောင်းတစ်ခုလို့ပြောချင်ပါတယ်။
Crd GC
  crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Horror",
"title":"Host (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/08/h7dZpJDORYs5c56dydbrLFkEXpE-185x278.jpg",
"rate":"6.8",
 
 "movie":{
"sd":"",
"sdZ":"non",
"hd":"https://drive.google.com/file/d/1LgzTnJqWwpQjB62nw7vbgI8Ha1SoPHfs/view?usp=sharing",
"hdZ":"SD 200MB (GDrive)",
"fhd":"https://drive.google.com/file/d/1ZSUMg8Xb1k-F5VyZ0U-Ubn7a6XZf67Vz/view",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Host ဆိုတဲ့ဇာတ်ကားက သူငယ်ချင်းတွေအပျော်သဘောနဲ့ ဝိညာဥ်ကို ခေါ်ဆိုမေးမြန်းရာမှ အမှားအယွင်းတွေဖစ်ပြီး ဒုက္ခ ရောက်ရတဲ့အဖစ်ကိုရိုက်ပြထားတာပဲဖစ်ပါတယ်…

ဒီဇာတ်ကားမှာ သူငယ်ချင်းမိန်းကလေး၅ယောက် ကောင်လေးတစ်ယောက် နဲ့ ဆရာမတစ်ယောက်တို့က ဝိညာဥ်ခေါ်ပြီးမေးခွန်းလေးတွေမေးဖို့ဆော့ကြတာပေါ့နော်

covidနဲ့ဆိုတော့ အကုန်လုံးအိမ်မှာပဲနေပြီး လိုင်းပေါ်ကနေ ဗီဒီယိုနဲ့အဖွဲ့လိုက်ခေါ်ပြီးလုပ်ဖို့စီစဥ်ခဲ့ပါတယ် ဆရာမကသတိပေးချက်တွေစည်းကမ်း တွေပြောပြခဲ့ပြီးတာတောင် တစ်ယောက်က မလေးမစားလုပ်တဲ့အခါ ဒုက္ခ တွေအကြီးအကျယ်ရောက်ကြတယ်

ဝိညညဥ်မဟုတ်ပဲ မကောင်းဆိုးဝါးတစ်ကောင်ကို ခေါ်မိသွားတာဖစ်ပါတယ်

ဒီတော့ သူငယ်ချင်းတွေ အဆင်ပြေကြမလား အသက်ဆုံးရှုံးမှုတွေကော ကြုံရမလား ဒီပြသနာကို ဘယ်လိုကျော်ဖြတ်ကြမလဲဆိုတာ ကိုကြည့်ရှုရမှာပဲဖစ်ပါတယ်
crd GC
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Animation, Adventure, Comedy",
"title":"Latte and the magic waterstone (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/08/saxPKOrN6rNScTicLpBDZw58Cw-185x278.jpg",
"rate":"5.7",
 
 "movie":{
"sd":"https://drive.google.com/file/d/1IdJDUyYDEI6f2UMxmMZwQgyLdsm0yXms/view",
"sdZ":"SD 299 MB",
"hd":"",
"hdZ":"non",
"fhd":"https://drive.google.com/file/d/1T5rPzZRdRWS1e4F8Z2SjEfAmmwzSVc2f/view",
"fhdZ":"SD + HD (GDrive)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"လက်တေးလို့ခေါ်တဲ့ ဆူးကောင်လေးတစ်ကောင်ရှိတယ်. သူက သူ့ရဲ့ အပြုအမူတွေအတွက် အမြဲ အစအနောက်ခံရတယ်. တစ်နေ့ လက်တေးတို့နေတဲ့ရွာလေးမှာ ရေပြတ်လတ်မှု ဖြစ်လာခဲ့တယ်. မှော်ရေကျောက်သာရှိရင် ရေပြန်ရနိုင်တယ်ဆိုတဲ့ မျှော်လင့်ချက်နဲ့ လက်တေးတစ်ယောက် ခရီးစခဲ့တယ်.

တီဂျွန်းက ရှဉ့်လေးတစ်ကောင်ဖြစ်ပြီး လက်တေးရဲ့ သူငယ်ချင်းပါ.

သူတို့ နှစ်ယောက် ရေကျောက်ကို တွေ့ပါ့မလား?

ရေကျောက်က တကယ်ရောရှိရဲ့လား?

ဘာအခက်အခဲတွေ တွေ့နိုင်သေးလဲ?
crd GC
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Sci-Fi",
"title":"Edge of Extinction (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BOGVhMjAzNTQtYTVlNy00YjI1LWI3ODItNzFlMmU0ZGJmYTA5XkEyXkFqcGdeQXVyMjg4MTY5NjY@._V1_SY1000_CR006661000_AL_.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"https://megaup.net/SCs9/The.Brink.2020.720p_%7BCM%7D.mp4",
"sdZ":"HD 577MB",
"hd":"https://megaup.net/SCs4/The.Brink.2020.1080p_%7BCM%7D.mp4",
"hdZ":"Full HD 1.5GB",
"fhd":"177771773811975",
"fhdZ":"SD + HD (fb server)"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"တတိယကမ္ဘာစစ်အပြီး ၁၅ နှစ်အကြာမှာနျူကလီးယားဆောင်းရာသီကုန်ဆုံးသွားပေမယ့်လူသားများဟာ မျိုးသုဉ်းလုနီးပါးဖြစ်နေပြီးလူ့ယဉ်ကျေးမှုမရှိတော့ပါဘူး အစားအစာရှားပါးလွန်းလို့အများစုသည်ခိုးယူသတ်ဖြတ်ခြင်းဖြင့်
အသက်မွေးဝမ်းကြောင်းပြုကြပါတယ်
ဗြိတိန်တောင်ပိုင်းu လူခြေတိတ်တဲ့ ကျေးလက်ဒေသတွင်နေထိုင်တဲ့ကောင်လေးတစ်ယောက်ဟာ အခြားလူများနှင့်ဝေးဝေးနေပြီး ရှင်သန်ရပ်တည်နေရပါတယ်သို့ပေမယ့် တခြားသောအဖွဲ့များ အန္တရာယ်တွင်းသို့ကျရောက်ပြီးအကူအညီလိုအပ်တဲ့ အခါမှာတော့ အသားစားတဲ့လူတွေနဲ့ရင်ဆိုင်တိုက်ခိုက်ဖို့ ဆုံးဖြတ်လိုပြီး ရက်စက်ကြမ်းကြုတ်တဲ့လူသားစားအဖွဲ့ဝင်တွေနဲ့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာဇာတ်ကားလေနဲ့အတူ ရင်သပ်ရှုမောကြည့်ရှုလိုက်ပါနော်
CRD CM"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Crime,Drama,Bollywood",
"title":"Mardaani (2014)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/07/nyhfGOsvgvN6HrzXIwsw9Y4bENV-185x278.jpg",
"rate":"7.4",
 
 "movie":{
"sd":"https://drive.google.com/file/d/1HatswglY7zwM1UpRSDexfKEyC8neOMgU/view",
"sdZ":"SD 404MB (GDrive)",
"hd":"",
"hdZ":"non",
"fhd":"https://drive.google.com/file/d/1jO1IM5IvpIytDzwYsDNC1KnWFr2gz6ol/view",
"fhdZ":"SD + HD GDrive"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အခုကတော့ rating 7.4 ထိရထားတဲ့ အိန္ဒိယကားကောင်းလေးတစ်ကားပါ။ 2014 ခုနှစ်က ထွက်ရှိထားပြီး ဆုပေါင်းငါးခုထိ ပိုင်ဆိုင်သွားတဲ့ကားလေးပါ။

ရာဇ၀တ်မှုနှိမ်နင်းရေးဌာနက အကြီးတန်းစစ်ဆေးမှူးရှီဗာနီ အမှုစစ်တဲ့နေရာမှာ ဘယ်သူ့မျက်နှာမှမထောက်လာဘ်မစားပဲ ရဲရင့်မှန်ကန်စွာလုပ်လေ့ရှိတာမို့ ဂုဏ်သတင်းကြီးမားလှပါတယ်။

သူ့မှာမိဘမဲ့ကလေးတစ်ယောက်ကို မွေးစားထားတာရှိပါတယ်။ ဒါပေမဲ့ အဲ့ကလေးမက လူကုန်ကူးတဲ့ထဲပါသွားပြီး ပျောက်သွားတာကြောင့် လိုက်လံစုံစမ်းရင်း သာမာန်ဂိုဏ်းတစ်ခုမဟုတ်ဘဲ ကောင်း ကောင်းဖွဲ့စည်းထားပြီး အာဏာရှိတဲ့လူတွေလည်း ပါ၀င်ပက်သက်နေတဲ့အခါ သူ့ကလေးကိုပြန်ကယ်နိုင်ပါ့မလား …

သူ့ရဲ့မိသားစုရော ဒီအရှုပ်အထွေးတွေကြားထဲမှာ ထိခိုက်မှုတွေမရှိအောင် သူဘယ်လိုစီစဉ်မလဲ၊ အရမ်းကိုသေသပ်ပြီး စနစ်ကျလွန်းတဲ့ ဂိုဏ်ခေါင်း ဆောင်ကိုရောသူဖမ်းမိနိုင်ပါ့မလား၊ စတာတွေကိုအိုဗာအက်ရှင်တွေမပါဘဲ ဦးနှောက်ကစားပွဲကြီးကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် …
crd GC"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Comedy,Thriller,Bollywood",
"title":"Daaka (2019)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/08/jS9I1TO4OVdBhTCeyHHKiXE5Bil-185x278.jpg",
"rate":"7.1",
 
 "movie":{
"sd":"https://drive.google.com/file/d/1XxTNqT8k2y-09WA047YAYPet3j1H88NH/view?usp=sharing",
"sdZ":"SD 437MB (GDrive)",
"hd":"",
"hdZ":"non",
"fhd":"https://drive.google.com/file/d/14xarmzkmtPVOtitbR7-pE_Okb7YulZc6/view",
"fhdZ":"SD + HD GDrive"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဇာတ်လိုက်လေးဖြစ်တဲ့ဆင်းဒါး မွဲတာမှဆိုင်ကယ်ဆီဖိုးတောင်မရှိလို့သူများဆီကိုခိုးသုံးနေရတဲ့သူ နောက်ထပ်သူ့ရဲ့အပေါင်းပါ ဘာလီ သူကတော့သမီးလေးနေမကောင်းဖြစ်နေပြီးမွဲတာကတော့ ဆင်းဒါးနဲ့အတူတူလောက်ပါပဲ။

သူတို့ဆိုင်လေးကပ်ဖွင့်နေတဲ့ဆိုင်ပိုင်ရှင်ကဒီဆိုင်ကိုရောင်းတော့မှာမို့ သူတို့နှစ်ယောက်ကိုဖယ်ပေးဖို့ပြောတော့ မဖယ်ချင်ရင်ဆိုင်ကို၀ယ်လိုက်လို့အကြံပေးလိုက်ရာကနေ ဒီအရှုပ်တော်ပုံကြီးစတင်ပါတော့တယ်။

စားစရာတောင်အနိုင်နိုင်ဖြစ်နေတဲ့ သူတို့အဖို့ဆိုင်ကို၀ယ်ဖို့ဆိုတာ လုံး၀ကိုမဖြစ်နိုင်တာပေါ့။ တစ်ချိန်တည်းမှာပဲ ပိုက်ဆံသန်းငါးရာကိုလိမ်လည်မှုနဲ့ထွက်ပြေးနေတဲ့လူဆိုးကြီးဆူချန်ကိုလည်း သူတို့နေတဲ့ရွာကရဲစခန်းမှာဖမ်းထားကြပါတယ်။

ဒီမှာကတစ်ပိုင်း နောက်တစ်ခုကမင်းသားရဲ့ချစ်သူလေးကလည်း သူ့အဖေကယောက်ကျားပေးစားတော့မှာမို့ ဆင်းဒါးကိုလာတောင်းဖို့ပြောပါလေရော အဲ့မှာဆင်းဒါးတစ်ယောက် ဆိုင်ကို၀ယ်နိုင်ဖို့နဲ့ ကောင်မလေးကိုလက်ထပ်နိုင်ဖို့ ရွာကဘဏ်ကိုဓားပြတိုက်ပါတော့တယ်။

ကံကဆိုးချင်တော့ အဲ့အချိန်မှာပဲဆူချန်ကိုသူ့လူတွေကလာကယ်တော့ သေနတ်ပစ်သံတွေကြောင့်ဆင်းဒါးတို့ကလည်းရဲတွေလာပြီဆိုပြီး ကြောက် လန့်ပြေးတာဓားပြတိုက်ထားတဲ့ပိုက်ဆံတွေပါကျန်ခဲ့ရော။ အဲ့လိုနဲ့ပြန်ပြေးလာရင်း လူလိမ်ကြီးဆူချန်ကသူတို့အိမ်မှာရောက်နေလေရော။

ဆူချန်ကသူ့ကိုရွာပြင်ထုတ်ပေးနိုင်ရင်သန်းငါးဆယ်ပေးမယ်လို့ပြောတာကနေ အရှုပ်တော်ပုံကြီးစတော့တာပါပဲ။ ဆူချန်ကိုဆင်းဒါးတို့လွတ်အောင်လုပ်ပေးနိုင်ပါ့မလား ပိုက်ဆံတွေကရောရမှာလား ရဲတွေကရောဘယ်လိုတွေလိုက်စုံစမ်းကြမှာလဲ ဆင်းဒါးရောချစ်ရသူနဲ့ညားပါ့မလား စတာတွေကိုဒီဇာတ်ကားလေးပဲ စိတ်၀င်စားပျော်ရွှင်ဖွယ်တွေ့မြင်ရမှာပဲဖြစ်ပါတယ်…………….
crd GC"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Adventure, Family, Fantasy",
"title":"The Nutcracker and the Four Realms (2018)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTgzOTc0NTE3Nl5BMl5BanBnXkFtZTgwODY4MDgwNjM@._V1_SY1000_SX700_AL_.jpg",
"rate":"5.6",
 
 "movie":{
"sd":"https://megaup.net/2UBaD/The.Nutcracker.And.The.Four.Realms.2018.1080p.Blu-ray_%7BCM%7D.mp4",
"sdZ":"Full HD 1.41GB",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ခရစ္စမတ်နဲ့ ပတ်သတ်ပြီး ကျွန်တော်တို့ ကလေးလေးအရွယ်ကတည်းကအသိ သညာတွေရှိခဲ့ဖူးတယ် အမှတ်တရတွေမှ လဲ အများကြီးပဲခရစ္စမတ်ကာရိုးသီချင်း လေးတွေနားထောင်ပြီး ကြက်ဆင်သားနဲ့ပူတင်းပူပူလေးတွေ စားသောက်ကြတဲ့ ပျော်ပွဲရွှင်ပွဲတွေအကြောင်းဖတ်ဖူးကြမှာပါဒီ The Nutcracker and the four realms ဆိုတဲ့ကားလေးမှာ လဲ
ခရစ္စမတ်ရဲ့ မရိုးအီနိုင် တဲ့ခံစားမှုအငွေ့အသက်လေးတွေတွေ့မြင် ခံစားရဦးမှာပါ
ဘာလို့ဆို ဇာတ်လမ်းကို ခရစ္စမတ်အကြိုညလေးနဲ့စတည်ထားတာကိုးplot အပိုင်းပြောရမယ်ဆိုရင် ကလာရာဆိုတဲ့ေကာင္မေလးမွာ သူ႕အေမဆီကအေမြရထား တဲ႕တီထွင်ညာဏ်ရည်ထူးချွန်တဲ့အရည်ချင်း ပါလာတယ်မွေးချင်းသုံးယောက်ရှိတဲ့ မိသားစုလေးကို ချစ်ကြင်သူဇနီးမရှိပဲထိန်းကျောင်းလာခဲ့ရတဲ့ ကလာရာတို့အဖေ ကတော့နှစ်တိုင်းခရစ္စမတ်ရောက်တာနဲ့ အတိတ်ဟောင်းတွေတူးဆွပြီးလွမ်းမော တသဖြစ်နေတတ်တယ် သူမှမဟုတ်ပါဘူးကျန်တဲ့မွေးချင်းတွေနဲ့ လုံးဝမတူကွဲထွက် နေတဲ့ကလာရာလေးလဲထပ်တူထပ်မျှပါပဲဒီလိုနဲ့ အမေ့ဆီကလက်ဆောင်တွေဆိုပြီးခရစ္စမတ်အကြိုညမှာ ပင်ချောင်းသော့ ခလောက်လေးပါတဲ့ဥလေးတစ်လုံး ကလာရာ ရလိုက်ခဲ့တယ် ဒါပေမယ့်လက်ဆောင်ဘူးထဲမှာ ဖွင့်ဖို့သော့ပါမလာ ခဲ့ဘူးအဲ့သော့ရဲ့အဖြေကို သူတို့ ခေါင်းကိုင်အဖေကြီးဒရော်ဆယ်မာယာ ဆီကရပြီး အခြားကမ္ဘာတစ်ခုရောက်ဖို့အ ကြောင်းဖန်လာတဲ့ အခါဒီ movie လေးရဲ့ genre ကတော့ fantasy အမျိုးစားဆိုတဲ့အတိုင်းvisual effect တွေပဲ တွေ့မြင်ရမှာပါ Alice in Wonderland တို့ လိုမျိုးပေါ့ဒီတိုင်းထူးထူးဆန်းဆန်းလေးတွေ စိတ်ကူးယဉ်ဇာတ်ကောင်လေးတွေကလေး ဘဝက အတွေးလေးတွေနဲ့ပြန်လည်ထုဆစ် ကြည့်ရမယ့်Disney ကားလေးတစ်ကားပါအထူးတလည်ဝေဖန်စရာဘာမှမရှိဘူးအဲ့လို လုပ်ဖို့လဲ မလိုပါဘူး Disney ဆိုတဲ့အတိုင်းfairytale လေးတွေကို background music ကောင်းကောင်းtheme song ကောင်း ကောင်းနဲ့တင်ပြပေးသွားနိုင်တယ်fantasy ကိုမှ အကြမ်းအရမ်းတွေမပါပဲတဖန်ပြန်ကြည်နူးလွမ်းဆွတ်ဖို့ကြည့်ချင် တဲ့သူတွေအတွက်ရွေးချယ်စရာတစ်ခု ဖြစ်မှာပါrating:IMDb-5.6 Rotten Tomatoes-34%
Crd CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Thriller,Bollywood",
"title":"Khuda Haafiz",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/08/jc7rBpjqBmwmjdUgYDk2P3TzOjR-185x278.jpg",
"rate":"7.7",
 
 "movie":{
"sd":"https://megaup.net/St3c/Khuda-Haafiz-2020-SD-GC.m4v",
"sdZ":"SD 537MB",
"hd":"https://megaup.net/1yquc/Khuda-Haafiz-2020-HD-GC.mp4",
"hdZ":"HD 1023MB",
"fhd":"https://megaup.net/1yquc/Khuda-Haafiz-2020-HD-GC.mp4",
"fhdZ":"HD 1023MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ IMDb rating 8 တောင်ရရှိထားတဲ့
အိန္ဒိယဇာတ်ကားလေးပါ

Rating များတဲ့ဇာတ်ကားပီပီ ဇာတ်အိမ်ကလည်းကောင်းတာနဲ့ တစ်ကားလုံး မပျင်းမရိအဆုံးထိကြည့်ချင်အောင် ဆွဲခေါ်သွားမှာပါ

မင်းသမီးကလည်း အရမ်းချောတော့ ကြည့်ရတာ တန်ပါတယ်ဗျာ

တစျကားလုံးရငျခုနျ စိတျလှုပျရှားစှာနဲ့ေ ပြာျတစျလှညျ့ ဝမျးနညျးတစျလှညျ့ေ ဒါသထှကျတစျလှညျ့နဲ့ စီးမွောကွညျ့ရှုရမယျဆိုတာတော့ အာမခံပါတယျ

ဇာတ်လမ်းကတော့ ဒီလိုပါကောင်လေးတစ်ယောက်နဲ့ကောင်မလေးတစ်ယောက် လူကြီးတွေစီစဉ်ပေးတာနဲ့ တွေ့ဖြစ်တယ် အရမ်းချစ်သွားကြတယ် လက်ထပ်တယ်

အဲ့ဒီအချိန်မှာ တစ်ကမ္ဘာလုံးစီးပွားရေးကပ်ဆိုက်တာနဲ့ နှစ်ယောက်သား အလုပ်ပြုတ်သွားရော

ဒီလိုနဲ့ အလုပ်တွေရှာရာကနေေ အဂျင်စီတစ်ခုနဲ့ ချိတ်မိပြီး ဇာတ်လမ်းစတော့တာပါပဲ

ဘာဇာတ်လမ်းလဲဆိုတာ သိချင်ရင်တော့ဇာတ်ကားကို ဆက်ကြည့်ပေးပါဦး

Translated and Review By Ngal
crd GC"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Adventure, Sci-Fi",
"title":"Time Loop (2020)",
"poster":"https://www.goldchannel.net/wp-content/uploads/2020/09/eoM5b1J5eDxWodVqmnqdiKVJaTt-185x278.jpg",
"rate":"10",
 
 "movie":{
"sd":"350826192636447",
"sdZ":"SD + HD",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီကားလေးကတော့ ၂၀၂၀ စက်တင်ဘာမှာ ထွက်ထားတဲ့ ကားသစ်လေးပါ

အချိန်ခရီးသွား movie တွေရဲ့ထုံးစံအတိုင်း အတိတ် လက်ရှိ အနာဂတ်တို့နဲ့ပတ်သတ်တဲ့ဖြစ်ရပ်တွေနဲ့ဖန်တီး ထားတာပါ။

Ricky နဲ့သူအဖေကသိပ္ပံပညာရှင်တွေပါ Ricky ရဲ့အဖေက အချိန်ခရီးသွားတာကိုစွဲလမ်းပြီး
စက်ကြီးတစ်ခုတည်ဆောက်ဖို့ကြိုးစားနေသူပါ

သူ့ကိုအများကလက်မခံကြဘဲ ရူးသွားပြီလို့သတ်မှတ်ကြတဲ့ အတွက်ပိုပြီးကြိုးစားတည်ဆောက်ချင်တာပါ

သားနဲ့မိန်းမကိုပါထားခဲ့ပြီး အီတလီက,ရွာလေးတစ်ရွာမှာ စက်ကြီးကိုတီထွင်နေခဲ့ပါတယ်

ဒါပေမဲ့ Rickyရောက်လာပြီးအဖေကိုကူညီဖို့ကြိုးစားပေးတာကနေ သူတို့သားအဖနှစ်ယောက် Time loop အဖန်တလဲလဲဖြစ်ပျက်မှုထဲစီးဝင်သွားနိုင်တဲ့ အချိန်စက်ဝန်းကို ဖန်တီးမိခဲ့ပါတယ်

အဲ့ထဲကို Ricky ရဲ့အဖေကသူ့ကိုတွန်းပို့မိပြီး Ricky ဟာ အတိတ် လက်ရှိ အနာဂတ် တစ်ပြိုင်တည်း ဖြစ်ပျက်နေတဲ့ ကိုယ်ပွား ၃ခုနဲ့ ကြုံလာရတဲ့အခါ

ဒီ time travel ဇာတ်ကားမှာတော့ ရည်ရွယ်ချက်တွေနဲ့ စိတ်အားထက်သန်မှုတွေသာပြောင်းလဲသွားမယ် အားကောင်းလာမယ်ဆိုရင် ဖြစ်ပြီးသားအရာတွေကိုပြောင်းလဲနိုင်တယ်ဆိုတာလေးနဲ့အဆုံးသတ်ထားပါတယ်။
crd GC"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Sci-Fi",
"title":"The Wandering Earth(2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjE2NzZlMGItMzA4OS00ZjRiLTk3NzItMDRkOGFlZmNhYzJkXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_.jpg",
"rate":"7.5",
 
 "movie":{
"sd":"https://megaup.net/2Ufeg/The_Wandering_Earth_(Liu_Lang_Di_Qiu)_[2019]_(MM_Sub).mp4",
"sdZ":"HD 864MB",
"hd":"",
"hdZ":"non",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီဇာတ်လမ်းအကျဉ်းကတော့….ကမ္ဘာပျက်ခြင်းနဲ့ကြုံတွေ့ရတော့မယ့်အခြေအနေတစ်ခုကို
ရှောင်လွှဲနိုင်ဖို့အတွက် တစ်ကမ္ဘာလုံးကလူသားမျိုးနွယ်များပူးပေါင်းပြီး ကမ္ဘာပျက်မယ့်အန္တရာယ်ကနေ
ကယ်တင်ကြပုံအကြောင်းကို သိပ္ပံအက်ရှင်ဆန်ဆန်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်
ဇာတ်လမ်းထဲမှာနေမင်းကြီးဟာ တဖြေးဖြေးအရွယ်အစားထုတည်ကြီးမားလာပြီး နောင်နှစ်ပေါင်းသုံးရာအတွင်းမှာ
ကမ္ဘာဂြိုလ်ကြီးကိုပါဝါးမြိုတော့မယ့် အခြေအနေနဲ့ရင်ဆိုင်ကြုံတွေ့ရတော့မှာပါ အဲ့အချိန်မှာလူသားအားလုံးပေါင်းစည်းပြီး
ကမ္ဘာကြီးကိုနေစကြာဝဌာအပြင်ဘက်ကိုတွန်းထုတ်သွားဖို့အတွက် ပြင်ဆင်ကြပါတော့တယ် အဲ့လိုလုပ်ဖို့အတွက်
ကမ္ဘာ့အင်ဂျင်ကြီးများလို့ခေါ်တဲ့ ဧရာမအင်ဂျင်အလုံးပေါင်း၁၀၀၀၀ကိုတည်ဆောက်ပြီး ကမ္ဘာကိုဟိုးအဝေးနေနဲ့အဝေးဆုံးကို
တွန်းပို့ခဲ့ကြတယ်…ဒါပေမယ့်တစ်နေ့မှာ ဂျူပီတာဂြိုလ်ကြီးရဲ့ဆွဲငင်အားပတ်လမ်းကြောင်းနဲ့
ကမ္ဘာဂြိုလ်ကြီးနီးကပ်သွားတဲ့အချိန်မှာတော့…ကမ္ဘာကြီးကိုဂျူပီတာဂြိုလ်ကြီးရဲ့ဆွဲအားအောက်ကနေ
ဘယ်လိုမျိုးပူးပေါင်းလုပ်ကိုင်ဆောင်ရွက်ကြမလဲဆိုတာကိုတော့…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ဖြစ်ပါတယ်…
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama, Thriller",
"title":"Centigrade (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-10-at-4.34.33-PM.png",
"rate":"4.3",
 
 "movie":{
"sd":"https://megaup.net/SLdz/Centigrade.2020.Webrip.480P[CM].mp4",
"sdZ":"SD 380MB",
"hd":"https://megaup.net/2eG8f/Centigrade.2020.Webrip.720P[CM].mp4",
"hdZ":"HD 770MB",
"fhd":"180017693636662",
"fhdZ":"SD + HD fb server"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"2020 ထွက်ပါ Drama/ Thriller အမျိုးအစားဖြစ်ပြီး ထူးခြားတာက
တစ်ကားလုံး cast ၂ ယောက်ပဲပါပါတယ်…
ဇာတ်လမ်းအကျဉ်းကတော့ စာရေးဆရာမ နာအိုမီနဲ့ သူ့ယောက်ျားဟာစာအုပ်လက်မှတ်ထိုးပွဲအတွက် နော်ဝေးနိုင်ငံသို့သွားရင်း နှင်းမုန်တိုင်းတစ်ခုကြောင့် ကားထဲမှာ ပိတ်မိသွားပါတော့တယ်…ပိုဆိုးတာက နာအိုမီမှာ ကိုယ်လေးလက်ဝန်ကြီးနဲ့ပါတစ်ရက်ပြီးတစ်ရက် ကုန်လွန်ပြီး ပါလာတဲ့စားစရာတွေ ကုန်ခါနီးလာတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားပေးကြပါဦး။ ဒီဇာတ်ကားဟာ အတော်လေးကိုစိတ်ဝင်စားဖို့ကောင်းပြီး အတော်ကြည့်လို့ကောင်းပါတယ် . Silent Movies အမျိုးအစားလို့လည်း ပြောလို့ရမယ်ထင်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Drama, Mystery",
"title":"The Great War of Archimedes (2019)",
"poster":"https://image.tmdb.org/t/p/w185/yGr0s6i9GSgUEd5C1gyaePibZ5W.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"https://megaup.net/2UWkz/The_Great_War_Of_Archimedes_(2019)_SFS.mp4",
"sdZ":"SD 400MB",
"hd":"https://megaup.net/1z1qd/The_Great_War_Of_Archimedes_(2019).mp4",
"hdZ":"HD 1.2GB",
"fhd":"124034569329670",
"fhdZ":"SD + HD fb server"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ရေတပ်ကလူတွေကိုစိတ်နာပြီး အစိုးရနဲ့ကင်းကင်းနေချင်သော အင်ပါယာ တက္ကသိုလ်က သင်္ချာဉာဏ်ကြီးရှင်လေး ကိုင် တာဒါရှီတစ်ယောက်…
မုန်းလှပါချည်ရဲ့ဆိုတဲ့ ရေတပ်က ဗိုလ်ချုပ်တစ်ဦးရဲ့ ကူညီပေးမှုနဲ့ ရေတပ်မှာ ဗိုလ်မှူးတစ်ယောက်ဖြစ်ခဲ့ပါတော့တယ်သူ့ရဲ့တာဝန်ကတော့ သူ့ကိုအကူညီတောင်းတဲ့ ဗိုလ်ချုပ် ရာမာတိုတို့နဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့ စစ်သင်္ဘောတည်ဆောက်ဖို့ ပြိုင်ဆိုင်နေတဲ့ ဟီယာရာမာရဲ့ ဒီဖိုင်းကုန်ကျစရိတ်အမှန်ကို ဖော်ထုတ်ပေးဖို့ပါပဲကိုင် တစ်ယောက် ဘာမှအသေးစိတ်မသိရပဲဘဲနဲ့ ကိန်းဂဏန်းတွေဟာမလိမ်ညာတတ်ဘူးဆိုတဲ့ ယုံကြည်ချက်တစ်ခုတည်းနဲ့ သူ့တာဝန်တွေကိုပြီးမြောက်အောင်လုပ်ခဲ့ပါတော့တယ်
သို့သော်လည်း သူမသိသေးတဲ့ ရေတပ်နောက်ကွယ်ကလူတွေရဲ့ လျှို့ဝှက်ချက်ကိုသိလာရတဲ့အခါမှာတော့….နိုင်ငံကိုကာကွယ်ဖို့ကြိုးစားနေကြတဲ့ ရေတပ်ကတပ်မတော်သားတွေအကြောင်းနဲ့ ကိုင်ရဲ့ ထက်မြက်လှတဲ့ နည်းလမ်းတွေကိုတွေ့မြင်ရမှာဖြစ်ပါတယ် ။
crd cm"
},
 {
"Bolseries":true,
"type":"series",
 "season":"Complete",
 "cate":"Drama, Fantasy, Horror",
"title":"Curon (2020)",
"poster":"https://m.media-amazon.com/images/M/MV5BOWJiMjg1MTktOTk4Ni00Mzk5LTk3ZGItZWQzMmUxMDJlMzJlXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
"rate":"7.4",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Episode 1 - 600MB",
 "link":"https://megaup.net/2eDiq/Curon.S01E01.1080p_%7BCM%7D.mp4"},
 {"ep":"Episode 2 - 600MB",
 "link":"https://megaup.net/SIny/Curon.S01E02.1080p_%7BCM%7D.mp4"},
 {"ep":"Episode 3 - 600MB",
 "link":"https://megaup.net/SInt/Curon.S01E03.1080p_%7BCM%7D.mp4"},
 {"ep":"Episode 4 - 600MB",
 "link":"https://megaup.net/SInj/Curon.S01E04.1080p_%7BCM%7D.mp4"},
 {"ep":"Episode 5 - 600MB",
 "link":"https://megaup.net/2UAG9/Curon.S01E05.1080p_%7BCM%7D.mp4"},
 {"ep":"Episode 6 - 600MB",
 "link":"https://megaup.net/2eDel/Curon.S01E06.1080p_%7BCM%7D.mp4"},
 {"ep":"Episode 7 - 600MB End",
 "link":"https://megaup.net/SIme/Curon.S01E07.1080p_%7BCM%7D.mp4"}
 ],
"review":"အီတလီနိုင်ငံမြောက်ပိုင်းက ပါးစပ်ပြောရာဇဝင်တွေ
ပြည့်နှက်နေတဲ့ မြို့ငယ်လေးတစ်ခုရှိတယ်
“ကူရွန်” တဲ့………..ကူရွန်မြို့လေးမှာ ခေါင်းလောင်းမျှော်စင်
လို့ခေါ်တဲ့ မျှော်စင်ကြီးတစ်ခု ရှိတယ်။
ဒါပေမယ့် အဲဒီမျှော်စင်မှာ ဘာခေါင်းလောင်းမှ ရှိမနေပါဘူး။
ဒါပေမယ့် တချို့လူတွေဟာ မျှော်စင်ကြီးဆီက
ခေါင်းလောင်းသံကို အဆက်မပြတ် ကြားရလေ့ရှိပါတယ်…..
အဲဒီလိုကြားပြီးတဲ့သူတိုင်း အရာတစ်ခုကို ရင်ဆိုင်ကြရတယ်…..
ဘာလဲဆိုတော့……. ကံဆိုးခြင်းတွေနဲ့ သေခြင်းတရား ပဲပေါ့…..
ဒါ့အပြင် ကူရွန်မှာ ရိန်နာမျိုးနွယ်တွေပိုင်တဲ့
ဟိုတယ်ကြီး တစ်လုံးရှိလေရဲ့…အဲဒီဟိုတယ်ဟာ
မကောင်းဆိုးရွားနဲ့ ကံကြမ္မာဆိုးတွေကို ပိတ်လှောင်ထားရာနေရာ လို့
နယ်ခံတွေက ယုံကြည်နေကြတယ်။
သူတို့ ယုံကြည်ရလောက်အောင်လည်း
အဖြစ်အပျက်ဆိုးတွေ ကြုံခဲ့ရတာကိုး….။
အဲဒီအဖြစ်အပျက်ဆိုးတွေထဲမှာမှ
ကံဆိုးခဲ့ရရှာသူလေးက ရိန်နာမိသားစုက အန်နာလေး ပေါ့။
အန်နာ့ အမေ ရဲ့ ကြမ္မာငင်နဲ့ ဘဝအဆုံးသတ်ကြောင့်
လူတွေက ရိန်နာတွေကို ပို လို့ ကြဉ်လာကြတယ်။

အန်နာ့ အဖေ ကလည်း အန်နာကို ကူရွန်မြို့ဆီ

ဘယ်တော့မှ ပြန်မလာခဲ့နဲ့ လို့ နှင်ထုတ်လိုက်ပြီး

ဘယ်တော့မှ အဆက်အသွယ် မလုပ်တော့ပါဘူး။

အန်နာကိုယ်တိုင်လည်း နာကျင်စရာအတိတ်တွေရှိရာ

ကူရွန် ဆီကို ဘယ်တော့မှ ပြန်မသွားတော့ဘူးလို့ အမြဲ ဆုံးဖြတ်ခဲ့ပါတယ်။

ဒါပေမယ့် အန်နာဟာ သူ့ရဲ့ အမွှာသားသမီးလေး

နှစ်ယောက်ဖြစ်တဲ့ ဒါရီယာ နဲ့ မာအူရို ကို ခေါ်ပြီး

ကူရွန်ဆီ တမင်တကာ ပြန်လာခဲ့တယ်။

ခဏ အလည်အပတ် သက်သက်မဟုတ်ပဲ

သူ့အဖေ သောမက်စ်နှင်ထုတ်နေတဲ့ကြားက

ကူရွန်မှာ အခြေချ နေထိုင်ဖို့ ပြောင်းလာတာပါ။

အန်နာ က တော့ သူ အမြဲကြောက်နေရတဲ့

တစ်ခုခုရဲ့ အဖြေကို ရှာဖို့ တစ်ခုခုကို

အဆုံးသတ်ဖို့လို့ ပြောတာပဲ…..

သူ ဘာကိုကြောက်နေတာလဲ?

ဘာကို အဆုံးသတ်ချင်တာလဲ?

သူ ဘာကို လိုက်ရှာနေတာလဲ?

အန်နာရဲ့ မေ့မရတဲ့ အတိတ်ဆိုးတွေက ဘာတွေများလဲ?

အန်နာရဲ့ သားနဲ့ သမီး က ရော အဲဒီ

အတိတ်ကြမ္မာဆိုးတွေဆီက လွတ်မြောက်နိုင်ပါ့မလား?

တစ်မြို့လုံး ဖယ်ကြဉ်နေကြလောက်အောင်

ရိန်နာတွေက ဘာတွေလုပ်မိထားခဲ့လို့လဲ?

ဒါတွေအားလုံးရဲ့ အဖြေက…

ဒီ CURON ဇာတ်ကားစီးရီး တစ်ခုလုံးမှာ

အဲဒီလျှို့ဝှက်ချက်တွေဟာ မြုပ်တစ်ခါ

ပေါ်တစ်လှည့်နဲ့ ပရိတ်သတ်ကို ရင်ထိတ်အောင်

ကြောက်လန့်အောင် ဖမ်းစားနိုင်မှာပါ…..

ဒီတော့ ဇာတ်လမ်းထဲမှာပဲ အဲဒီအဖြေတွေကို

အသဲတအေးအေးနဲ့ လိုက်ရှာလိုက်ရအောင်လေ။

ဒီဇာတ်လမ်းတွဲကို

Dolly, Esther, Naw Phoo Pwint Thi, Myat Noe Pwint, MTA နဲ့

Thaw တို့က ဘာသာပြန်တင်ဆက်ပေးထားပြီး

Review ရေးသားသူကတော့ Thaw ပဲ ဖြစ်ပါတယ်။
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy,Romance",
"title":"Love the Way U Lie (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZWJhYzg2MGItNDdlNy00ODY3LWE3M2YtNjQ1YWMzNzU1MzNiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR007131000_AL_.jpg",
"rate":"7.2",
 
 "movie":{
"sd":"https://megaup.net/SIuj/Love.The.Way.U.Lie.2020.720p_%7BCM%7D_.mp4",
"sdZ":"SD 481MB",
"hd":"https://megaup.net/2eDq8/Love.The.Way.U.Lie.2020.1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.0GB",
"fhd":"152663326497497",
"fhdZ":"SD + HD facebook server"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"လေးလပိုင်းလောက်ကရုံတင်ခဲ့တဲ့ဖိလစ်ပိုင်ရုပ်ရှင်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။Netflix ကလည်းပြန်ဝယ်ပြီးပြသခဲ့တဲ့ရုပ်ရှင်ပါSummary- ယော်ျားကို ဝမ်းမနည်းပဲရှေ့ဆက်စေချင်တဲ့
ဆာရာဆိုတဲ့ ဝိညာဥ်က သူ့ယော်ျားကိုဆက်သွယ်လို့ မရပါဘူး။
တစ်မြို့လုံးက ဆာရာ့အသံမကြားရဘူး။ကွီရာပိုမှာ စတေစီဆိုတော့အကြားအမြင်ဆရာမတစ်ယောက်ရှိပါတယ်။ဖြစ်ချင်တော့ စတေစီကပဲ ဆာရာ့အသံကိုကြားရပါတယ်။ကြားရတာလည်း သူတို့နှစ်​ယောက်ကြားမှာအကြောင်းအရာလေးတွေရှိလို့ပါယော်ျားကို တစ်ယောက်တည်းအထီးကျန်ကျန်မနေတော့ဘဲရှေ့ဆက်စေချင်တဲ့ ဆာရာ၊ နေသန်ကို အချစ်သစ်တွေ့စေချင်တဲ့ဆာရာ။ဆာရာ့ယော်ျားနေသန်ကို ရှေ့ဆက်နိုင်ဖို့ကူညီရင်းစတေစီနဲ့နေသန်ကြားက အချစ်ဇာတ်လမ်းလေးကိုတွေ့ရမှာပါပေါ့ပေါ့ပါးပါးနဲ့ ချစ်စရာကောင်းပါတယ်ဇာတ်အိမ်အပြောင်းအလဲတွေမရှိပါဘဲဒီအတိုင်းရုပ်ရှင်တစ်ကားကို စီးမျောပြီးကြည့်နေရင်းသဘောကျမိတဲ့ဇာတ်ကားတစ်ပါးပါ။သူတို့တွေကြားက အချစ်ကအတော်soft ဖြစ်ပါတယ်။ဖိလစ်ပိုင်က မနီလာမြို့ရဲ့ ကွီရာပိုတံထားနဲ့အဆောက်အအုံတွေ၊ လှပတဲ့နေရာလေးတွေ ဒီရုပ်ရှင်မှာမြင်ရမှာပါ
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama, History, Music",
"title":"Cold War (2018)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-07-at-6.06.36-PM.png",
"rate":"7.6",
 
 "movie":{
"sd":"https://megaup.net/1yGco/Cold.War.2018.BluRay.720P[CM].mp4",
"sdZ":"HD 770MB",
"hd":"https://megaup.net/1yGcw/Cold.War.2018.BluRay.1080P[CM].mp4",
"hdZ":"Full HD 1.6GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Cold Warကိုကြည့်ပြီးနောက် တွေးမိတာက
ကျောင်းသင်ရိုးက မြန်မာကဗျာတွေရဲ့ အ‌ရေးပါပုံကိုပါပဲ။
Cold Warဟာ ဂီတသမားတစ်ယောက်က
ဂီတတင်ဆက်မှုတစ်ခုလုပ်ဖို့ လူစုတဲ့အကြောင်းကနေ
အစပြုထားတယ်။ သူ့တင်ဆက်ချင်တဲ့ဂီတက
နည်းနည်းတော့ထူးခြားတယ်။ ကျေးတောနေလူတန်စား‌တွေရဲ့
ဂီတ။ ကျွန‌်တော်တို့ မြန်မာကဗျာမှာသင်ရတဲ့
တောင်တွင်းရှင်ငြိမ်းမယ်ရဲ့ အိုင်ချင်းတွေလိုကဗျာတွေကို
ဆိုကြတဲ့ဂီတမျိုးပဲ။ ကောက်စိုက်သမဂီတပဲဆိုရမယ်။
ဒီဂီတလေးတွေက ဒီကားရဲ့အသက်ပဲထင်တယ်။
Cold Warဟာ ဒီတစ်မူထူးတဲ့ဂီတ‌တွေကြောင့်ပဲ
တခြားMusical Dramaတွေထက်ထူးနေတယ်။
ဒီဂီတကဗျာတွေရဲ့ အရေးပါပုံကိုခံစားမိတော့
ကျွန်တော် ကျောင်းသင်ရိုးကကဗျာတွေ
အရေးပါတာတွေးမိတယ်။
ကိုယ့်ဘာသာဆို သိချင်မှသိမယ်ကိုး။
မူရင်းပိုလန်ဘာသာကနေ အင်္ဂလိပ်လိုပြန်ထားတာကိုမှ
ဗမာလိုပြန်ရေးတာမို့ Lost in Translation
အများကြီးရှိနိုင‌်ပေမယ့် ဒီထဲက သီချင်းတွေကို
ကျေးလက်ကဗျာ အငွေ့အသက်ရအောင်ပဲ
ပြန်ထားပေးပါတယ်။
Cold Warရဲ့တစ်ချို့ အခန်းတွေဟာ သိပ်လှတယ်။
ကျွန်တော်အကြိုက်ဆုံးအခန်းက ကျေးလက်ဂီတတွေကို
နိုင်ငံရေးစည်းရုံး‌ရေးသီချင်းဖြစ်အောင် မလွဲရှောင်သာလို့
သုံးပေးလိုက်ရပေမယ့်
အဲ့ဒီဂီတတင်ဆက်မှုရဲ့ အောင်မြင်မှုအတွက်
အားလုံးလက်ခုပ်တီးနေချိန်မှာ လက်ခုပ်မတီးနိုင်တဲ့
ဂီတတင်ဆက်မှုရဲ့ ပဲ့ကိုင်ရှင် နှစ်ယောက်နဲ့
သူတို့ရဲ့ မသက်မသာမျက်နှာတွေပါပဲ။
ရုပ်ရှင်နာမည်ကတော့ ဇာတ်အိမ်ကို
ပိုလန်ရဲ့စစ်အေးတိုက်ပွဲ ကာလအတွင်းတည်ထား
တာမို့ Cold Warလို့ပေးထားပေမယ့်။ စစ်နဲ့
ပက်သက်တာ ဘာမှမပါပါဘူး။
သမိုင်းအစစ်တွေတော့ ယူသုံးထားတယ်။
Cold Warဟာ 2018ထွက်ဆိုပေမယ့်
ဒါရိုက်တာက သူ့အနုပညာရည်ကို လက်စွမ်းပြချင်တော့
အဖြူအမဲနဲ့ရိုက်ထားတယ်။ အဲ့ဒီနှစ်က ရုပ်ရှင်ဓာတ်ပုံ
ပညာနဲ့ အော်စကာဆန်ခါတင်၀င်ခဲ့သေးပေမယ့်
Romaရသွားတယ်။ သူအသားပေးဖော်ပြသွားတဲ့
ကျေးလက်ဂီတတွေရဲ့ ခံစားမှုမျိုးကိုပဲ Cold War
က ကျွန်တော်တို့ကိုပြန်ပေးတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Thriller",
"title":"The Bay of Silence (2020)",
"poster":"https://image.tmdb.org/t/p/w185/oB3LX9C3FbJvPtrk1J7qHQKvzLr.jpg",
"rate":"4.3",
 
 "movie":{
"sd":"https://megaup.net/2Uzgw/(CM)_The_Bay_of_Silence_2020_WEB-DL_480p.mp4",
"sdZ":"SD 318MB",
"hd":"https://megaup.net/1yGp1/(CM)_The_Bay_of_Silence_2020_WEB-DL_720p.mp4",
"hdZ":"HD 875MB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"Will နဲ့ Rosalind ဆိုတဲ့ လင်မယားနဲ့ သူတို့ရဲ့သားလေးAmadeo။ Rosalind မှာ အရင်အိမ်ထောင်က ရခဲ့တဲ့အမွှာသမီးလေးနှစ်ယောက်လည်း ရှိတယ်။တစ်နေ့မှာ Rosalind ဆီကို ဘယ်သူ့ဆီကမှန်းမသိတဲ့ သေတ္တာတစ်လုံး ရောက်လာခဲ့တယ်။အဲ့ဒီနောက်မှာပဲ Rosalind က သားလေး Amadeo အမွှာလေးနှစ်ယောက်နဲ့
ကလေးထိန်း Candy တို့ကိုခေါ်ပြီး အိမ်ကနေ ထွက်သွားခဲ့တယ်။
Will ဟာ ပျောက်ဆုံးသွားတဲ့ ဇနီးနဲ့ ကလေးတွေကိုလိုက်လံရှာဖွေရာကနေ ဇနီးရဲ့ ဖုံးကွယ်ထားတဲ့ အတိတ်ကို စတင်သိရှိသွားပါတော့တယ်။ဇာတ်လမ်းတစ်ခုလုံးရဲ့ ပဟေဠိကတော့ Rosalind ဆီရောက်လာတဲ့ သေတ္တာပါပဲ။ဒီဇာတ်လမ်းကို The Bay Of Silence ဆိုတဲ့ လျှို့ဝှက်ဆန်းကြယ်ဝတ္ထုကိုအခြေခံပြီး ရိုက်ထားတာဖြစ်ပါတယ်။Thriller/Mystery အမျိုးအစားဖြစ်ပြီး ကြည့်ရတာလည်းပျင်းမနေရဘဲ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းပါ။
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Drama",
"title":"The Big Ugly (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BM2E5ZTUxNjEtYjE4Ni00Y2Y3LThkMDYtOGYwMzcyM2JjYWU1XkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_SY1000_CR006741000_AL_.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://megaup.net/SFy6/The.Big.Ugly.2020.720p_%7BCM%7D.mp4",
"sdZ":"SD 519MB",
"hd":"https://megaup.net/SFy3/The.Big.Ugly.2020.1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.1GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"မိတ်ဆွေအရင်းတွေဖြစ်တဲ့ရေနံလုပ်ငန်းရှင်ပရစ်စတွန်နဲ့ ဟာရစ်ကအနောက်ဗာဂျီးနီးယားကိုအလုပ်ကိစ္စနဲ့လာခဲ့ကြတယ်။တစ်ရက်မှာ ပရစ်စတွန်ရဲ့သား ကြောင့်ဟာရစ်ရဲ့အားအကိုးရဆုံးအလုပ်သမား
နီးလင်းရဲ့ ရည်းစားကောင်မလေး သေသွားခဲ့တယ်။
ဒီကိစ္စကိုနှစ်ဖက်လုံးကသိသွားတဲ့အခါမိတ်ဆွေနှစ်ယောက်ရဲ့ရင်းနှီးမှုပျက်စီးသွားမှာလား။နီးလင်းကရော သူ့ကောင်မလေးကိုသတ်တဲ့သူကိုလိုက်ရှာပြီးဘယ်လိုပြန်ကလဲ့စားချေမှာလဲ။၂၀၂၀ မှာထွက်ရှိထားတဲ့အက်ရှင်ဇာတ်ကားကောင်းလေးမို့ဆက်ဆက်ကြည့်လိုက်ကြပါဦး
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Family, Sci-Fi, Thriller",
"title":"Max Winslow and The House of Secrets 2019",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/max-1.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"https://megaup.net/1yC13/Max.Winslow.and.the.House.of.Secrets.2019.480p_(CM).mp4",
"sdZ":"SD 300MB",
"hd":"https://megaup.net/1yC0R/Max.Winslow.and.the.House.of.Secrets.2019.720p_(CM).mp4",
"hdZ":"HD 600MB",
"fhd":"111311894033952",
"fhdZ":"SD + HD fb server"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီဇာတ်လမ်းလေးကို ပြောမပြခင်မှာ မေးချင်တာလေးတစ်ခုရှိပါတယ်။သင်ဟာ challenging ဖြစ်တဲ့အရာတွေ game တွေ science တွေကို ကြိုက်နှစ်သက်တဲ့သူပါလား ……?Yes ဆိုရင်တော့ ဒီကားလေးကို လက်မလွှတ်သင့်ပါဘူးနော်အက်တီကက်စ် ဗာကျူးဆိုသူဟာ ငယ်စဉ်ကတည်းက သိပ္ပံနည်းပညာပိုင်းဆိုင်ရာမှာ ထူးချွန်ပြီး သူ့ရဲ့ တီထွင်မှုတွေနဲ့ ပြည်သူကို အကျိုးပြုနေတဲ့သူတစ်ယောက်ပါ။
လူတိုင်းက သူ့ကို အားကျပြီး သူ့လိုဖြစ်ချင်ကြပြီး သူဘာတွေတီထွင်လိုက်ပြန်ပြီလဲဆိုတဲ့ သတင်းကို အမြဲစောင့်မျှော်နေကြပါတယ်။
သို့ပေမယ့် အက်တီကက်စ်တစ်ယောက် သူ့ရဲ့ သိပ္ပံပညာတွေကို ချမပြတာဟာ အချိန်အတော်ကြာသွားခဲ့ပါပြီ။ဒါပေမယ့် တစ်နေ့မှာ ပျောက်ချင်းမလှပျောက်နေတဲ့ အက်တီကက်စ်ဟာ သူငယ်စဉ်က တက်ခဲ့တဲ့ ကျောင်းက ကျောင်းသားငါးယောက်ကို သူ့ရဲ့ ဗာကျူးအိမ်တော်ကြီးကို ဖိတ်ခေါ်ပြီး ပြိုင်ပွဲလုပ်ဖို့ ကြေငြာလာခဲ့ပါတယ်။အနိုင်ရရှိသူဟာ သူ့ရဲ့ ခေတ်ရှေ့ပြေးလွန်းနေတဲ့ သိပ္ပံပညာနည်းပညာတွေနဲ့ ဆောက်ထားတဲ့ အိမ်တော်ကြီးကို ပိုင်ဆိုင်ခွင့်ရမှာ ဖြစ်ပါတယ်….မက်စ်ဇ်၊ ကော်နာ၊ ဆိုဖီယာ၊ အေဒင်နဲ့ ဘန်နီဆိုတဲ့ ကျောင်းသားငါးယောက်ဟာ အရွေးချယ်ခံလိုက်ရပါတယ်။ ဗာကျူးအိမ်တော်ကြီးမှာ သူတို့ ဘယ်လို game တွေပြိုင်ရပြီး ဘာတွေဖြစ်ကြမယ်ဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါ။Jeff Wild ရေးသားပြီး ဒီ science-fiction, thriller ဇာတ်လမ်းကို director Sean Olson က ရိုက်ကူးထားပါတယ်။Burbank International Film Festival မှာ nomination 8 ခု၀င်ခဲ့ပြီး 5 ဆု winner ရခဲ့ပါတယ်
crd cm"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama",
"title":"This Time (2016)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BN2ExMTExNzEtYjIyYS00ZmRkLWFhNjUtNmY0NDc5OWNmM2NjXkEyXkFqcGdeQXVyNDI2OTM3NjM@._V1_.jpg",
"rate":"6.2",
 
 "movie":{
"sd":"https://megaup.net/SFv2/This.Time.2016.720p_%7BCM%7D.mp4",
"sdZ":"SD 571MB",
"hd":"https://megaup.net/2eApi/This.Time.2016.1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.2GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကလေးဘဝက နွေရာသီကျောင်းပိတ်ရက်တွေမှာအလည်သွားရင်းတွေ့ရတဲ့ ငယ်ငယ်ကသူငယ်ချင်းတွေရှိခဲ့မယ်ဆိုရင်ဒီကားလေးကို ပိုသဘောကျမယ်ထင်ပါတယ်။အခြား ရိုမန့်ရုပ်ရှင်တွေလိုပဲ ဒီရုပ်ရှင်က ငယ်သူငယ်ချင်းနှစ်ယောက်တစ်ယောက်ကိုတစ်​ယောက်စိတ်ဝင်စားမိတဲ့
ပုံစံအတိုင်းလာပါတယ်။
အရမ်းဒရမ်မာဆန်တဲ့ အလှည့်အပြောင်းသိပ်မရှိပဲအေးအေးငြိမ့်ငြိမ့်လေးနဲ့ Narrative ပုံစံတစ်ခုနဲ့ ဆွဲခေါ်သွားမှာပါSynopsis -ရုပ်ရှင်အဖွင့်မှာ ငယ်ငယ်တုံးကနှစ်ယောက်ကြားချစ်စရာအဖြစ်ပျက်ကလေးတစ်ခုနဲ့စဖွင့်ပါတယ်။အေဗာမှာ ငယ်ငယ်ထဲကခုထိပေါင်းလာတဲ့နွေရာသီပဲတွေ့ရတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်။သူ့နာမည်က ကိုဘီ-ကိုဘီကနွေရာသီမှာပဲ ဖိလစ်ပိုင်ကိုအလည်လာတယ်ကြာတော့ သူတို့နှစ်ယောက်ကြားမှာ ဘာခေါင်းစဥ်တပ်ရမလဲကိုသူတို့ကိုယ်တိုင်လည်းမသိဘူးပေါ့။နှစ်ယောက်ကိုတွေ့ဆုံစေတဲ့နွေရာသီဟာကြာတော့သူတို့နှစ်ယောက်အတွက် စိန်ခေါ်မှုတစ်ခုဖြစ်လာပါတော့တယ်အရမ်းထူးခြားတဲ့ဇာတ်လမ်းဇာတ်ကွက်မပါပေမယ့်တစ်ပုဒ်တည်းသုံးထားတဲ့ဇာတ်ဝင်တေး၊Narrative ဆန်တဲ့ဇာတ်ကြောင်းတင်ပြမှု၊ခေါင်းဆောင်မင်းသားJames Reid နဲ့မင်းသမီး Nadine Lustre တို့သရုပ်ဆောင်ထားကChemistry တော်တော်မိပါတယ်။တခြားcast တွေက comedy ဖြစ်ပြီးကြည့်နေရင်းကို သရုပ်ဆောင်တွေနဲ့မျောပါနေမိတယ်။ဇာတ်လမ်းအလှည့်အပြောင်းအထွေအထူးမမျှော်လင့်နေပဲ ဒီအတိုင်းအေးအေးငြိမ့်ငြိမ့်လေးကြည့်ချင်သူတွေအတွက်ဆို ကြည့်ရအဆင်ပြေမယ့် ဇာတ်ကားတစ်ကားပါ 
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Thriller,Bollywood",
"title":"V(2020)",
"poster":"https://image.tmdb.org/t/p/w185/qFPu7C23VqLhQXb4F2pW0t9HnSL.jpg",
"rate":"7.1",
 
 "movie":{
"sd":"https://megaup.net/SHdc/V.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 404MB",
"hd":"https://megaup.net/SHd6/V.2020.WEB-DL.720P.PP.mp4",
"hdZ":"1.08GB",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကားကောင်းတွေ ငတ်နေကြတယ် ကြားလို့ ကျွန်တော်တို့ စောင့်နေတဲ့ကားကြီး ဒီနေ့စ ရောင်းရောင်းချင်း တင်ပေးနိုင်ဖို့ ကြိုးစားထားပါတယ်။ တေလဂူးကားပရိသတ်တွေကတော့ တေလဂူးကားတွေ ဘယ်လိုကောင်းလဲဆိုတာ မပြောလည်း သိမှာပါ။ဒီကားဟာ  လူသတ်သမားတစ်ယောက်နဲ့၊ ရဲအရာတစ်ယောက်တို့ အားပြိုင်မှုကြောင့် ဇာတ်လမ်းက သွေးဆူစိတ်လှုပ်ရှားရလောက်အောင်မိုက်ပါတယ်….
အိန္ဒိယကားအများစုထဲ ဗီလိန်ကို အားမရတာ ကြုံဖူးကြမှာပါ။ ဒီဇာတ်ကားမှာတော့ ဗီလိန်ကတော့ အားရစရာ ကောင်းပြီး
ရဲအရာရှိကလည်း အစွမ်းကုန်ကြိုးစားမှာပါ။ သဲလွန်စပေးပြီး သတ်မယ်ဆိုတဲ့ လူသတ်သမားရယ်၊လူသတ်မှုကို ဖော်ထုတ်မယ့် ရဲအရာရှိရယ် အဓိက ပါဝင်ကစားထားကြတယ်။ကဲခင်ဗျားတို့လည်း စိတ်ဝင်စားကြပြီမဟုတ်လား။ ပွဲကြည့်ပရိသတ်အနေနဲ့ ခင်ဗျားတို့ကို ထည့်ပေးမယ်ဆိုရင်ရောဇာတ်လမ်းထဲ သင့်ကိုပါ ခေါ်လိုက်မယ်ဆိုရင်ရော၊ ခင်ဗျားတို့ လူသတ်သမားဖက်က ပါမလား၊ရဲအရာရှိဖက်က ပါမလား။ let’s join the game!ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်….
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Biography, Crime, Drama",
"title":"Skin (2018)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-07-at-11.39.11-PM.png",
"rate":"7.0",
 
 "movie":{
"sd":"https://megaup.net/2eFed/Skin.2018.WebRip.480P[CM].mp4",
"sdZ":"SD 500MB",
"hd":"https://megaup.net/2eFfD/Skin.2018.WebRip.720P[CM].mp4",
"hdZ":"HD 1.0GB",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီဇာတ်ကားလေးကတော့ ဗိုက်ကင်းဆိုရှယ်ကလပ် ဆိုတဲ့အဖွဲ့က လမ်းဘေးမှာပျက်စီး
လေလွင့်နေတဲ့ ကလေးတွေ ဆယ်ကျောက်သက်တွေကိုခေါ်ပြီး သူတို့အဖွဲ့ထဲရောက်အောင်
ဆွဲခေါ်တယ် သူတို့အဖွဲ့ထဲရောက်ရင် လူမျိုးရေးမုန်းတီးမှုတွေ အကြောင်းကိုပြောဆိုသိမ်းသွင်းတယ်
ခန္ဓာကိုယ်မှာလည်း အဲ့လိုမျိုးမုန်တီးရေးတက်တူးတွေကို ပုံစံမျိုးစုံနဲ့ထိုးတယ် ။အုပ်စု
လိုက်ရမ်းကားတယ်၊ အဲ့ထဲမှာဘာရွန်ဝိုင်ဒါဆိုတဲ့တစ်ယောက်လည်းအပါအဝင်ပေါ့
ဘာရွန်က ကလေးသုံးယောက်အမေ ဂျုလီနဲ့ မတွေ့ခင်အထိ ဒီလိုဘဝထဲမှာကျင်လည်ရှင်
သန်ခဲ့တာ ၊ နောက်ပိုင်းဂျုလီနဲ့ကြိုက်ပြီးအတူတူနေတယ် ဂျုလီကတော့သူတို့အဖွဲ့လုပ်ရပ်ကိုမကြိုက်ဘူး
အကြောင်းက သူ့သမီးသုံးယောက်ကိုအန္တရာယ်ဖြစ်မှာစိုးလို့ရယ် သူ့လိုဘဝမျိုးမကြုံစေချင်လို့ပေါ့၊ ဒီလိုနဲ့တစ်နေ့ ဘာရွန်ဟာ
သူတို့အဖွဲ့လုပ်နေကျအတိုင်း ဗလီထဲလူတစ်ချို့ကိုသတ်ရမယ့်အချိန်မှာသူတို့အဖွဲ့လုပ်ရပ်ကို နောင်တရပြီး အဖွဲ့ကနေ
ထွက်မယ်လို့ဆုံးဖြတ်လိုက်တယ် ၊ ဒီလို ဂိုဏ်းအဖွဲ့တွေကနေလွယ်လွယ်ထွက်လို့မရတဲ့အခါ
ဘယ်လိုအခက်အခဲတွေကြုံတွေ့မလဲဆိုတာကတော့ ဆက်လက်ကြည့်ရှုပေးပါဦး။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
crd cm
"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime, Drama, Thriller",
"title":"Still Here (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-11-at-2.41.24-PM.png",
"rate":"5.5",
 
 "movie":{
"sd":"https://megaup.net/2UEuE/Still.Here.2020.WebRip.480P[CM].mp4",
"sdZ":"SD 420MB",
"hd":"https://megaup.net/2eH3j/Still.Here.2020.WebRip.720P[CM].mp4",
"hdZ":"HD 840MB",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဇာတ်လမ်းက ဆင်းရဲသား လူမည်းရပ်ကွက်က မော်နီ၀က်ဆန်ဆိုတဲ့ ကောင်မလေး
ပျောက်တာကနေစတယ် ။
လူမည်းလည်းဖြစ် ဆင်းရဲသားရပ်ကွက်က အပေအတေတွေလည်းဖြစ်နေတော့ရဲတွေက အဖက်လုပ်ပြီး စုံစမ်းစစ်‌ေဆးတာတွေ မလုပ်ပေးခဲ့ပါဘူး ။ ဒါကိုသိတဲ့ခရစ်စတင် ဘိတ်ကာဆိုတဲ့ ဂျာနယ်လစ်က စွန့်စွန့်စာစားနဲ့ လူမည်းရပ်ကွက်ကိုသွားပြီး သတင်းရေးပါတော့တယ်။ သူရေးတဲ့သတင်းတွေ ကြောင့် ပြည်သူလူထုနဲ့ရဲအရာရှိတွေ ပိုပြီး သတိထားမိလာခဲ့ပြီး အပူတပြင်းပြန်လည်ရှာဖွေစုံစမ်းပါတော့တယ် ။ တရားခံက ဘယ်သူဖြစ်မလဲ ..? မော်နီ၀က်ဆန်ကိုရော အသက်ရှင်လျက်ပြန်တွေ့နိုင်ပါ့မလား ဆိုတာကတော့ ဆက်လက်စောင့်ကြည့်ရမှာပါ ။ ဒီကားကလက်ရှိမှာဖြစ်ပျက်နေတဲ့ ကလေးသူငယ်ပျောက်ဆုံးမှုတွေကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာIMDb Rating 5.5/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)
CRD CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":" Action, History, War",
"title":"Impasse Rescue ( 2020 )",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/hytjkixttcfp.jpg",
"rate":"7.0",
 
 "movie":{
"sd":"118928486613587",
"sdZ":"SD + HD",
"hd":"320050822409132",
"hdZ":"SD + HD",
"fhd":"256500672195877",
"fhdZ":"SD + HD"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီဇာတ်လမ်းလေးဟာတော့ တရုတ်ပြည်ရဲ့ သမိုင်းဝင် စစ်သူကြီး ဟွမ်ကျီကျိုက်အကြောင်း ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်မြို့နတ်မင်းလို့ တင်စားခေါ်ဝေါ်ရလောက်အောင်တော်လွန်းတဲ့တပ်မင်းကြီး လီကျွေ့ဖုန်းကို ရှန်းမန်စစ်သည်တစ်သိန်းကဝိုင်းထားလို့ ပေဖော်မြို့မှာပိတ်မိနေခဲ့ပါတယ်
ဒီလိုပိတ်မိနေတဲ့ ယောက္ခမလောင်းဖြစ်သူ တပ်မင်းကြီးကို
ကယ်တင်ဖို့အတွက် မြို့တော်က စစ်တပ်ကိုလည်း စစ်ကူလွှတ်ရင်အလစ်ဝင်တိုက်ခိုက်ခံရမှာဆိုးလို့ ဒေသခံပြည်သူတွေ အကျဉ်းသားတွေနဲ့စုစည်းထားတဲ့ လူ ၈၀၀ ကို ဟွမ်ကျီကျိုက်တစ်ယောက် ဦးဆောင်ပြီး ထွက်လာခဲ့ပါတယ်သူတို့လူ ၈၀၀ ဟာ ပေဖော်မြို့လေးမှာ ကိုယ်တတ်တဲ့အပိုင်းကနေဝိုင်းဝန်းကူညီဆောင်ရွက်ပေးရင်း ရှန်းမန်စစ်တပ်ကြီးနဲ့ဘယ်လိုတွေတိုက်ခိုက်ကြမယ်ဆိုတာကို ဇာတ်ကားလေးကြည့်ကြည့်လိုက်ပါဦးနော်
crd cm"
},{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Comedy",
"title":"OK! Madam(2020)",
"poster":"https://image.tmdb.org/t/p/w185/lKMh09e1t287fWzdWy0B7OLP9Nf.jpg",
"rate":"7.0",
 
 "movie":{
"sd":"110500877476712",
"sdZ":"SD + HD facebook server",
"hd":"https://megaup.net/1yTvZ/OK!_Madam.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 850MB",
"fhd":"https://megaup.net/1yTw4/OK!_Madam.2020.WEB-DL.1080P.mp4",
"fhdZ":"Full HD 1.5GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"သာမန်ဈေးလေးထဲမှာ မုန့်လုပ်ရောင်းတဲ့ မီယောင်းဟာ ကွန်ပျူတာပစ္စည်းတွေပြင်တဲ့
ခင်ပွန်းဖြစ်သူ ဆော့ဟွမ် သမီးလေးဖြစ်သူ နာရီတို့နဲ့အတူ နေထိုင်တယ်….
တစ်နေ့မှာ ဟာဝိုင်အီကိုသွားဖို့ ကံစမ်းမဲပေါက်သွားပြီး အပျော်တွေလွန်ရင်း ခရီးသွားဖို့ဖြစ်လာတယ်ပေါ့….
ဟာဝိုင်အီကိုသွားနေတဲ့လမ်းခရီးဟာ တကယ်ပျော်စရာလို့ထင်ရပေမယ့် လေယာဉ်ပေါ်မှာ  မမျှော်လင့်တဲ့အဆုံးဝါးဆုံးပြဿနာတွေဖြစ်လာတယ်….
သူတို့လေယာဉ်ပေါ်မှာ အရမ်းကိုအန္တရယ်များလှတဲ့ သူလျှိုပါလာတယ်ဆိုတဲ့ သတင်းရလို့
မြောက်ကိုရီးယားတပ်မှူးဖြစ်သူနဲ့အဖွဲ့တွေဟာ လေယာဉ်ကိုပိုက်စိပ်တိုက်ရှာကြတော့တယ်…
စီးနင်းလာတဲ့ခရီးသည်တွေအားလုံး ဓားစာခံဖြစ်သွားကြတယ်ပေါ့…..မြောက်ကိုရီးယားကအဖွဲ့ကလည်း တကယ့်ကိုကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လက်မရွှံအဖွဲ့တွေ….
အဲ့ဒီနောက်တော့ လေယာဉ်ပေါ်မှာ ပြဿနာမျိုးစုံစပါတော့တယ်….
ဒီကားက ဇာတ်လမ်းစပြီး မိနစ်(၃၀)လောက်မှာတင် ပွဲစကြမ်းပါတယ်….လေယာဉ်ပေါ်ရဲ့ နေရာကျဉ်းကျဉ်းလေးတွေမှာ အက်ရှင်ခန်းတွေက တကယ်ကိုမိုက်တဲ့အပြင်ကြည့်ရတာတွေတကယ့်ကိုရှင်းပါတယ်…စိတ်ကျေနပ်စရာကောင်းတဲ့အက်ရှင်ခန်းတွေပါတဲ့အပြင်ဇာတ်လမ်းကတော်တော်ကောင်းပြီး လျှို့ဝှက်ချက်တွေနဲ့ နောက်ကွယ်က ထင်မထားတဲ့ အကြောင်းအရာတွေနဲ့မို့အားလုံးလက်မလွှတ်သင့်ပါကြောင်းပါ…သရုပ်ဆောင်တွေကလည်း ဒိတ်ဒိတ်ကျဲတွေပါ…တောင်ကိုရီးယားရဲ့စွယ်စုံရမင်းသမီးကြီး အုမ်းဂျောင်ဟွာ
နာမည်ကြီးသရုပ်ဆောင် မင်းသားကြီး ဘတ်ဆောင်အုန်း
ဇာတ်ရုပ်တိုင်းမှာပိုင်နိုင်တဲ့ မင်းသားလီဆန်ယွန်း
Running Man လီဂွမ်ဆူရဲ့ချစ်သူမိန်းကလေး မင်းသမီးလီဆောင်ဘင်း နဲ့
အထူးဧည့်သည်သရုပ်ဆောင်အဖြစ် မင်းသားဂင်နမ်ဂီတို့အပြင် နာမည်ကြီးဇာတ်ပို့အများအပြား
ပါဝင်အားဖြည့်ထားကြပါတယ်…
crd cm
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure, Crime, Family",
"title":"Enola Holmes (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZjNkNzk0ZjEtM2M1ZC00MmMxLTlmOWEtNWRlZTc1ZTUyNzY4XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR00182268_AL_.jpg",
"rate":"8.0",
 
 "movie":{
"sd":"https://drive.google.com/file/d/13R5r-RoSXxsV68bONxwYLCheQ3HTmee2/view?usp=drivesdk",
"sdZ":"SD + HD",
"hd":"https://drive.google.com/file/d/1Xn621b_0ft0yZTtK3zNjfrYx_osGGFcx/view?usp=drivesdk",
"hdZ":"SD + HD + Full HD",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီကားလေးကို မျှော်နေတဲ့သူတွေ များမယ်ထင်ပါတယ်။Stranger Things က အားလုံးရဲ့ အချစ်တော်လေးကခေါင်းဆောင်မင်းသမီးအဖြစ်ပါဝင်ထားပါတယ်။သူ့ရဲ့ ဇာတ်ကောင်နာမည်ကတော့ အန်နိုလာ ဟုမ်းစ် ပါပဲ။မိုက်ခရော့ ဟုမ်းစ် နဲ့ ရှားလော့ဟုမ်းစ်တို့ရဲ့ ညီမဖြစ်ပါတယ်။
အင်နိုလာ နဲ့ သူ့ရဲ့ အမေဟာ အင်နိုလာရဲ့ အဖေသေဆုံးပြီး
ညီအစ်ကိုနှစ်ယောက်လည်း မရှိတော့ချိန်မှာ အိမ်ကြီးတစ်ခုထဲမှာနှစ်ယောက်ထဲနေထိုင်ပြီး အမေဖြစ်တဲ့ ယူဒိုရီရာဟုမ်းစ်ကအင်နိုလာကို ပညာအစုံ သင်ပေးခဲ့ပါတယ်။အင်နိုလာ ၁၆ နှစ်ပြည့်တဲ့နေ့မှာတော့ ယူဒိုရီရာဟာရုတ်တရက် ပျောက်ဆုံးသွားခဲ့ပါတယ်။အဲဒီကိစ္စကြောင့် ဟုမ်းစ်ညီအစ်ကို နှစ်ယောက်ပြန်ရောက်လာပြီးရှားလော့က သူ့အမေကို ရှာဖို့ မိုက်ခရော့ကအင်နိုလာကို ဘော်ဒါကျောင်းတစ်ခုကို ပို့ဖို့ စီစဉ်ပါတော့တယ်။ဒါပေမယ့် အင်နိုလာက ထွက်ပြေးလာပြီးသူ့အမေကို ကိုယ်တိုင်ရှာဖို့ စွန့်စားခန်းတွေ ဖွင့်တဲ့အခါမှာ
CRD CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure, Family, Fantasy",
"title":"The Magic Kids: Three Unlikely Heroes 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/magic-kids.jpg",
"rate":"4.6",
 
 "movie":{
"sd":"https://megaup.net/2UPeB/The.Magic.Kids.Three.Unlikely.Heroes.2020.DUBBED.480p.WEBRip(CM).mp4",
"sdZ":"SD 300MB",
"hd":"https://megaup.net/3AMGQ/The.Magic.Kids.Three.Unlikely.Heroes.2020.DUBBED.720p.WEBRip(CM).mp4",
"hdZ":"HD 600MB",
"fhd":"121908122993360",
"fhdZ":"SD + HD Facebook server"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
ဒီဇာတ်လမ်းလေးကတော့ ကလေးလူငယ်တွေရော လူကြီးတွေရောပါ ကြိုက်ကြတဲ့မှော်စွမ်းအားတွေ စွန့်စားခန်းတွေ ပါ၀င်တဲ့ fantasy movie လေးဖြစ်ပါတယ် ဟိုးအရင်ကထဲက ရှိခဲ့တဲ့ ‌သွေးစုပ်ဖုတ်ကောင် သမန်းဝံပုလွေ စုန်း မှင်စာနဲ့ အခြားမှော်၀င်သတ္တဝါ‌‌တွေဟာ တောနက်ကြီးထဲက လျှို့ဝှက်မှော်မြို့တစ်မြို့မှာနေထိုင်လျက်ရှိပါတယ် အဲ့မြို့ကို ပြင်ပသာမာန်လူလောကမှာ ကြီးပြင်းခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်လေး ဗလက်နဲ့ သူ့အဖေတို့သားအဖနှစ်ယောက်ဟာ မြို့တော်၀န်ရဲ့ ဖိတ်ကြားမှုအရ မှော်ကျောင်းမှာတက်ဖို့ ပြောင်းလာကြပါတယ် ဒါ‌ပေမယ့် သူတို့ကိုဖိတ်ကြားရတဲ့အကြောင်းအရင်းရှိပါတယ် အဲ့တာကို ဗလက်နဲ့သူ့အဖေနှစ်ယောက်လုံး မသိကြပါဘူး။ ဗလက်ဟာ အဲ့မှော်ကျောင်းမှာ သူနဲ့စိတ်တူကိုယ်တူ ဖြစ်တဲ့ သမန်းဝံပုလွေ နဲ့ ‌မှင်စာမလေးကို သူငယ်ချင်းအဖြစ်ပေါင်းမိသွားပါတယ် ရုတ်တရက်သူတို့ ဒီမြို့ကို ရောက်လာရတဲ့ အဖြစ်မှန်ကို သိလိုက်ရတဲ့ အချိန်မှာတော့ ဗလက်ရယ် သူ့ သူငယ်ချင်းနှစ်ယောက်ရယ် ဘယ်လိုစွန့်စားခန်းဖွင့်မလဲ ဘယ်လိုအဖြစ်မှန်ကိုဖော်ထုတ်ပြီး မှော်မြို့ကြီးကို ကယ်တင်ကြမလဲဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ မှော်အတတ်တွေ သတ္တဝါဆန်းတွေ စုန်းတွေ နတ်သမီးတွေ ကလေးသုံးယောက်ရဲ့ သရုပ်ဆောင်ကောင်းမှုတွေနဲ့ ကြည့်ကောင်းတဲ့ ဇာတ်လမ်းလေးဖြစ်လို့ ဆက်ဆက်ကြည့်ရှုကြပါလို့ ပြောချင်ပါတယ်
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action",
"title":"Fantasy Magician (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Ep0R7c.jpg",
"rate":"6.7",
 
 "movie":{
"sd":"106687344531622",
"sdZ":"SD+HD fb server",
"hd":"https://megaup.net/2eWTZ/Fantasy_Magician_(2020)_WebDL_720p.mp4",
"hdZ":"HD 750MB",
"fhd":"https://megaup.net/2eWU6/Fantasy_Magician_(2020)_WebDL_1080p.mp4",
"fhdZ":"FHD 1.5GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီဇာတ်လမ်းလေးက 2017 ခုနှစ်ကထွက်ခဲ့တဲ့ “The Thousands Faces Of Dunjia”ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ
လော့ချားမြို့ကျိုးအိမ်တော်ရဲ့သခင်လေး စစ်ဆေးရေးမှူးကျိုးထုံက ငယ်ငယ်လေးထဲကမှော်ပညာရပ်တွေကိုအရမ်းစိတ်ဝင်စားသူပါ
တပည့်မလေးထျောက်ကျယ် သူ့အဖေကျိုးရှို့ရီနဲ့ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းလာရာ…တစ်နေ့မမျှော်လင့်ဘဲ ကျာ့မင်နဲ့သူ့အဖေယိုးဝေ့တို့ထောင်ချောက်ဆင်တာခံရပြီး ကျိုးထုံအဖေကျိုးရှို့ရီဟာ အကျဉ်းချခံခဲ့ရပါတော့တယ်
ကျိုးထုံကတော့ ကံကောင်းစွာလွတ်မြောက်သွားပြီး
မင်ဂိုဏ်းချုပ်နဲ့တွေ့ဆုံကာ ကျိုးထုံကိုယ်ထဲကျားအဆောင်လွဲပြောင်းပေးအပ်ခဲ့ပါတယ်ကျိုးထုံဟာ ကျားအဆောင်ရဲ့စွမ်းအားကိုသုံးပြီးသူ့အဖေကိုကယ်ထုတ်ခဲ့ချင်ပေမဲ့ သူ့အဖေရက်ရက်စက်စက်အသတ်ခံခဲ့ရတာကိုပဲမြင်တွေ့ခဲ့ရပါတယ်
ကျားအဆောင်ကိုလိုချင်တဲ့မကောင်းဆိုးဝါးတွေရန်ကနေ ဘယ်လိုကာကွယ်ခဲ့သလဲ?
ကျိုးထုံဘယ်လိုတွေကြုံတွေ့ခဲ့ရသလဲဆိုတာကို ဇာတ်လမ်းလေးထဲတွေ့ရမှာပါ
ကျိုးထုံအဖြစ် He Peng
(သူ့ကိုတော့အားလုံးသိကြမှာပါ The Untamedထဲက ဝမ်ဂိုဏ်းဒုသခင်လေးဝမ်ချောင်ပါ
The Untamedနဲ့ကွဲပြားစွာ သူ့သရုပ်ဆောင်ချက်တွေကိုမြင်တွေ့ရမှာပါနော်)
ထျောက်ကျယ်အဖြစ် Lin Yu Rou
ကျိုးရှို့ရီအဖြစ် Eddy Ko တို့က ပါဝင်သရုပ်ထားတာပါ ။
crd channelmyanmar
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime, Mystery, Thriller,Bollywood",
"title":"Halahal(2020)",
"poster":"https://image.tmdb.org/t/p/w185/myORFNThbjPmagKaRvwIMtJMnV9.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"https://megaup.net/T29b/Halahal.2020.WEB-DL.480P.PP.mp4",
"sdZ":"SD 338MB",
"hd":"https://megaup.net/2eX2C/Halahal.2020.WEB-DL.720P.PP.mp4",
"hdZ":"HD 910MB",
"fhd":"106920714508285",
"fhdZ":"SD + HD fb server"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဆေးကျောင်းသူလေးတစ်ဉီးဟာ ကျောင်းတက်နေဆဲကာလမှာပဲ ဆုံးပါးသွားတယ်….သူဆုံးတဲ့အကြောင်းအရင်းကို ရဲတွေအာဏာပိုင်တွေက ဖော်ထုတ်ပြီးနောက်
ကိုယ့်ကိုယ်ကိုသေကြောင်းကြံမှုဆိုပြီး အဖြေထုတ်လိုက်တယ်….
အချစ်ရဆုံးသမီးလေးဆုံးပါးသွားတော့ ကျန်ရစ်သူမိသားစုဟာအရူးမီးဝိုင်းသလိုပါပဲ…ဖခင်ဖြစ်တဲ့သူဟာ သူ့သမီးလေး ကိုယ့်ကိုကိုယ်သတ်သေလောက်အောင် စိတ်ဖိစီးစရာအကြောင်းလုံးဝမရှိဘူးလို့ယူဆနေတယ်…ဒါ့ကြောင့် သူနည်းသူ့ဟန်နဲ့ စုံစမ်းဖို့ကြိုးစားပါတော့တယ်….တကယ်ပဲသမီးဖြစ်သူဟာ ကိုယ့်ကိုကိုယ်သေကြောင်းကြံတာလား….အသတ်ခံရပြီး ရဲတွေ အာဏာပိုင်တွေဝိုင်းဖုံးဖိထားရလောက်အောင် တခြား ကြီးမားတဲ့မသမာမှုတွေရှိနေမလား…ဘယ်လိုအကြောင်းအရာတွေဖြစ်မလဲ…စုံစမ်းနေစဉ်မှာရော ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ….ဒီဇာတ်လမ်းကတော့ဖခင်ဖြစ်သူဟာမိတ်ဆွေ/ရန်သူ ခွဲခြားလို့မရတဲ့ အခြေအနေမှ စပြီး…. ပဟေဠိတစ်ခုကို တဖြည်းဖြည်းချင်းအဖြေရှာနေတဲ့ အပူသည်ဖခင်တစ်ယောက်ကို ဇာတ်အိမ်တည်ထားပြီး..ကိုယ်တိုင်ပါဝင်အဖြေထုတ်နေရတဲ့ ဇတ်လမ်းကောင်းမို့ မှုခင်းအိန္ဒိယကားတွေကြိုက်တဲ့သူတွေအဖို့လက်မလွှတ်သင့်ပါကြောင်းသတင်းကောင်းပါးပါရစေ…. ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်…
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Animation",
"title":"Cranston Academy: Monster Zone(2020)",
"poster":"https://image.tmdb.org/t/p/w185/lSxNofe7122uff8k5LSKGh0N4Av.jpg",
"rate":"6.5",
 
 "movie":{
"sd":"2702658416643469",
"sdZ":"SD + HD (facebook server)",
"hd":"https://megaup.net/2eK5d/Monster_School.2020.WEB-DL.480P.PP.mp4",
"hdZ":"SD 319MB",
"fhd":"https://megaup.net/2UHxd/Monster_School.2020.WEB-DL.720P.PP.mp4",
"fhdZ":"HD 850MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဉာဏ်ကောင်းတဲ့ ချာတိတ်လေးတစ်ယောက်ဖြစ်တဲ့ “ဒန်နီ”က မမျှော်လင့်ဘဲနဲ့ဉာဏ်ကြီးရှင်တွေစုဝေးနေတဲ့ ခရန်စတန်သိပ္ပံကျောင်းကိုတက်ဖို့ ပညာသင်ဆုရခဲ့တယ်။ဒါပေမယ့် သူ့ရဲ့ဆရာ ပါမောက္ခစတန်ကတော့ ဒန်နီ့ရဲ့တီထွင်မှုတွေကို အထင်မကြီးဘဲ အမြဲနှိမ်ချဆက်ဆံလေ့ရှိတယ်။ဒန်နီတစ်ယောက် မခံချင်စိတ်နဲ့ ပရောဂျက်အကြီးကြီးလုပ်ပြဖို့ နည်းလမ်းရှာတေ
ာ့ လွန်ခဲ့ဆယ်နှစ်လောက်က ရုတ်တရက်ပျက်စီးသွားလို့ ပိတ်ထားခဲ့ရတဲ့ အဏုမြူဓာတ်ပေါင်းဖိုကို သွားတွေ့ပါတယ်။
ပျက်စီးနေတဲ့ ဓာတ်ပေါင်းဖိုကို အသစ်ပြန်မွမ်းမံဖို့ ကြိုးစားရင်းကနေ ကြောက်ဖို့ကောင်းလှတဲ့မွန်းစတားသတ္တဝါမျိုးစုံ နေထိုင်တဲ့ နေရာတစ်ခုရဲ့ ဝင်ပေါက်ကို မတော်တဆ ဖွင့်မိသွားတဲ့အခါမှာတော့…...ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဆက်လက်ရှူစားလိုက်ကြပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ei Phyu Khin ပဲဖြစ်ပါတယ်…
CRD CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure, Animation, Comedy",
"title":"Pets United(2020)",
"poster":"https://image.tmdb.org/t/p/w185/gtwqIYSOCRwEndZTg9s6iWjEZc1.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"124879569342378",
"sdZ":"SD+HD Facebook server",
"hd":"https://megaup.net/2eK9r/Pets_United.2020.WEB-DL.480P.PP.mp4",
"hdZ":"SD 392MB",
"fhd":"https://megaup.net/SPf8/Pets_United.2020.WEB-DL.720P.PP.mp4",
"fhdZ":"HD 850MB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"စက်​ရုပ်​​တွေနဲ့ လည်​ပတ်​​နေတဲ့ ရိုဘိုလို့ခေါ်တဲ့မြို့တစ်မြို့ရှိတယ်….
တစ်မြို့လုံးသက်မဲ့တွေနဲ့လုပ်ရှားသလိုဖြစ်နေတဲ့ ဒီနေရာမှာ
လေလွင့်ခွေးလေး ရော်ဂျာအတွက် အတော်အဆင်မပြေလှ….လေလွင့်ခွေးတွေ လိုက်ဖမ်းတဲ့
စက်ရုပ်ရဲတွေရန်ကိုရှောင်ရ အသက်ဆက်ဖို့ အစာရှာရတာလည်းခက်လှကိုး…
ဒီလိုအချိန်မှာ မြို့တော်ဝန်ဟာ ရိုဘိုမြို့ကနေ လူတွေအားလုံးကိုပြောင်းရွှေ့ဖို့အမိန့်ထုတ်လိုက်တယ်…
ဒါ့ကြောင့် ရိုဘိုမြို့က အိမ်မွေးတိရစ္ဆာန်တွေ တော်တော်များများ အိမ်ခြေမဲ့တွေဖြစ်ကုန်ကြတယ်…
မြို့တော်ဝန်မှာ မသာမာမှုပေါင်းများစွာရှိနေနိုင်တာကို ခန့်မှန်းမိတဲ့ ရော်ဂျာတို့ အဖွဲ့တွေဟာမထူးဇာတ်ခင်းပြီး
မြို့တော်ဝန်ရဲ့လျှို့ဝှက်ချက်တွေနဲ့
အဖျက်အမှောင့်တွေကို စုံစမ်းပါတော့တယ်…
ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး….
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်…
crd cm
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action, Drama, War",
"title":"Behind the Line: Escape to Dunkirk (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-26-at-4.33.35-PM.png",
"rate":"8.6",
 
 "movie":{
"sd":"https://megaup.net/T15r/Behind.The.Line.Escape.To.Dunkirk.2020.WebRip.480P[CM].mp4",
"sdZ":"SD 380MB",
"hd":"https://megaup.net/T15u/Behind.The.Line.Escape.To.Dunkirk.2020.WebRip.720P[CM].mp4",
"hdZ":"HD 758MB",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ကမ္ဘာကြီးရဲ့ အတ္ထုပ္ပတိကိုလှန်ကြည့်တဲ့အခါ
ကျွန်တော်တို့သက်တမ်းနဲ့တောင် ဖတ်မှတ်လို့မပြီးမယ့်
စိတ်၀င်စားစရာ အကြောင်းအရာတွေ အများကြီးပါပဲ။
ဒီဇာတ်လမ်းဟာ ကမ္ဘာ့သမိုင်းထဲက အရက်စက်ဆုံး
ကုန်ကျစရိတ်အများဆုံး သေကြေမှု အများဆုံး
ဒုတိယကမ္ဘာစစ်မှာဖြစ်ခဲ့တဲ့ စိတ်၀င်စားစရာဇာတ်လမ်း
တစ်ပုဒ်ပါပဲ။ ‌
ကြီးကျယ်တဲ့ဖြစ်ရပ်တွေတိုင်းရဲ့ အောင်မြင်မှု
ကျရှုံးမှုတွေဟာ ကောက်ရိုးမ‌‌ီးလို ဝုန်းခနဲထတောက်တာ
မဟုတ်ပါဘူး။ သေးငယ်တ‌ဲ့ ဓာတ်မှုန်ကလေးများစွာရဲ့
တစ်ခုချင်းဆီပေါက်ကွဲမှုတွေဟာပေါင်းဆုံပြီးမှ
မဟာပေါက်ကွဲမှုကြီးဖြစ်လာတာပါ။
ဒုတိယကမ္ဘာစစ်အကြောင်း ရိုက်ပြထားတဲ့
ရုပ်ရှင်တွေထဲမှာ The Immitation Gameလို
Dunkrikလို Saving Leningradလို
Darkest Hoursတို့လို ဖြစ်ရပ်မှန်‌
အခြေပြုကားကောင်းတွေရှိပါတယ်။
အဲ့ဒီရုပ်ရှင်တွေထဲကဖြစ်ရပ်ကလေးတွေ အကုန်
စုပေါင်းပြီးမှ ဂျာမနီနဲ့ မဟာမိတ်တွေကို နိုင်ခဲ့တာပါပဲ။
1940မှာ ဂျာမနီတွေဟာ ပိုလန် ဒိန်းမတ် နော်ဝေး
ဘယ်ဂျီယမ်တို့ကိုသိမ်းပြီးတဲ့နောက် ပြင်သစ်နိုင်ငံက
Dunkrikမြို့ကို ဝိုင်ထားကြတယ်။ ဗြိတန်တွေဟာ
ဂျာမန်တွေကိုခုခံဖို့ တပ်တစ်တပ်ပဲထားပြီး
အပြင်းအထန်ဆုတ်ခ‌ွာခဲ့ရတယ်။ ဒီဇာတ်လမ်းက
ဒီအချိန်မှာပါပဲ။ ဗြိတိန်ရှေ့ပြေးတပ်ဖွဲ့ဟာ
ပြင်သစ်နယ်စပ်မှာ ကတုတ်ကျင်းခို စောင့်ဆိုင်းနေရာက
တပ်ဆုတ်လာတဲ့ ဖြစ်ရပ် နောက်ကွယ်ကို
ညဏ်ကွန့်မြူးရိုက်ပြထားတာပါ။ပြင်သစ်နယ်စပ်ကနေ Dunkrikကိုတပ်ဆုတ်ရမယ့်
လမ်းမှာ ဗြိတန်တပ်သားနှစ်ယောက်အဖမ်းခံရတာကနေ
ဒီဇာတ်လမ်းကို အစပြုထားတယ်။‌ဒါတော့
ဘာမှမထူးဆန်းပါဘူး။ ထူးတာက အဲ့ဒီတပ်သား
နှစ်ယောက်ထဲက တစ်ယောက်ဟာ ကမ္ဘာ့ မစ်ဒယ်ဝိတ်
ချန်ပီယံ ဒန်နီ ဖန်နီဂန်ပါ။ဂျာမနီတွေမှာ တပ်မှာ
ဘယ်သူပါတယ်ဆိုတဲ့ စာရင်းအတိအကျရှိနေတော့
ဒန်နီဟာ သူမဟုတ်ပါဘူးလည်း ငြင်းမရပါဘူး။
ကမ္ဘာ့မစ်ဒယ်ဝိတ်ချန်ပီယံကို မိထားတဲ့
ဂျာမနီတွေရဲ့ ဆက်လုပ်မယ့်ရည်ရွယ်ချက်ကတော့
ရှင်းပါတယ်။ ဂျာမနီတပ်သားတစ်ယောက်နဲ့
ဒန့်နီကိုထိုးခိုင်းပြီး ဂျာမနီတစ်ယောက်က
ကမ္ဘာ့ချန်ပီယံကိုနိုင်တယ်ဆိုတဲ့ အမျိုးသားရေး
ဂုဏ်သိက္ခာကို တည်ဆောက်ယူလိုက်ဖို့ပါပဲ။
ဒန်နီ့ကို မထိုးထိုးအောင် အရှုံးပေးအောင်
နည်းမျိုးစုံနဲ့ကြိုးစားနေတဲ့ကြားက
ဂျာမနီကိုမပို့ခင် သူတို့လွတ်အောင်ကြိုးစားကြတဲ့
အကြောင်းကိုပဲ ရိုက်ပြထားတာပါ။ဇာတ်လမ်းဖွဲ့စည်းပုံကတော့ Dunkrikနဲ့
Inglorious Bastardsကို စပ်ထားတဲ့ပုံစံမျိုးပါပဲ။
ကြာချိန်က တစ်နာရီခွဲမို့ အရမ်းတိုတယ်တော့‌
‌ပြောရမယ်။ နာမည်ကြီး ဘယ်သူမှမပါပေမယ့်
ဇာတ်အိမ်‌ရော သရုပ်ဆောင်ရော ဒါရိုက်တာရော
အတော်ပြေပြစ်တဲ့အထဲပါတယ်။ Rating
ကောင်းပေမယ့် ခေါင်းခဲစေမယ့်ကားမျိုးမဟုတ်ပဲ
ပေါ့ပေါ့ပါးပါးကြည့်လို့ရတယ့် ရုပ်ရှင်ပါပဲ။
ဒါပေမယ့် စစ်ပွဲတစ်ပွဲရဲ့ အောင်နိုင်မှုဟာ
ခေါင်းဆောင်တစ်ဦးတစ်ယောက်ကြောင့်မဟုတ်ဘဲ
တပ်သားတစ်ယောက်စီတိုင်းရဲ့ မျိုးချစ်စိတ်ဓာတ်နဲ့
ချစ်စိတ်ကြောင့်ဆိုတာကိုတော့ ကောင်းကောင်းကြီး
ခံစားရအောင်တော့ ရိုက်ပြနိုင်ခဲ့တယ်။
crd CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy, Family",
"title":"Dad Wanted(2020)",
"poster":"https://image.tmdb.org/t/p/w185/feFKFloS6txWVTn3dLpMjelXFTD.jpg",
"rate":"6.2",
 
 "movie":{
"sd":"https://megaup.net/2eLpC/Dad_Wanted_.2020.WEB-DL.480P.PP.mp4",
"sdZ":"336 MB",
"hd":"https://megaup.net/2UINy/Dad_Wanted_.2020.WEB-DL.720P.PP.mp4",
"hdZ":"950 MB",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဘလန်ကာ ဒီယက်စ်ဆိုတဲ့ ဆယ်ကျော်သက်မိန်းကလေး သူ့ဝါသနာကတော့
စက်ဘီးတာဖြစ်ပါတယ်။ အဲ့ဒါကို သူ့အမေကလုံးဝမကြိုက်ပါဘူး ဘာလို့လဲဆိုတော့
ဘလန်ကာလေးရဲ့ အဖေက စက်ဘီးရင်းနဲ့ ကားတိုက်မိပြီးဆုံးသွားတာကြောင့်ပါ….
ဘလန်ကာလေးရဲ့မိခင်က လည်း ရုပ်ရှင်ထုတ်လုပ်ရေးပိုင်ရှင်ဖြစ်တဲ့အတွက်
အလုပ်တွေအရမ်းရှုပ်နေတာကြောင့်ဘလန်ကာကို သေချာမစောင့်ရှောက်နိုင်ပါဘူး
အဲ့ဒါကြောင့် ဘလန်ကာက ဂျစ်ကန်ကန်လေးဖြစ်ပါတယ်။ တစ်နေ့မှာတော့
မက်ဆီကိုမှာ စက်ဘီးပြိုင်ပွဲကျင်းပမယ်ဆိုတဲ့ သတင်းကို ကျောင်းမှာကြားခဲ့ရတယ်
သူ့အိမ်မက်တွေအကောင်အထည်ဖော်မယ့် အခွင့်အရေးကို ဘလန်ကာတစ်ယောက်
ဘယ်လိုရယူမလဲ ၊ စက်ဘီးစီးတာကိုလုံးဝတားမြစ်ထားတဲ့ မိခင်နဲ့ ဘယ်လိုတွေ
ဆက်ဖြစ်မလဲဆိုတာကတော့ ဆက်လက်ကြည့်ရှုပေးကြပါဦး
မိသားစုနဲ့အတူကြည့်ရှုဖို့အထူးသင့်တော်တဲ့အတွက်တင်ဆက်ပေးလိုက်ရပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….
crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Crime, Drama, Thriller",
"title":"The Devil All the Time 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/the-devil.jpg",
"rate":"7.6",
 
 "movie":{
"sd":"https://megaup.net/1yP44/The.Devil.All.the.Time.2020.480p_Webrip(CM).mp4",
"sdZ":"SD 400MB",
"hd":"https://megaup.net/1yP1W/The.Devil.All.the.Time.2020.1080p_Webrip(CM).mp4",
"hdZ":"HD 1GB",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ရောဘတ် ပတ်တီဆန် နဲ့ တွမ် ဟော်လန်တို့ရဲ့ နက်ဖလစ် ရုပ်ရှင်အသစ်ရပါပြီ။ လက်ရှိမှာတော့ IMDb 7.9 ရထားပါတယ်။ တကယ်ကို ထိုက်ထိုက်တန်တန်ရတာပါပဲ။ နောက်ခံစကားပြောလေးနဲ့ ဂန္ဓဝင်ရုပ်ရှင်ဟောင်းတွေရဲ့ အငွေ့အသက်လေးတွေနဲ့ ဖန်တီးထားတာပါပဲ။ မူရင်း ခေတ်ဟောင်း ဝတ္ထုကို မဖတ်ဖူးပေမယ့် ရုပ်ရှင်ကို ကြည့်လိုက်တာနဲ့တင်အတော်ကို ကောင်းမယ့် ဝတ္ထုဆိုတာ သိလိုက်ပါတယ်။ အရမ်းကောင်းပေမယ့် လူတိုင်းတော့ ကြည့်လို့အဆင်ပြေမယ်မထင်ပါဘူး။ ဘာသာရေးအစွန်းရောက်မှုတွေ၊ ဘာသာရေးအမြတ်ထုတ်တာတွေ၊ စိတ္တဇလူသတ်သမားတွေနဲ့ ချိတ်ဆက်ပြီး ဇာတ်ကို ဖွဲ့စည်းထားတဲ့အပြင် သွေးသံရဲရဲ သတ်ဖြတ်ခန်းတွေလည်း ပါတော့ ကြောက်စရာတွေ မကြိုက်တတ်တဲ့သူတွေတော့ အတွက်တော့ မကောင်းပါဘူး။ ကျွန်တော်ကတော့ အတော်ကိုကြိုက်ပါတယ်။ ကြည့်ပြီးပြီးချင်း ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါပြီ။ အကြိုက်တူတဲ့သူတွေ သဘောကျကြမှာပါ။
CRD CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Romance",
"title":"You’re Bacon Me Crazy 2020",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/your-bacon-me-crazy.jpg",
"rate":"6.7",
 
 "movie":{
"sd":"https://megaup.net/1yM2n/Youre.Bacon.Me.Crazy.2020.480p.AMZN.WEB-DL(CM).mp4",
"sdZ":"280 MB",
"hd":"https://megaup.net/1yM2w/Youre.Bacon.Me.Crazy.2020.720p.AMZN.WEB-DL(CM).mp4",
"hdZ":"HD 592 MB",
"fhd":"",
"fhdZ":"NON"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီကားက ၂၀၂၀မှာထှကျတဲ့ romantic comedyဇာတျကားလေးပါ food truck theme ကိုယူထားတဲ့အတှကျကွောငျ့foodieတှအေတှကျစိတျဝငျစား စရာကောငျးစမေဲ့ဇာတျလမျးလေးပါ ဇာတျလမျးအကဉြ်းကတော့ portlandက သှကျလကျထကျ မွကျတဲ့ မုနျ့ကားပိုငျရှငျလေးကလီယိုဟာ အဘိုးရဲ့လြို့ဝှကျခကြျပွုတျနညျးတှကေိုလကျဆငျ့ကမျးပွီး လကျရာကောငျးတဲ့စားဖိုမှူးတစျယောကျပါနဲ့ တစျနေ့မှာ city of roses ကိုနယျတကာလှညျ့နတေဲ့ ဂေ့ဘျဘရီရယျရောကျလာပွီးသူတို့စြေးမှာတှေ့ဆုံကွပွီး ကလီယိုကို လိုကျရှာဖို့ကွိုးစားပါတော့တယျ ကလီယိုကိုတှေ့တဲ့အခါသူ့ဆိုငျနားမှာ ၀ကျဆားနယျခွောကျ မုနျ့တှလောရောငျးပွီးတဖွညျးဖွညျးရငျးနှီးသှားကွပါတယျ သူတို့နှစျယောကျဆကျဆံရေး အတှကျ မုနျ့ကားပွိုငျပှဲကနဲနဲတော့အပွောငျးအလဲသှားခဲ့ပါတယျ သူတို့ပွိုငျပှဲအပွီးမှာဆကျဆံရေးအရငျအတိုငျးပဲဆကျရှိနမေလား တစျဆငျ့တကျသှားမလားဆိုတာစောငျ့ကွညျ့ရမှာပါ
CRD CM
"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure, Drama, Mystery",
"title":"Monos (2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/2973533.jpg",
"rate":"7.0",
 
 "movie":{
"sd":"https://megaup.net/SVmr/Monos.2019.BluRay.720P[CM].mp4",
"sdZ":"HD 880MB",
"hd":"https://megaup.net/2eQhy/Monos.2019.BluRay.1080P.5.1CH[CM].mp4",
"hdZ":"FHD 1.8GB",
"fhd":"",
"fhdZ":"non"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"နာမည်ကျော် Gummy Bearလို့ခေါ်တဲ့ ၀က်ဝံရုပ်မုန့်ကလေး
တွေကို 1992မှာ စတီထွင်ခဲ့တယ်။ ဒီမုန့်ကလေးတွေဟာ
အေးဆေး ဝါးလို့ရအောင်နူးညံ့ရတယ် ဒါပေမယ့် သူ့ပုံစံဖြစ်တဲ့
၀က်ဝံရုပ်ကလေးမပျက်အောင် မာကျောရမယ်။
အဲ့ဒီလိုမျိုးအရည်အသွေး မပါရှိတဲ့မုန့်တွေ ထုတ်လုပ်မှုမှာ
ပါမပါ စစ်ဆေးဖို့က‌၁၅နှစ်ဝန်းကျင်လောက်ရှိတဲ့
ကလေးတွေရဲ့ အလုပ်ပါပဲ။
ဒါကရုပ်ရှင်ထဲက တီဗီမှာလာနေတဲ့ သတင်းပါပဲ။
ကလေးသာသာအရွယ်ကလေးတွေဟာ မုန့်မြည်းတဲ့
အလုပ်လောက်ပဲ လုပ်သင့်ပါတယ်။ ဒါပေမယ့်
ဒီသတင်းကိုကြည့်နေတဲ့ ၁၅နှစ်သားကောင်လေးရဲ့
အလုပ်ကတော့ စစ်တိုက်ရတာပါ။ ၂၀မကျော်တဲ့
ကလေးတစ်အုပ်ကို စစ်တိုက်ဖို့ လေ့ကျင့်ပေးထားပြီး
သူတို့အဖွဲ့ကို Monosတွေလို့ခေါ်ပါတယ်။သူတို့
ဘယ်ကလာလဲ ဘယ်လိုသူပုန်ဖြစ်လာလဲ မပြပေမယ့်
သူတို့ရှင်သန်ရတဲ့ဘ၀ကိုတော့ ‌ဆေးမှင်ရည်စုတ်ထိုးသလို
ထင်းနေအောင်ကို ပြသွားတယ်။
Monosလို့ခေါ်တဲ့ ကလေးတစ်အုပ်ကို သူပုန်
အဖွဲ့အစည်းက သုံ့ပန်းဖမ်းထားတဲ့ အမေရိကန်
အင်ဂျင်နီယာမတစ်ယောက်ကို စောင့်ကြည့်ဖို့
တာ၀န်ပေးထားတယ်။တစ်ဆက်တည်းမှာပဲ
ရိက္ခာအတွက် နို့စားနွားမတစ်ကောင်ငှားပေးထားတယ်။
ငှားပေးတယ်ဆိုတာ စစ်ဆင်းရေးပြီးရင် ပြန်ပေးရမယ့်
သဘောပါပဲ။ သူတို့ကိုပေးထားတဲ့တာ၀န်မှာ
နံပါတ်တစ်အရေးကြီးတာက စစ်သုံ့ပန်းမလွတ်အောင်
ကြည့်ရမယ်။နံပါတ်နှစ် အရေးကြီးတာက နွားမကို
သေချာစောင့်ရှောက်ရမယ်။ ဒါပေမယ့် ကလေးတွေထဲက
တစ်ယောက်က နွားမကိုသေနတ်နဲ့ပစ်မိသွားပါတယ်။
ဒီနွားတစ်ကောင်သေတဲ့အတွက် သူတို့ထဲက
တာ၀န်ယူထားတဲ့တစ်ယောက်က ကွပ်မျက်ခံရမှာပါ။
ဒါပေမယ့် သူ့ကို အားပေးမယ့်သူ ဘယ်သူမှမရှိပါဘူး
ကျန်တဲ့ကလေးတွေအကုန်လုံးဟာသေသွားတဲ့
နွားကိုပေါ်ရင်းအလုပ်များနေကြတယ်။ ဒီမှာပဲ
အဲ့ဒီကောင်လေးဟာ သူ့ကိုယ်သူသတ်သေသွားတယ်။
သူတို့အသက်ဟာ နွားတစ်ကောင်လောက်မှ တန်ဖိုး
မရှိတာလားတော့မသိပါဘူး။ ဒီအကြောင်းကို
သတင်းပို့တဲ့အချိန်မှာလည်း သူတို့ခေါင်းဆောင်လူကြီးက
အမှတ်မသားမရှိတဲ့မြေပုံမှာမြှပ်ဖို့နဲ့ ပစ္စည်းတွေကို
ခွဲယူလိုက်ဖို့ကလွဲ ဘာမှထွေထွေထူးထူးပြောမနေဘဲ
သူတို့ဖမ်းထားတဲ့သူ အသက်ရှိကြောင်းသက်သေ
လိုတယ်ပဲပြောတယ်။ Monosဟာ ဒီလို ရှင်လည်း
တန်ဖိုးထားမခံရတဲ့ သေလည်းသတိရမယ့်သူမရှိတဲ့
ကလေးတစ်အုပ်ရဲ့ ဇာတ်လမ်းပါပဲ။တစ်ခါတလေကျ ကျွန်တော်တို့ကမ္ဘာကြီးကို
ရက်စက်တဲ့ကမ္ဘာကြီးလို့ဆိုရင် ငြင်းရက်စရာမရှိပါဘူး။
Monosကတော့ ခင်ဗျားကို ရက်စက်တဲ့ကမ္ဘာထဲက
ပိုခက်တဲ့ဘ၀တွေဆီ ခေါ်သွားပါလိမ့်မယ်။War Filmအမျိုးအစားပေမယ့် ထူးတာက
သူပုန်တွေဘက်က အခြေအနေကို ရိုက်ပြထားတာပါပဲ။
Film Festivalအတော်များများမှာ Best Filmဆုရထားတဲ့အပြင်
2019မှာထွက်ခဲ့တဲ့ War Filmတွေထဲမှာ 1917ပြီးရင်
အကောင်းဆုံး War Filmပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)
CRD CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Horror",
"title":"Alone (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BYmFiNTZjMmYtMTcyZS00MGQ5LWEwMDYtMGI5MGJiMjUwMDZhXkEyXkFqcGdeQXVyNzQ3MDQzMA@@._V1_UX182_CR00182268_AL_.jpg",
"rate":"6.2",
 
 "movie":{
"sd":"https://megaup.net/1yUkx/Alone.2020.720p_%7BCM%7D_.mp4",
"sdZ":"SD 428MB",
"hd":"https://megaup.net/1yUki/Alone.2020.1080p_%7BCM%7D.mp4",
"hdZ":"HD 1.03GB",
"fhd":"",
"fhdZ":"unavailable"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ထွက်ရှိထားတာမကြာသေးတဲ့ Thrillerဇာတ်ကားကောင်းတစ်ခုကိုတင်ဆက်ပေးချင်ပါတယ်ဂျက်စီဆိုတဲ့ကောင်မလေးဟာအတိတ်တုန်းကဖြစ်ပျက်ခဲ့တဲ့ဆိုးရွားတဲ့ကိစ္စတွေကြောင့်စိတ်ဒဏ်ရာရနေတဲ့သူတစ်ယောက်ပါ
ဒါပေမယ့် အရာအားလုံးကိုမေ့ဖျောက်ပစ်လိုက်ဖို့အတွက်
သူမနေတဲ့မြို့ကနေတစ်ယောက်တည်း ခရီးထွက်လာခဲ့ပါတယ်သူမခရီးထွက်နေရင်းလမ်းမှာလူတစ်ယောက်နဲ့အမှတ်မထင်ဆုံခဲ့ရပါတယ်သို့ပေမယ့် မကြာခင်မှာပဲ အဲ့ဒီလူကသူ့ကိုနောက်ယောင်ခံလိုက်နေတယ်ဆိုတာကိုသတိထားမိလိုက်တဲ့အခါမှာတော့………လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုကို Spoil မိသွားမှာစိုးလို့ဒီလောက်နဲ့ပဲအညွှန်းကိုရပ်လိုက်ချင်ပါတယ်သေချာတာကတော့ Thriller ဇာတ်ကားတစ်ကားအနေနဲ့ သူ့ရဲ့ ရသကိုအပြည့်အဝပေးစွမ်းနိုင်တယ်ဆိုတာပါပဲကြည့်နေရတဲ့သူတောင်မွန်းကြပ်ပြီး ဇာတ်လမ်းထဲကိုယ်တိုင်ပါဝင်နေရသလို ခံစားရစေမှာပါဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Thet Hnin Hsu ပါ
CRD CM"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure, Animation, Family",
"title":"SamSam (2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-25-at-8.37.53-PM.png",
"rate":"5.6",
 
 "movie":{
"sd":"https://megaup.net/T0k5/Sam.Sam.2020.WebRip.480P[CM].mp4",
"sdZ":"SD 338 MB",
"hd":"https://megaup.net/T0kj/Sam.Sam.2020.WebRip.720P[CM].mp4",
"hdZ":"HD 673 MB",
"fhd":"",
"fhdZ":"unavailable"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဒီတစ်ခါကားလေးကတော့တကယ်ကိုsweetဖြစ်တဲ့ဇာတ်အိမ်လေးနဲ့ပါ။ ဇာတ်လမ်းလေးက စကြဝဠာထဲကဂြိုဟ်အသီးသီးမှာ
နေထိုင်ကြတဲ့လူမျိုးလေးတွေအကြောင်းဇာတ်အိမ်တည်ထားတာပါ။ ကားနာမည်ကဇာတ်လိုက်ကောင်လေးရဲ့နာမည်ပါ
ကားလေးကအစပိုင်းမှာအမြင်ဆန်းပါမယ်။ ၃မိနစ်လောက်ကြာရင်တော့ဆမ်ဆမ်ဆိုတဲ့အနီရောင်ဂြိုဟ်ပေါ်ကကောင်လေးနဲ့မက်ဂါဆိုတဲ့အစိမ်းရောင်ဂြိုဟ်သူမလေးတို့ရဲ့ဘဝကွာခြားပုံကိုသိသိသာသာမြင်ရမှာပါ။ ဆမ်ဆမ်ရဲ့မိဘတွေက သားသမီးကိုနားလည်မှုနဲ့ထိန်းကျောင်းပါတယ် မက်ဂါလေးကတော့ချုပ်ချယ်ခံရပါတယ် ဘာလို့ဆိုမက်ဂါ့အဖေကရက်စက်တဲ့ အာဏာရှင်ကြီးမလို့ပါ။ မက်ဂါ့အဖေကြီးဟာ ကလေးတွေရဲ့ အပျော်အပါးကိစ္စတွေကိုမုန်းပါတယ်။ စကြဝဠာထဲမှာလူကြီးရောကလေးပါအစွမ်းတွေရှိကြပါတယ်။ သူများကလေးတွေထက်အစွမ်းရနောက်ကျနေတဲ့ ဆမ်ဆမ်လေးဟာအိမ်ကိုလိမ်ပြောပြီးကျောင်းလာတက်တဲ့မက်ဂါလေးနဲ့ခင်သွားပါတယ်။ ဒါပေမယ့်မက်ဂါကလူတိုင်းမုန်းတဲ့ဘုရင်ကြီးရဲ့သမီးဆိုတာသိသွားကြတဲ့အခါမှာတော့ ဇာတ်လမ်းလေးဟာ အချိုးအကွေ့လေးတွေနဲ့ကြည့်ကောင်းပါတယ်။ အခုပြောပြခဲ့တဲ့ အထဲမှာ ဇာတ်လမ်းရဲ့ ကြည့်လို့ကောင်းတဲ့ အပိုင်းတွေကိုထည့်မပြောထားသေးဘူးမို့ Spoil လုံးဝမဖြစ်စေသလို . ဇာတ်လမ်းလေးဟာ အတော်ကိုကြည့်လို့ကောင်းပါတယ်။ တူ တူမ သားသားမီးမီးလေးတွေကတော့ အကြိုက်ပေါ့နော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wutt Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ်ခါကားလေးကတော့တကယ်ကိုsweetဖြစ်တဲ့ဇာတ်အိမ်လေးနဲ့ပါ။ ဇာတ်လမ်းလေးက စကြဝဠာထဲကဂြိုဟ်အသီးသီးမှာနေထိုင်ကြတဲ့လူမျိုးလေးတွေအကြောင်းဇာတ်အိမ်တည်ထားတာပါ။ ကားနာမည်ကဇာတ်လိုက်ကောင်လေးရဲ့နာမည်ပါကားလေးကအစပိုင်းမှာအမြင်ဆန်းပါမယ်။ ၃မိနစ်လောက်ကြာရင်တော့ဆမ်ဆမ်ဆိုတဲ့အနီရောင်ဂြိုဟ်ပေါ်ကကောင်လေးနဲ့မက်ဂါဆိုတဲ့အစိမ်းရောင်ဂြိုဟ်သူမလေးတို့ရဲ့ဘဝကွာခြားပုံကိုသိသိသာသာမြင်ရမှာပါ။ ဆမ်ဆမ်ရဲ့မိဘတွေက သားသမီးကိုနားလည်မှုနဲ့ထိန်းကျောင်းပါတယ် မက်ဂါလေးကတော့ချုပ်ချယ်ခံရပါတယ် ဘာလို့ဆိုမက်ဂါ့အဖေကရက်စက်တဲ့ အာဏာရှင်ကြီးမလို့ပါ။ မက်ဂါ့အဖေကြီးဟာ ကလေးတွေရဲ့ အပျော်အပါးကိစ္စတွေကိုမုန်းပါတယ်။ စကြဝဠာထဲမှာလူကြီးရောကလေးပါအစွမ်းတွေရှိကြပါတယ်။ သူများကလေးတွေထက်အစွမ်းရနောက်ကျနေတဲ့ ဆမ်ဆမ်လေးဟာအိမ်ကိုလိမ်ပြောပြီးကျောင်းလာတက်တဲ့မက်ဂါလေးနဲ့ခင်သွားပါတယ်။ ဒါပေမယ့်မက်ဂါကလူတိုင်းမုန်းတဲ့ဘုရင်ကြီးရဲ့သမီးဆိုတာသိသွားကြတဲ့အခါမှာတော့ ဇာတ်လမ်းလေးဟာ အချိုးအကွေ့လေးတွေနဲ့ကြည့်ကောင်းပါတယ်။ အခုပြောပြခဲ့တဲ့ အထဲမှာ ဇာတ်လမ်းရဲ့ ကြည့်လို့ကောင်းတဲ့ အပိုင်းတွေကိုထည့်မပြောထားသေးဘူးမို့ Spoil လုံးဝမဖြစ်စေသလို . ဇာတ်လမ်းလေးဟာ အတော်ကိုကြည့်လို့ကောင်းပါတယ်။ တူ တူမ သားသားမီးမီးလေးတွေကတော့ အကြိုက်ပေါ့နော်
CRD CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy, Drama, Romance",
"title":"Whipped (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZTU4MGZlNDEtNDU4ZC00OTJiLWI3OWYtZmNjZjMwNzUwYWVmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UY268_CR40182268_AL_.jpg",
"rate":"7.8",
 
 "movie":{
"sd":"https://megaup.net/2eRN3/Whipped_(2020)_720P_%7BCM%7D.mp4",
"sdZ":"SD 472 MB",
"hd":"https://megaup.net/2eRN1/Whipped_(2020)_1080P_%7BCM%7D.mp4",
"hdZ":"HD 1.03 GB",
"fhd":"",
"fhdZ":"unavailable"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အန်ဒိုမာ၊ တွမ်မီ၊ ချန်ဒရာနဲ့ ဂျိုး ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ဟာescape roomဆိုတဲ့ လွတ်မြောက်ခန်းတစ်ခုထဲမှာ ကြိုးတုပ်လျက်သားနိုးလာပါတယ်တကယ်တော့ အဲ့ဒီလွတ်မြောက်ခန်းက
သူတို့တက်နေတဲ့ အချစ်နွံမနစ်နည်းသင်တန်းတစ်ခုရဲ့အစိတ်အပိုင်းတစ်ခုပါ
သူငယ်ချင်းလေးယောက်မှာ ချန်ဒရာတစ်ယောက်ကလွဲပြီးအားလုံးမှာကောင်မလေးကိုယ်စီရှိကြပါတယ်ကောင်မလေးတွေကလည်း အကျင့်ကတစ်ယောက်တစ်မျိုးစီ…တချို့က ကောင်လေးအ​ပေါ်အရမ်းနိုင်တယ်…တချို့ကျတော့လည်း ကောင်လေးအပေါ်အရမ်းသည်းခံတယ်ကောင်မလေးကကိုယ့်အပေါ်နိုင်ပါများလာတော့ရောရေရှည်ဆက်ပြီးသည်းခံနိုင်မလားကိုယ့်အပေါ်ကောင်းတဲ့ကောင်မလေးနဲ့ရောရာသက်ပန်ရွှေလက်တွဲခိုင်မြဲနိုင်မလားဒီအချစ်နွံမနစ်နည်းသင်တန်းက သူငယ်ချင်းလေးယောက်ရဲ့ဘဝတွေကိုဘယ်လိုသက်ရောက်လာမှာလဲဆိုတာတွေကိုဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုကြရမှာပါRSတွေကြားထဲမှာ FAကြီးတစ်ယောက်ကန့်လန့်ကန့်လန့်နဲ့တကယ်လည်းရယ်ရသလို ဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ကောင်းပါတယ်Romcomဆိုပေမဲ့လို့ အဆုံးသတ်မှာ thriller နည်းနည်းဆန်ဆန်လေးနဲ့ဇာတ်သိမ်းထားတာမို့လို့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်မှာပါ
Crd CM"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Comedy, Drama, Romance",
"title":"Eternal Beauty (2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-22-at-11.44.11-PM.png",
"rate":"6.2",
 
 "movie":{
"sd":"https://megaup.net/SX3g/Eternal.Beauty.2020.WebRip.480P[CM].mp4",
"sdZ":"SD 408 MB",
"hd":"https://megaup.net/SX3k/Eternal.Beauty.2020.WebRip.720P[CM].mp4",
"hdZ":"HD 814 MB",
"fhd":"",
"fhdZ":"unavailable"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"
  ဒါရိုက်တာ Craig Roberts ရဲ့ လက်စွမ်း ပြထားတဲ့ ရုပ်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။
စိတ်ဓာတ်ကျနေတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းကို အသားပေးရိုက်ကူးပုံဖော်ထားပြီး
လူတစ်ယောက်မှာရှိတဲ့ သူ့ရဲ့ အမှောင်ဘက်ခြမ်း အားကြီးသွားတဲ့အခါ အဲ့လူဟာ ဘယ်လိုပုံစံဖြစ်လာပြီး ဘယ်အခြေအနေတွေနဲ့ ဖြတ်သန်းခဲ့ရတယ် ဆိုတာ သိချင်ရင်တော့ ဒီကားလေးကို ကြည့်ဖို့အကြံပေးပါရစေ…ဇာတ်ကား ကောင်းတစ်ကားကို မြုပ်ကွက်တွေဖေါ်ပြီး ပြောပြလိုက်ရင် ကြည့်ရတာ အရသာမရှိတော့မှာစိုးလို့ စိတ်ဓာတ်ကျနေတဲ့လူတွေ စိတ်ကျဝေဒနာ ခံစားနေရတဲ့ လူတွေနဲ့ Dark side အကြောင်းစိတ်ဝင်စားသူတွေအနေနဲ့ မလွတ်တမ်းကြည့်ရမဲ့ ကားတစ်ကားလို့ပဲ ညွှန်းဆိုချင်ပါတယ်။ ဒီကားလေးဟာComedy, Drama, Romance  အမျိုးအစားဖြစ်ပြီး IMDb Rating – 6.2/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒါရိုက်တာ Craig Roberts ရဲ့ လက်စွမ်း ပြထားတဲ့ ရုပ်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။စိတ်ဓာတ်ကျနေတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းကို အသားပေးရိုက်ကူးပုံဖော်ထားပြီးလူတစ်ယောက်မှာရှိတဲ့ သူ့ရဲ့ အမှောင်ဘက်ခြမ်း အားကြီးသွားတဲ့အခါ အဲ့လူဟာ ဘယ်လိုပုံစံဖြစ်လာပြီး ဘယ်အခြေအနေတွေနဲ့ ဖြတ်သန်းခဲ့ရတယ် ဆိုတာ သိချင်ရင်တော့ ဒီကားလေးကို ကြည့်ဖို့အကြံပေးပါရစေ…ဇာတ်ကား ကောင်းတစ်ကားကို မြုပ်ကွက်တွေဖေါ်ပြီး ပြောပြလိုက်ရင် ကြည့်ရတာ အရသာမရှိတော့မှာစိုးလို့ စိတ်ဓာတ်ကျနေတဲ့လူတွေ စိတ်ကျဝေဒနာ ခံစားနေရတဲ့ လူတွေနဲ့ Dark side အကြောင်းစိတ်ဝင်စားသူတွေအနေနဲ့ မလွတ်တမ်းကြည့်ရမဲ့ ကားတစ်ကားလို့ပဲ ညွှန်းဆိုချင်ပါတယ်။ ဒီကားလေးဟာComedy, Drama, Romance အမျိုးအစားဖြစ်ပြီး IMDb Rating – 6.2/10 ရရှိထားပါတယ်။
crd cm"
},
 {
"Bolseries":true,
"type":"series",
 "season":"Complete",
 "cate":"Crime , Drama, Comedy, Mystery",
"title":"The School Nurse Files(2020)",
"poster":"https://m.media-amazon.com/images/M/MV5BMjJhODM2YWYtYTM3Yi00OTFhLWEwZWMtOGEwZDY1MjE3YTg0XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_UX182_CR0,0,182,268_AL_.jpg",
"rate":"7.7",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
  {"ep":"Ep 1 (facebook server)",
 "link":"114062943784368"},
 {"ep":"Ep 2 (facebook server)",
 "link":"114063117117684"},
 {"ep":"Ep 3 (facebook server)",
 "link":"114096747114321"},
 {"ep":"Ep 4 (facebook server)",
 "link":"114191623771500"},
 {"ep":"Ep 5 (facebook server)",
 "link":"114220833768579"},
 {"ep":"Ep 6 End (facebook server)",
 "link":"114302280427101"},
 {"ep":"Episode 1 - 361 MB",
 "link":"https://megaup.net/1yXwd/The_School_Nurse_Files.2020.EP1.mp4"},
 {"ep":"Episode 2 - 361 MB",
 "link":"https://megaup.net/2eV3A/The_School_Nurse_Files.2020.EP2.mp4"},
 {"ep":"Episode 3 - 361 MB",
 "link":"https://megaup.net/2eV5i/The_School_Nurse_Files.2020.EP3.mp4"},
 {"ep":"Episode 4 - 361 MB",
 "link":"https://megaup.net/T0d6/The_School_Nurse_Files.2020.EP4.mp4"},
 {"ep":"Episode 5 - 361 MB",
 "link":"https://megaup.net/2eV8s/The_School_Nurse_Files.2020.EP5.mp4"},
 {"ep":"Episode 6 - 361 MB End",
 "link":"https://megaup.net/2eVbh/The_School_Nurse_Files.2020.EP6.mp4"}
 ],
"review":"ဆာဗာ နှစ်မျိုးနဲ့တင်ပေးထားပါတယ် facebook server ကဆိုရင် sd hd ရွေးလို့ရပါ
  ကျောင်းတစ်ကျောင်းမှာ  အလုပ်လုပ်နေတဲ့ School Nurse ဆရာမလေးတစ်ယောက်ရှိတယ်….
သူ့မှာ ထူးခြားတဲ့စွမး်ရည်တစ်ခုပိုင်ဆိုင်ထားတယ်….
အဲ့ဒါက Jelly ပုံစံ Monster တွေကို မြင်နိုင်တဲ့စွမး်ရည်ပါ….
ဒီလိုသဘာဝလွန်စွမ်းအားကိုပိုင်ဆိုင်ထားတဲ့ ဆရာမလေးဟာ Monsterတွေကို
နှိမ်နင်းနိုင်မယ့် လက်နက်တစ်ခုလည်းပိုင်ဆိုင်ထားတယ်….
အန္တရယ်ရှိနေနိုင်တယ်လို့ယူဆရတဲ့ ဒီMonster တွေဟာ
ကျောင်းရဲ့ပတ်ဝန်းကျင်မှာ နေရာအနှံပါပဲ….
ဆရာမလေးအတွကတော့ တကယ့်ကိုအကြတ်ရိုက်တဲ့ကာလတစ်ခုပေါ့…
သူများတွေမမြင်နိုင်တဲ့အရာတွေကို မြင်နေပြီးအပြုအမူတွေဟာလည်း
ထူးဆန်းနေတော့
တခြားသူတွေအမြင်မှာ ခပ်ကြောင်ကြောင်ဆရာမပေါ့…
ဒီလိုနဲ့သူမရဲ့အမြင်တွေကို လက်ခံပေးဖို့အခြေအနေဖန်လာတဲ့ ခပ်ချောချော
တရုတ်စာသင်ဆရာတစ်ယောက်လည်းပေါ်လာတဲ့…
အဲ့ဒီနောက်မှာတော့ ကျောင်းမှာ ထူးခြားတဲ့  အမှောင်ပယောဂမျိုးစုံပေါ်လာတဲ့အခါမှာတော့
ဆရာနဲ့ ဆရာမလေးတို့ ဘယ်လိုပူးပေါင်းပြီးဖြေရှင်းကြမလဲဆိုတာကိုတော့….
ခံစားကြည့်ကြပါဉီး…ရယ်လည်းရယ်ရသလို
ရင်လည်းဖိုရ ရင်လည်းခုန်ရမို့ ကွီးယားချစ်ပရိတ်သတ်တွေအတွက်
နောက်ထပ်လက်မလွှတ်သင့်တဲ့စီးရီးလေးဖြစ်ပါကြောင်း
သတင်းကောင်းပါးပါရစေ….
crd cm
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama,Bollywood",
"title":"Dolly Kitty and Those Shining Stars(2020)",
"poster":"https://image.tmdb.org/t/p/w185/u2zXyprTj1Z09WOB8pqGlyMTeLx.jpg",
"rate":"6.0",
 
 "movie":{
"sd":"https://megaup.net/2URze/Dolly_Kitty_Aur_Woh_Chamakte_Sitare.2020.NEW.WEB-DL.480P.PP.mp4",
"sdZ":"SD 408MB",
"hd":"https://megaup.net/SZcs/Dolly_Kitty_Aur_Woh_Chamakte_Sitare.2020.NEW.WEB-DL.720P.PP.mp4",
"hdZ":"HD 951 MB",
"fhd":"",
"fhdZ":"unavailable"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"India ကားကောင်းလေးလာပါပြီဗျား….အစ်မဝမ်းကွဲဖြစ်သူကိုညီမကပြောလိုက်တယ်
“နင့်ယောက်ျားကင့ါကမတော်မရော်လုပ်ဖို့ကြိုးစားနေတယ်”…
အဲ့မှာအစ်မဖြစ်သူက ဘာမှမအံ့သြတဲ့ပုံစံမျိုးနဲ့ ညီမဖြစ်သူကို နင်ကအရွယ်ရောက်လာလို့
ပေါက်ကရလျှောက်တွေးနေတာ ဘာညာဆိုပြီးပြန်ပြောလိုက်တယ်..
ပုံမှန်ဆိုရင် ဘယ်သူမဆိုအဲ့လိုပြောလာရင် သူတို့ယောက်ျားဖြစ်သူကို တစ်နည်းနည်းနဲ့တော့ ပြန်လည်ဆန်းစစ်မေးမြန်းကြမှာပါပဲ…
.ခဲအိုရဲ့ရန်ကိုကြောက်ရတဲ့သူ့ခဗျာ အိမ်မှာမနေတော့ဘဲနဲ့ အဆောင်ငှားနေပြီး
မအူမလည်နဲ့ အနီရောင်ချစ်နှင်းဆီApp ဝန်ဆောင်မှုမှာအလုပ်လုပ်ပါတော့တယ်….အဲ့အလုပ်ကပုရိသတွေရဲ့ ဖုန်းနဲ့ လိင်စိတ်ကိုဖျေဖျောက်တဲ့ ပုံစံမျိုးပေါ့….
အဆောင်လခတို့ အိမ်တို့ပြန်ပို့အတွက် ပိုက်ဆံကောင်းကောင်းရတော့ ကျိတ်မှိတ်သည်းခံပြီးလုပ်ကိုင်ခဲ့ရတယ်..အဲ့ဒီနောက်မှာတော့ …..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုခံစားကြည့်ကြပါ…
ဒီဇာတ်လမ်းက အိမ်ထောင်ရေးပညာပေးကားဖြစ်သလို ငယ်ရွယ်တဲ့သူတွေရဲ့ လမ်းလွဲတွေအကြောင်းကိုလည်း

ပညာသားပါပါရိုက်ကူးပြထားတာပါ.. Netflix Original ရုပ်ရှင်ကားတစ်ကားဖြစ်တဲ့အတိုင်း
အကြမ်းကြီးမဟုတ်ပေမယ့်  လူကြီးမိဘတွေနဲ့တော့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ဘူးဆိုတာပြောကြားရင်း..
Crd Cm
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Thriller",
"title":"A Murder to Remember (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-24-at-10.09.10-PM.png",
"rate":"5.2",
 
 "movie":{
"sd":"https://megaup.net/3APaw/A.Murder.To.Remember.2020.WebRip.480P[CM].mp4",
"sdZ":"SD 347 MB",
"hd":"https://megaup.net/3APaD/A.Murder.To.Remember.2020.WebRip.720P[CM].mp4",
"hdZ":"HD 692 MB",
"fhd":"",
"fhdZ":"unavailable"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"ဖြစ်ရပ်မှန်ကို ပုံဖော်ရိုက်ကူးထားတဲ့ Thriller ဇာတ်ကားကောင်းလေးကိုကြည့်ချင်တယ်ဆိုရင်တော့
ဒီကားလေးက CM ပရိတ်သတ်ကြီးအတွက် လုံးဝကွက်တိပဲဆိုတာပြောပါရစေ။ ကိုယ့်ကြောင့် ကိုယ်ချစ်တဲ့သူကိုသတ်ပစ်ပြီး ကိုယ့်ကိုလည်း အလိုမတူပဲရယူခဲ့တဲ့လူတစ်ယောက်ဟာ သူ့ကျေးဇူးကြောင့်အသက်ဆက်ရှင်နေရတယ်ဆိုတဲ့အတွေးမျိုး ခေါင်းထဲရိုက်သွင်းပေးခံရတာမျိုးကြုံရတဲ့အခါ ဘယ်လိုခံစားရမလဲ။ အဓိကကတော့ Based on true story ဖြစ်တဲ့အတွက် ဇာတ်ကားကြည့်နေတဲ့တစ်လျှောက်လုံးဇာတ်ဆောင်အမျိုးသမီးရဲ့ခံစားချက်ကိုနားလည်လိုက်ရုံသာမကပဲ လူမဆန်တဲ့လုပ်ရပ် ဘာမဟုတ်တဲ့အကြောင်းပြချက်ကြောင့် ဆုံးရှုံးသွားရတဲ့အသက်တစ်ချောင်း လူတစ်ယောက်ရဲ့စိတ်ဒဏ်ရာတွေထင်ဟပ်ပြသထားလို့ အရမ်းရင်နာဖို့ကောင်းပါတယ်။
"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Adventure, Asian, Bollywood",
"title":"Gunjan Saxena: The Kargil Girl (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BN2JmMjczOGEtODg3MS00MGYzLWE5OWYtOTBlNGJmODQyOTE4XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SX687_CR00687999_AL_.jpg",
"rate":"6.2",
 
 "movie":{
"sd":"https://megaup.net/1ypf2/Gunjan_Saxena_-_The_Kargil_Girl_720P_%7BCM%7D_.mp4",
"sdZ":"HD 547 MB",
"hd":"https://megaup.net/2emH4/Gunjan_Saxena_-_The_Kargil_Girl_1080P_%7BCM%7D.mp4",
"hdZ":"Full HD 1.2 GB",
"fhd":"",
"fhdZ":"unavailable"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"တ်လမ်းလေးကိုတော့ ပိုင်းလော့ဖြစ်ချင်တဲ့မိန်းကလေးတစ်ယောက်ရဲ့ ကြိုးပမ်းမှုကို ရိုက်ပြပြီး
တင်ဆက်ထားတာပါ.
ငယ်ငယ်တည်းက အဖေရဲ့အလိုလိုက်ချစ်မြတ်နိုးခြင်းကိုခံရတဲ့ ဂွန်ဂျူးဟာ မိန်းကလေးဖြစ်ပေမယ့်ပိုင်းလော့တစ်ယောက်ဖြစ်ချင်ခဲ့ပါတယ်.စာဆိုလဲ အရမ်းတော်ပေမယ့် သူ့ရဲ့တခုတည်းသောရည်ရွယ်ချက်က ပိုင်းလော့တစ်ယောက်ဖြစ်ဖို့ပါပဲ.ဒါပေမယ့်လည်း အန္ဒိယလိုနေရာမျိုးမှာ အမျိုးသမီးပိုင်းလော့ကရှားတာကြောင့် လူအတော်များများက ဝိုင်းတားခဲ့ကြပါတယ်.ဂွန်ဂျူးကတော့ လက်မလျှော့ခဲ့ပါဘူး.သူတို့နိုင်ငံရဲ့ ပိုင်းလော့တစ်ယောက်ဖြစ်ဖို့ အခြေခံလိုအပ်ချက်၁၀တန်းဆိုပေမယ့် ဂွန်ဂျူးသွားလျှောက်ချိန်မှာ၁၁တန်းထိအောင်ဖို့ လိုနေခဲ့ပါတယ်.ဒါကြောင့် ဂွန်ဂျူးကလဲ ၁၁တန်းကို ဆက်တက်ပြီး အောင်မြင်ခဲ့ပါတယ်.ထပ်သွားလျှောက်ချိန်မှာလဲ တခြား ပညာရေးအဆင့်တွေလိုအပ်နေသေးတာကြောင့် ဂွန်ဂျူးက နှစ်အတော်ကြာကြိုစားခဲ့ပါတယ်.နောက်ဆုံး ပညာရေးအဆင့်တွေ မှီသွားတဲ့အချိန်မှာတော့ပိုင်းလော့သင်တန်းစရိတ်ကြောင့် သူဟာ နှစ်များစွာကြိုးစားခဲ့သမျှကိုလက်လျှော့ရမလို ဖြစ်နေခဲ့ပါတယ်.ဂွန်ဂျူးသူ့ရည်ရွယ်ချက်ကို ဘယ်လိုဘယ်ပုံကြိုးစားအားထုတ်ခဲ့တယ်ဘယ်အထိ ဖိနိုပ်ခံခဲ့ရတယ် ဂွန်ဂျူးရဲ့အာဂသတ္တိကိုလေးစားဖွယ်တင်ဆက်ပြသထားတဲ့အန္ဒိယဇာတ်ကားလေးမို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ညွှန်းလိုက်ပါရစေဗျာ.

crd cm"
},
 {
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Action,Adventure,Drama",
"title":"Mulan (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNDliY2E1MjUtNzZkOS00MzJlLTgyOGEtZDg4MTI1NzZkMTBhXkEyXkFqcGdeQXVyNjMwMzc3MjE@._V1_SY1000_CR006751000_AL_.jpg",
"rate":"8.0",
 
 "movie":{
"sd":"157501432461939",
"sdZ":"SD+HD facebook",
"hd":"https://megaup.net/SG2k/Mulan.2020.SD.DSNP.WEBRip.DDP5.1_%7BCM%7D.mp4",
"hdZ":"SD 734 MB",
"fhd":"https://megaup.net/SNdb/Mulan.2020.1080p.DSNP.WEB-DL.DDP5.1.Atmos_%7BCM%7D.mp4",
"fhdZ":"HD 1.62 GB"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"မထွက်ခင်ကတည်းက နာမည်ကြီးနေခဲ့တဲ့ မူလန် ထွက်လာခဲ့ပါပြီရုံတွေ ပိတ်ထားလို့ Disney+ မှာပဲ တင်ခဲ့ပြီး လောလောဆယ်720P Version ပဲ ရရှိအုံးမှာပါမူလန် နေရာမှာ အားလုံးသိကြတဲ့ မင်းသမီးလေး ဂူဂူး (လုရီဖေး) ကအကောင်းဆုံး လှလှ ပပ သရုပ်ဆောင်ထားပါတယ်…
Mulan ဇတ်ကောင် အနေနဲ့ Animation ရုပ်ရှင်တွေ ထွက်ခဲ့သလို
ခနခန Reversion Live Action တွေ ပြန်ရိုက်လဲပရိတ်သက်တွေ အသဲစွဲပြီး ကြိုက်နှစ်သက်ရတဲ့ ဇတ်ကောင်တစ်ခုပါတရုတ်နိုင်ငံ စစ်တွင်းကာလ မှာ အိမ်တိုင်းက စစ်သည်တော်ဟောင်းတွေယောင်္ကျားသားတွေ ကို နန်းတွင်းက ပြန်ဆင့်ခေါ်တဲ့ အခါမကျန်းမာတဲ့ ဖခင် အစား နုနုငယ်ငယ် အမျိုးသမီးလေး မူလန် ကယောင်္ကျားလေး ဟန်ဆောင်ပြီး စစ်အတွင်းလိုက်ပါပြီးစစ်ဆင်နွဲခဲ့တဲ့ သမိုင်းကြောင်းကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်..ဒီရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်

CRD CM"
},
 {
"Bolseries":true,
"type":"series",
 "season":"Season 1",
 "cate":"Action,Crime,Mystery",
"title":"Money Heist(2017)",
"poster":"https://m.media-amazon.com/images/M/MV5BZDcxOGI0MDYtNTc5NS00NDUzLWFkOTItNDIxZjI0OTllNTljXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UX182_CR0,0,182,268_AL_.jpg",
"rate":"7.3",
 
 "movie":{
"sd":"",
"sdZ":"",
"hd":"",
"hdZ":"",
"fhd":"",
"fhdZ":""
 },
 "serie":[
 {"ep":"Ep 1",
 "link":"https://megaup.net/1wk8w/La.Casa.De.Papel.S01.EP01.mp4"},
 {"ep":"Ep 2",
 "link":"https://megaup.net/2Sf3e/La.Casa.De.Papel.S01.EP02.mp4"},
 {"ep":"Ep 3",
 "link":"https://megaup.net/2Sf3g/La.Casa.De.Papel.S01.EP03.mp4"},
 {"ep":"Ep 4",
 "link":"https://megaup.net/2Sf3j/La.Casa.De.Papel.S01.EP04.mp4"},
 {"ep":"Ep 5",
 "link":"https://megaup.net/2chB0/La.Casa.De.Papel.S01.EP05.mp4"},
 {"ep":"Ep 6",
 "link":"https://megaup.net/2Sf3m/La.Casa.De.Papel.S01.EP06.mp4"},
 {"ep":"Ep 7",
 "link":"https://megaup.net/1wk8n/La.Casa.De.Papel.S01.EP07.mp4"},
 {"ep":"Ep 8",
 "link":"https://megaup.net/1wk8i/La.Casa.De.Papel.S01.EP08.mp4"},
 {"ep":"Ep 9",
 "link":"https://megaup.net/2Sf3q/La.Casa.De.Papel.S01.EP09.mp4"},
 {"ep":"Ep 10",
 "link":"https://megaup.net/1wk8r/La.Casa.De.Papel.S01.EP10.mp4"},
 {"ep":"Ep 11",
 "link":"https://megaup.net/1wk8l/La.Casa.De.Papel.S01.EP11.mp4"},
 {"ep":"Ep 12",
 "link":"https://megaup.net/1wk8g/La.Casa.De.Papel.S01.EP12.mp4"},
 {"ep":"Ep 13 End",
 "link":"https://megaup.net/1wk8t/La.Casa.De.Papel.S01.EP13.mp4"}
 ],
"review":"2017 May2 ကထွက်ရှိခဲ့တဲ့ Money Heist( စပိန်လိုကတော့ La casa de papel သို့

The Paper House ) လို့ခေါ်တဲ့ဒီစီးရီးဟာဆိုရင် Spain နိုင်ငံမှာ

နာမည်ကြီးလူကြိုက်များခဲ့တဲ့ကားလေးပဲဖြစ်ပါတယ်။

ထူးခြားတာကတော့ ဒီစီးရီဟာ Limited series ဖြစ်ပါတယ်။

ဒီစီးရီးကို ဖန်တီးခဲ့တဲ့သူကတော့ Lex Pina ဖြစ်ပြီးတော့

အစောပိုင်းကတော့ စပိန်ရုပ်သံလိုင်းတခုဖြစ်တဲ့ Antena 3 အတွက်

ဖန်တီးရိုက်ကူးပေးခဲ့တာပဲ ဖြစ်ပါတယ်။

ဒီစီးရီးမှာတော့ နာမည်ကြီးသရုပ်ဆောင်တွေ

ပါဝင်ရိုက်ကူးထားတာဖြစ်လို့ သဘောကျမှာအသေအချပါပဲ

နောက်ပိုင်းမှာတော့ ဒီကားဟာ စပိန်တလွှားမှာ

နာမည်ကျော်သွားတဲ့အတွက် နာမည်ကြီးNetflixကနေ

တာဝန်ယူဖြန့်ချိပေးခဲ့ပါတယ်။

ဒီseries အမျိုးအစားလေးကတော့ Action , Thriller, Crime , Mystery

ပေါင်းပြီးခံစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။

ဒီseries ရဲ့ Theme songဟာဆိုရင်တော့ ” My life is going on”

ဖြစ်ပြီးတော့ ဒီသီချင်းဟာဆိုရင်ဒီseries ကိုတစ်ပိုင်းလောက်စကြည့်ပြီးတာနဲ့

စိတ်ထဲမှာ ခံစားမှုတခုပေးနိုင်လောက်တဲ့အထိ

စွဲဆောင်နိုင်ပါလိမ့်မယ်။

ဇာတ်လမ်းအကျဉ်း ဒီဇာတ်လမ်းဟာ ဆိုရင်တခြားဘဏ်ဓားပြတိုက်တဲ့ကားတွေနဲ့

ခွဲထွက်နေတဲ့စီးရီးဖြစ်ပါတယ်။

ဒီSeriesမှာ ပရောဖက်ဆာလို့ ခေါ်ကြတဲ့ အလွန်ဉာဏ်ကောင်းပြီး

အကွက်ကျကျစီစဉ်ပြီးမှ လုပ်တဲ့လူက

တခြားနယ်ပယ်အသီးသီးကကျွမ်းကျင်ရာဇဝတ်သားတွေနဲ့

ပူပေါင်းပြီးတော့ သမိုင်းမှာစံချိန်ချိုးရလောက်တဲ့အထိကြီးမားတဲ့

ယူရို သန်း၂၄၀၀ကိုယူဖို့ရာဇဝတ်မှုကျူးလွန်ကြတာတွေ

ရဲတွေကြားမှာဘယ်လိုထောင့်စိအောင်

အစီအစဉ်တကျအကွက်ကျကျမျက်လှည့်ပြသလိုလုပ်ပြီး

ဥပဒေကိုလက်တစ်လုံးခြားဆောင်ရွက်သွားတာတွေကို

ရင်သပ်ရှုမောဖွယ် စိတ်လှုပ်ရှားမှုအပြည့်နဲ့ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ….
  CRD CM"
},
{
"Bolseries":false,
"type":"movie",
 "season":"",
 "cate":"Drama, Musicial",
"title":"This World Won’t Break (2020)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-23-at-11.57.37-PM.png",
"rate":"6.3",
 
 "movie":{
"sd":"https://megaup.net/2eTQ8/This.World.Won_t.Break.2020.Webrip.480P[CM].mp4",
"sdZ":"SD 646 MB",
"hd":"https://megaup.net/3AOKX/This.World.Won_t.Break.2020.Webrip.720P[CM].mp4",
"hdZ":"HD 1.2GB",
"fhd":"",
"fhdZ":"unavailable"
 },
 "serie":[
 {"ep":"",
 "link":""},{"ep":"",
 "link":""}
 ],
"review":"အိမ်ထောင်ကွဲပြီး အရှုံးသမားလုံးလုံးဖြစ်နေတဲ့ ဘလူး/ကန်းထရီး ဂီတ အဆိုတော် ဝက်စ်မီလီဂန်ဟာ
တက္ကဆက်ပြည်နယ် Dallas မြို့ငယ်လေးကို အနားယူဖို့ထွက်ခဲ့ပါတယ်။ အောက်ခြေဂီတလောက ကနေအောင်မြင်ဖို့ရုံးကန်နေရတဲ့ ၀က်စ်ဟာ Dallas ရဲ့ Fast food ဆိုင်တစ်ခုမှာ လုပ်ကိုင်ရင်း ဘလူးသီချင်းတွေကိုကြိုးစားရေးနေခဲ့ပါတယ်။ မိန်းမနဲ့ မိတ်ဆွေတွေက ဝိုင်းကျဉ်တာခံရပြီးနောက် ၀က်စ်တစ်ယောက် အောင်မြင်အောင်ဘယ်လိုကြိုးစားသွားလဲဆိုတာကိုတွေ့မြင်ရမှာပါ။ ဘလူးသီချင်း ကန်းထရီးသီချင်းတွေကိုသဘောကျရင်တော့ ဒီဇာတ်ကားက သင့်အတွက်ဖြစ်စေမှာပါ
Crd CM"
}
]
